Repository: creativecommons/cc-legal-tools-data
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, da, et, fy, hi, pt, ro, sr_latn

source: The applicable mediation rules will be designated in the copyright notice published with the work, or if none then in the request for mediation. Unless otherwise designated in a copyright notice attached to the work, the UNCITRAL Arbitration Rules apply to any arbitration.
az: Tətbiq olunan vasitəçilik qaydaları əsərlə birlikdə dərc edilmiş müəllif hüququ bildirişində və ya yoxdursa, vasitəçilik sorğusunda göstəriləcəkdir. Əsərə əlavə edilmiş müəllif hüququ bildirişində başqa hal nəzərdə tutulmayıbsa, UNCITRAL Arbitraj Qaydaları istənilən arbitraj üçün tətbiq edilir.
da: De anvendelige mæglingsregler vil blive angivet i ophavsrettighedsbeskrivelse publiceret sammen med værket, eller hvis ikke, i anmodningen om mægling. Medmindre andet er angivet i den ophavsrettighedsbeskrivelse, der er vedhæftet værket, gælder UNCITRALs regler for arbitration.
fy: De regels dy’t fan tappasing binne op de bemiddeling wurde úttsjut yn de auteursrjochtneaming by it wurk of, as dat net sa is, yn it fersyk om bemiddeling. De UNCITRAL Arbitraazjeregels binne fan tapassing op elke arbitraazje, of it moast wêze dat oars úttsjut is yn in auteursrjochtneaming dy't oan it wurk taheakke is.
hi: दलाली के प्रयोज्य नियम, कार्य के साथ प्रकाशित कॉपीराइट सूचना में निर्दिष्ट किए जाएँगे, और अगर नहीं तो फिर दलाली के अनुरोध में। अगर कार्य के साथ संलग्न किसी कॉपीराइट सूचना में अलग से निर्दिष्ट न हो, UNCITRAL के विवाचन नियम हर विवाचन पर लागू होते हैं।
pt: As regras de mediação aplicáveis serão designadas no aviso de direito de autor publicado com o trabalho, ou, caso não exista tal aviso, no pedido de mediação. As Regras de Arbitragem da UNCITRAL aplicam-se a qualquer arbitragem, salvo designação em contrário no aviso de direito de autor anexo ao trabalho.
sr_latn: Merodavna pravila medijacije biće naznačena u napomeni o autorskom pravu koja je objavljena s delom ili, ako nedostaju, u zahtevu za medijaciju. Ako drugačije nije naznačeno u napomeni o autorskom pravu koja je povezana s delom, UNCITRAL Pravila arbitraže su merodavna za svaku arbitražu.

source: exception or limitation
az: istisna və ya məhdudiyyət
da: undtagelse eller begrænsning
et: erand või kitsendus
fy: útsûndering of beheining
hi: अपवाद या प्रतिबंध
pt: exceção ou limitação
sr_latn: isključenja ili ograničenja

source: The rights of users under exceptions and limitations, such as fair use and fair dealing, are not affected by the CC licenses.
az: Ədalətli istifadə və ədalətli sövdələşmə kimi istisnalar və məhdudiyyətlər altında istifadəçilərin hüquqları CC lisenziyalarından təsirlənmir.
da: Brugeres rettigheder under undtagelser og begrænsninger, såsom "fair use" og "fair dealing", påvirkes ikke af CC-licenserne.
et: CC-litsentsid ei mõjuta kasutajate õigusi, mis tulenevad eranditest ja kitsendustest nagu õigustatud kasutus.
fy: Oan de brûkersrjochten op grûn fan útsûnderingen en beheiningen yn de Auteurswet, lykas it sitaatrjocht, wurdt gjin ôfbrek dien troch de CC-lisinsjes.
hi: अपवादों या प्रतिबंधों के अंतर्गत उपयोगकर्ताओं के अधिकार, जैसे उचित उपयोग और निष्पक्ष सौदे, CC लाइसेंसों से प्रभावित नहीं होते हैं।
pt: Os direitos dos utilizadores decorrentes de exceções e limitações, tais como utilização justa ("fair use") e tratamento justo ("fair dealing"), não são afetados pelas licenças CC.
sr_latn: Prava korisnika na osnovu isključenja i ogranilenja, kao što je pošteno korišćenje, fair use ili fair dealing, ne podležu pravnom dejstvu CC licenci.

source: publicity, privacy, or moral rights
az: ictimailik, məxfilik və ya mənəvi hüquqlar
da: offentliggørelse, privatlivs eller moralske rettigheder
et: reklaami-, andmekaitse- või isiklikud õigused
fy: publisiteits-, privacy- of morele rjochten
hi: प्रचार, गोपनीयता, या नैतिक अधिकार
pt: direitos de imagem, de privacidade ou direitos morais
sr_latn: izlaganje javnosti, prava privatnosti ili moralna prava

source: You may need to get additional permissions before using the material as you intend.
az: Materialdan istədiyiniz kimi istifadə etməzdən əvvəl əlavə icazələr almalı ola bilərsiniz.
da: Du skal muligvis indhente yderligere tilladelser før du kan bruge materialet som du ønsker.
et: Võimalik, et sul tuleb hankida lisaload, enne kui kasutad materjali soovitud viisil.
fy: It is mooglik dat jo ferlet ha fan oanfoljende brûkersrjochten om it wurk te brûken sa’t jo wolle.
hi: अपने उद्देश्य से सामग्री का इस्तेमाल करने से पहले आपको अतिरिक्त अनुमतियाँ लेनी पड़ सकती हैं।
pt: Você pode necessitar de autorizações adicionais antes de utilizar o material como pretende.
sr_latn: Možda će biti potrebno da pribavite dodatne dozvole pre korišćenja dela na način na koji nameravate.

source: jurisdictions
az: yurisdiksiyalar
da: jurisdiktioner
hi: क्षेत्र

source: Copyright terms vary jurisdiction to jurisdiction. A work free of copyright restrictions in one jurisdiction may not be similarly free in other jurisdictions.
az: Müəllif hüququ şərtləri yurisdiksiyaya görə dəyişir. Bir yurisdiksiyada müəllif hüquqları məhdudiyyəti olmayan əsər digər yurisdiksiyalarda eyni şəkildə azad ola bilməz.
da: Opretsrettighedsvilkår varierer fra jurisdiktion til jurisdiktion. Et værk fri af ophavsrettigheder i en jurisdiktion, er ikke nødvendigvis tilsvarende frit i andre jurisdiktioner.
et: Autoriõiguse kehtivus erineb jurisdiktsioonides. Ühes jurisdiktsioonis autoriõiguse piirangutest vaba teos ei pruugi olla sarnaselt vaba teistes jurisdiktsioonides.
fy: Auteursrjochtbeheinigen ferskille fan wetjouwing ta wetjouwing. In wurk dêr’t gjin auteursrjochtbeheiingen op rêste yn ien wetjouwing is dêr miskien net frij fan yn oare wetjouwingen.
hi: कॉपीराइट की अवधि अलग-अलग क्षेत्रों में अलग-अलग हो सकते हैं। किसी एक क्षेत्र में कॉपीराइट के प्रतिबंधों से आज़ाद कोई कार्य दूसरे क्षेत्रों में उसी तरह आज़ाद न भी हो सकता है।
pt: A duração do direito de autor e dos direitos conexos varia de jurisdição para jurisdição. Um trabalho que se encontra livre de restrições devidas ao direito de autor e aos direitos conexos numa jurisdição, pode não estar livre das mesmas noutras jurisdições.
sr_latn: Vremensko važenje autorskog prava varira od jurisdikcije do jurisdikcije. Moguće je da delo bez autorskopravne zaštite u jednoj jurisdikciji ne bude slobodno u drugim jurisdikcijama.

source: publicity or privacy
az: ictimailik və ya gizlili
da: offentligheds- eller privatlivsrettigheder.
et: reklaami- või andmekaitseõigused
fy: publisiteits- of privacyrjochten
hi: प्रचार या गोपनीयता
pt: direitos de imagem ou de privacidade

source: The use of a work free of known copyright restrictions may be otherwise regulated or limited. The work or its use may be subject to personal data protection laws, publicity, image, or privacy rights that allow a person to control how their voice, image or likeness is used, or other restrictions or limitations under applicable law.
az: Bilinən müəllif hüquqları məhdudiyyətləri olmayan əsərin istifadəsi başqa şəkildə tənzimlənə və ya məhdudlaşdırıla bilər. Əsər və ya onun istifadəsi şəxsi məlumatların mühafizəsi qanunları, şəxsə öz səsinin, şəklinin və ya oxşarlığının necə istifadə olunduğuna nəzarət etməyə imkan verən ictimailik, şəkil və ya məxfilik hüquqları və ya müvafiq qanunvericiliyə əsasən digər məhdudiyyətlərə tabe ola bilər.
da: Anvendelse af værket udenfor kendte ophavsrettighedsmæssige beskyttelser kan være reguleret eller begrænset. Værket eller dets anvendelse kan være underlagt personlige databeskyttelseslove, offentlighedsgørelsesrettigheder, afbildningsrettigheder eller privatlivsrettigheder, der tilegner en person kontrol over hvordan deres stemme, fremtoning eller portræt anvendes, eller andre restriktioner eller begrænsninger under relevant lovgivning.
et: Teadaolevatest autoriõiguse piirangutest vaba teose kasutamine võib olla muul moel reguleeritud või piiratud. Teose või selle kasutuse suhtes võivad kohalduda isikuandmete kaitse seadused, reklaami-, kuvandi- või eraelulised õigused, mis lubavad isikul määrata, kuidas tema väljaütlemisi, kuvandit või sellega sarnanevat kasutatakse, ning muud kohaldatavast seadusest tulenevad piirangud ja kitsendused.
fy: It brûken fan in wurk dêr’t gjin bekende auteursrjochtbeheingen op rêste kin oars regulearre of beheind wêze. It wurk of it brûken derfan kin ûnderwurpen wêze oan wetten foar beskerming fan persoansgegevens of publisiteits-, portret- en privacyrjochten, dy’t in persoan by steat stelle om te bepalen hoe’t syn stim, byltnis of likenis brûkt wurdt, of oare beheiningen of begrinzgingen ûnder tapaslik rjocht.
hi: कॉपीराइट के ज्ञात प्रतिबंधों से आज़ाद किसी कार्य का उपयोग, दूसरे साधनों से नियंत्रित या सीमित किया जा सकता है। कार्य या उसका उपयोग, व्यक्तिगत डेटा सुरक्षा के कानूनों तथा प्रचार, चित्र या गोपनीयता के अधिकारों के अधीन हो सकता है जिससे व्यक्ति नियंत्रित कर सकता है कि उनकी आवाज़, चित्र आदि का इस्तेमाल कैसे किया जा सकता है, और साथ में प्रयोज्य कानूनों के अंतर्गत दूसरे प्रतिबंध या सीमाएँ भी नियंत्रित कर सकता है।
pt: O uso de um trabalho livre de restrições conhecidas devidas ao direito de autor e aos direitos conexos pode ser regulado ou limitado de outras formas. O trabalho ou o seu uso podem estar sujeitos a legislação de proteção de dados privados, a direitos de imagem ou de privacidade, que permitem que uma pessoa controle a forma como a sua voz, imagem ou parecença é usada, ou a outras restrições ou limitações impostas pela legislação aplicável.
ro: Utilizarea unei opere exonerată de restricții legate de drepturile de autor poate însă fi reglementată și limitată în alte moduri. Opera sau utilizarea acesteia pot intra sub incidența legilor privind protejarea datelor cu caracter personal, publicitatea, imaginea sau drepturile privind viața privată și modul în care vocea și imaginea, sau orice altă restricție sau limitare aflată sub legea respectivă.

source: moral rights
az: mənəvi hüquqlar
da: moralske rettigheder
et: isiklikud õigused
fy: morele rjochten
hi: नैतिक अधिकार
pt: direitos morais

source: Copyright laws in most jurisdictions around the world grant creators "moral rights" which may provide some redress if use of a work is considered "derogatory".
az: Dünyanın əksər yurisdiksiyalarında müəllif hüquqları qanunları yaradıcılara "mənəvi hüquqlar" verir ki, bu da əsərdən istifadənin "alçaldıcı" hesab edildiyi təqdirdə müəyyən kompensasiya təmin edə bilər.
da: Ophavsrettighedslovgivningen i de fleste lande og områder rundt omkring i verden giver skaberne "moralske rettigheder", som kan give godtgørelse hvis et værk bliver betragtet som smædende eller nedsættende.
et: Enamikus jurisdiktsioonides annavad autoriõiguse seadused autorile isiklikud õigused, mis muu hulgas võivad võimaldada nõuda hüvitist, kui teose kasutust peetakse au ja väärikust kahjustavaks.
fy: Auteursrjochten yn de measte wetjouwingen op ’e wrâld jouwe skeppers ‘morele rjochten' dy’t wat foldwaning biede kinne as it brûken fan in wurk beskôge wurdt as ‘wanachtsjend’.
hi: विश्व के अधिकांश क्षेत्रों में कॉपीराइट के कानून निर्माताओं को "नैतिक अधिकार" प्रदान करते हैं जो कार्य के "अपमानजनक" माने जाने पर कुछ प्रतिकार प्रदान करते हैं।
pt: A legislação de direito de autor e de direitos conexos da maioria das jurisdições em todo o mundo atribuem aos criadores "direitos morais", que podem permitir alguma forma de reparação se um uso de um trabalho for considerado um "desvirtuamento".
sr_latn: Zakoni o autorskom pravu u većini jurisdikcija u svetu garantuju stvaraocima "moralna prava", čime se pruža mogućnost naknade, ako korišćenje dela obuhvata "derogaciju".

source: endorsement
az: təsdiq
da: godkendelse
et: heakskiit
fy: goedkarren
hi: समर्थन
pt: apoio
sr_latn: podržavanje

source: In some jurisdictions, wrongfully implying that an author, publisher or anyone else endorses your use of a work may be unlawful.
az: Bəzi yurisdiksiyalarda müəllifin, yayımlayanın və ya hər hansı birinin əsərdən istifadənizi təsdiqlədiyini səhv şəkildə bildirmək qanunsuz ola bilər.
da: I nogle retsområder kan det være lovstridigt at antyde, at en forfatter, udgiver eller andre godkender din brug af et værk.
et: Väita ebaõigesti, et autor, avaldaja või keegi teine kiidab heaks, et teost kasutad, võib olla mõnes jurisdiktsioonis seadusevastane.
fy: Yn guon wetjouwingen kin it ûnterjochte hawwe wollen dat in makker, útjouwer of wa oars ek jo brûken fan it wurk goedkart ûnwettich wêze.
hi: कुछ क्षेत्रों में अनुचित रूप से किसी लेखक, प्रकाशक या किसी दूसरे व्यक्ति के द्वारा कार्य के आपके उपयोग के समर्थन का संकेत करना अवैध हो सकता है।
pt: Nalgumas jurisdições, sugerir indevidamente que um autor, editora ou qualquer outra pessoa aprova o seu uso do trabalho pode ser ilegal.
ro: În unele jurisdicții, a pretinde că un autor, un editor sau oricine altcineva susține utilizarea unei opere poate fi ilicită.
sr_latn: U nekim jurisdikcijama, pogrešno nagoveštavanje da autor, izdavač ili neko drugi podržava vaše korišćenje dela, može da bude protivzakonito.

source: Page Not Found
az: Səhifə tapılmadı
da: Side ikke fundet
hi: पृष्ठ नहीं मिला

source: You are free to:
az: Siz heç bir məhdudiyyət olmadan:
da: Du må frit:
et: Tohid:
fy: Jo binne frij om:
hi: आप खुलकर:
pt: Você tem o direito de:
ro: Poți să:
sr_latn: Vi slobodno možete da:

source: <strong>to Share</strong> &mdash; to copy, distribute and transmit the work
az: <strong>Paylaşmaq</strong> &mdash; əsəri kopyalamaq, yaymaq, göstərmək və ötürmək
da: <strong>Dele</strong> &mdash; kopiere, videredistribuere og overføre værket
et: <strong>Õigus jagada</strong> &mdash; õigus teost kopeerida (reprodutseerida), levitada, esitada ja üldsusele suunata.
fy: <strong> om Ut te wikseljen</strong> &mdash; it wurk te kopiearjen, ferspreden en oerdragen
hi: <strong>बाँट सकते हैं</strong>&mdash; रचना की प्रतिलिपि बना सकते हैं, बाँट सकते हैं और संचारित कर सकते हैं
pt: <strong>Compartilhar</strong> &mdash; copiar, distribuir e transmitir o trabalho
ro: <strong>partajezi cu alţii </strong> &mdash; dreptul de a copia, distribui şi transmite opera.
sr_latn: <strong>deliti</strong> &mdash; umnožavati, distribuirati i javno saopštavati delo

source: <strong>to Remix</strong> &mdash; to adapt the work
az: <strong>Dəyişdirmək</strong> &mdash; törəmə əsərlər yaratmaq
da: <strong>Remixe</strong> &mdash; tilpasse værket
et: <strong>Õigus töödelda</strong> &mdash; õigus teha teosest kohandusi (adaptsioone), töötlusi (aranžeeringuid) ja teisi töötlusi, sh tuletatud teoseid.
fy: <strong>om in ‘Remix’ te meitsjen</strong> &mdash; om it wurk oan te passen
hi: <strong>रीमिक्स कर सकते हैं</strong>&mdash; कार्य को अनुकूलित कर सकते हैं
pt: <strong>Remixar</strong> &mdash; adaptar o trabalho
ro: <strong>remixezi</strong> &mdash; dreptul de a adapta opera
sr_latn: <strong>remiksovati</strong> &mdash; preraditi delo

source: To sample, mash-up, or otherwise creatively transform this work for noncommercial purposes.
az: Bu işi qeyri-kommersiya məqsədləri üçün nümunə götürmək, qarışdırmaq və ya başqa şəkildə yaradıcı şəkildə çevirmək.
da: At sample, mixe eller på anden måde kreativt omarbejde dette værk til ikkekommercielle formål.
fy: Om ‘samples’ of ‘mash-ups’ te meitsjen of dit wurk op in oare manier kreatyf te bewurkjen foar net-kommersjele doelen.
hi: गैर-वाणिज्यिक उद्देश्यों से इस कार्य का प्रतिचयन कर सकते हैं, इसे मैश-अप कर सकते हैं, अथवा रचनात्मक रूप से बदल सकते हैं।
pt: Extrair partes ("sample"), combinar ("mash-up"), ou de qualquer outra forma transformar o trabalho para fins não comerciais.
ro: Pentru a face un sample (o mostră), mash-up (combina) sau altă transformare creativă a acestei opere în scopuri necomerciale.
sr_latn: Stvarati na osnovu uzorka, kombinovati ili drugačije kreativno menjati ovo delo u nekomercijalne svrhe.

source: To sample, mash-up, or otherwise creatively transform this work for commercial or noncommercial purposes.
da: At sample, mixe eller på anden måde kreativt omarbejde dette værk til kommercielle eller ikkekommercielle formål.
fy: Om ‘samples’ of ‘mash-ups’ te meitsjen of dit wurk op in oare manier kreatyf te bewurkjen foar kommersjele of net-kommersjele doelen.
hi: वाणिज्यिक या गैर-वाणिज्यिक उद्देश्यों से इस कार्य का प्रतिचयन कर सकते हैं, इसे मैश-अप कर सकते हैं, अथवा रचनात्मक रूप से बदल सकते हैं।
pt: Extrair partes ("sample"), combinar ("mash-up"), ou de qualquer outra forma transformar este trabalho para fins comerciais ou não comerciais.
ro: Pentru a face un sample (o mostră), mash-up (a combina) sau transforma într-un alt mod această operă în scopuri comerciale sau ne-comerciale.
sr_latn: Stvarati na osnovu uzoraka, kombinovati ili kreativno preoblikovati ovo delo u komercijalne ili nekomercijalne svrhe.

source: To perform, display, and distribute copies of this whole work for noncommercial purposes (e.g., file-sharing or noncommercial webcasting).
da: At fremføre, vise og sprede eksemplarer af hele værket for ikkekommercielle formål (f.eks. fildeling og ikkekommerciel webcasting).
fy: Om dit folsleine wurk út te fieren, sjen te litten en der eksimplaren fan te fersprieden foar net-kommersjele doelen (byg. bestânsútwikseljen of net-kommersjele webcasting).
hi: गैर-वाणिज्यिक उद्देश्यों से इस पूरे कार्य को प्रदर्शित और वितरित कर सकते हैं (जैसे फ़ाइल बाँटने या फिर गैर-वाणिज्यिक वेबकास्टिंग के लिए)।
pt: Executar, exibir e distribuir cópias deste trabalho completo para fins não comerciais [e.g., partilha de ficheiros ou difusão na internet ("webcasting"), sem fins comerciais].
ro: Sa comunice public, sa afișeze și să distribuie copii ale operei întregi în scop necomercial (de exemplu file-sharing sau transmisii web necomerciale).
sr_latn: javno saopštavati i distribuirati umnožene primerke celog dela u nekomercijalne svrhe (npr. razmena datoteka ili nekomercijalni webcasting).

source: <strong>Share</strong> &mdash; copy and redistribute the material in any medium or format
az: <strong>Paylaşmaq</strong> &mdash; materialı istənilən məlumat daşıyıcısında və ya formatda kopyalamaq və yenidən yaymaq
da: <strong>Dele</strong> &mdash; kopiere og videredistribuere materialet i ethvert medie eller format
et: <strong>Jagada</strong> &mdash; kopeeri ja levita materjali edasi mille tahes vahendusel ja mis tahes vormis
fy: <strong>Ut te wikseljen</strong> &mdash; dit materiaal te kopiearjen en yn hokker medium of foarm ek opnij te fersprieden
hi: <strong>बाँट सकते हैं</strong> &mdash; किसी भी साधन या प्रारूप में सामग्री की प्रतिलिपि बना सकते हैं और उसे पुनः वितरित कर सकते हैं
pt: <strong>Compartilhar</strong> &mdash; copiar e redistribuir o material em qualquer suporte ou formato
ro: <strong>Distribui</strong> &mdash; copiază și redistribuie această operă în orice mediu sau format
sr_latn: <strong>Deliti</strong> &mdash; umnožavati i ponovo distribuirati delo u svakom mediju ili formatu

source: for any purpose, even commercially.
az: istənilən məqsəd üçün, hətta kommersiya da.
da: til alle formål, også kommercielle.
et: mis tahes eesmärgil, ka äriliselt.
fy: foar elk doel, sels kommersjeel.
hi: किसी भी उद्देश्य से, वाणिज्यिक उद्देश्यों से भी।
pt: para qualquer fim, mesmo que comercial.
ro: cu orice scop, chiar și comercial
sr_latn: za svaku namenu, čak i komercijalnu.

source: <strong>Adapt</strong> &mdash; remix, transform, and build upon the material
az: <strong>Uyğunlaşdırmaq</strong> &mdash; dəyişdirmək, çevirmək və əsasında hazırlamaq.
da: <strong>Tilpasse</strong> &mdash; remixe, ændre og bygge videre på materialet
et: <strong>Kohandada</strong> &mdash; töötle, kujunda ümber ja arenda edasi
fy: <strong>Oan te passen</strong> &mdash; in ‘remix’ te meitsjen, om te foarmjen en op it materiaal fierder te bouwen
hi: <strong>अनुकूलित कर सकते हैं</strong> &mdash; सामग्री को रीमिक्स कर सकते हैं, बदल सकते हैं और उसपर योग कर सकते हैं
pt: <strong>Adaptar</strong> &mdash; remixar, transformar, e criar a partir do material
ro: <strong>Adaptezi</strong> &mdash; remixezi, transformi, și construiești pe baza operei
sr_latn: <strong>Preraditi</strong> &mdash; remiksovati, izmeniti, i razvijati delo

source: The licensor cannot revoke these freedoms as long as you follow the license terms.
az: Lisenziyanın şərtlərinə əməl etdiyiniz müddətcə lisenziya verən bu hüquqları ləğv edə bilməz
da: Licensgiveren kan ikke tilbagekalde frihederne, så længe du følger licensvilkårene.
et: Litsentsiandja ei saa neid vabadusi tagasi võtta, kui järgid litsentsi tingimusi.
fy: De lisinsjejouwer kin dizze tastimmingen net ynlûke salang’t jo oan ’e lisinsjebetingsten foldogge.
hi: जब तक आप लाइसेंस की शर्तों का पालन करें, लाइसेंसर ये स्वतंत्रताएँ नहीं छीन सकता है।
pt: O licenciante não pode revogar estes direitos desde que você respeite os termos da licença.
ro: Licențiatorul nu poate revoca aceste drepturi atât timp cât respectați termenii licenței.
sr_latn: Davalac licence nije ovlašćen da opozove ove slobode dok se pridržavate uslova licence.

source: Under the following terms:
az: Aşağıdakı şərtlərə əməl etməklə:
da: Under følgende vilkår:
et: Järgmistel tingimustel:
fy: Under dizze betingsten:
hi: निम्नलिखित शर्तों के अंतर्गत:
pt: De acordo com os termos seguintes:
ro: Sub următorii termeni:
sr_latn: Pod sledećim uslovima:

source: You may exercise the above freedoms in developing nations only.
az: Yuxarıdakı hüquqlardan yalnız inkişaf etməkdə olan ölkələrdə istifadə edə bilərsiniz.
da: Du må kun gøre brug af disse friheder i udviklingslande.
hi: आपको उपरोक्त स्वतंत्रताएँ सिर्फ विकासशील देशों में हैं।
