Repository: creativecommons/cc-legal-tools-data
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, da, et, fy, hi, pt, ro, sr_latn

source: Creative Commons Corporation ("Creative Commons") is not a law firm and does not provide legal services or legal advice. Distribution of Creative Commons public licenses does not create a lawyer-client or other relationship. Creative Commons makes its licenses and related information available on an "as-is" basis. Creative Commons gives no warranties regarding its licenses, any material licensed under their terms and conditions, or any related information. Creative Commons disclaims all liability for damages resulting from their use to the fullest extent possible.
az: Creative Commons Corporation ("Creative Commons") hüquq firması deyil və hüquqi xidmətlər və ya hüquqi məsləhətlər vermir. Creative Commons ictimai lisenziyalarının istifadəsi hüquqşünas-müştəri və ya başqa münasibət yaratmır. Creative Commons lisenziyalarını və əlaqəli məlumatları "olduğu kimi" təqdim edir. Creative Commons lisenziyaları, onların şərtlərinə uyğun olaraq lisenziyalaşdırılmış hər hansı material və ya hər hansı əlaqəli məlumatla bağlı heç bir zəmanət vermir. Creative Commons onların istifadəsi nəticəsində dəyən ziyana görə məsuliyyət daşımır.
da: Creative Commons Corporation ("Creative Commons") er ikke et advokatfirma og yder ikke juridiske tjenester eller juridisk rådgivning. Distribution af Creative Commons' offentlige licenser skaber ikke en advokat-klient eller anden relation. Creative Commons stiller sine licenser og relaterede oplysninger til rådighed på "som de er"-basis. Creative Commons giver ingen garantier vedrørende dets licenser, materiale, der er licenseret i henhold til deres vilkår og betingelser, eller relaterede oplysninger. Creative Commons fraskriver sig ethvert ansvar for skader som følge af deres brug i videst muligt omfang.
et: Creative Commons Corporation (edaspidi „Creative Commons“) ei ole õigusbüroo ega osuta õigusteenuseid ega paku õigusnõustamist. Creative Commonsi vaba kasutuse litsentside levitamine ei loo advokaadi-kliendi ega muud suhet. Creative Commons teeb oma litsentsid ja nendega seotud teabe kättesaadavaks “as is” esitatud kujul. Creative Commons ei anna seoses oma litsentside või nende tingimuste alusel litsentsitud materjaliga ega mis tahes muu seotud teabega mingeid garantiisid. Creative Commons välistab igasuguse vastutuse, nii palju kui võimalik, nende kasutamise tulemusena tekkida võiva kahju eest.
fy: Creative Commons Corporation ("Creative Commons") is gjin advokatekantoar en jout gjin juridyske tsjinsten of juridysk advys. De fersprieding fan Creative Commons publike lisinsjes ropt gjin juridyske relaasje of oare relaasje mei Creative Commons yn it libben. Creative Commons stelt syn lisinsjes en dermei ferbûne ynformaasje ‘sûnder garânsje’ beskikber. Creative Commons biedt gjin garânsjes oangeande syn lisinsjes, watfoar ûnder dizze betingsten of kondysjes lisinsearre materiaal ek, of hokfoar oare dermei ferbûne ynformaasje. Creative Commons slút alle oanspraaklikheid út foar watfoar skea dan ek folgjend út it brûken dêrfan, yn ’e romst mooglike sin.
hi: Creative Commons Corporation ("क्रिएटिव कॉमन्स") कोई कानूनी कंपनी नहीं है और कानूनी सेवाएँ प्रदान नहीं करता है। क्रिएटिव कॉमन्स के सार्वजनिक लाइसेंसों को वितरित करने पर कोई वकील-मुवक्किल या कोई दूसरा संबंध निर्मित नहीं होता है। क्रिएटिव कॉमन्स अपने लाइसेंसों और संबंधित जानकारी को "वैसी के वैसी" स्थिति में उपलब्ध कराता है। क्रिएटिव कॉमन्स अपने लाइसेंसों, उनके नियमों और शर्तों के अंतर्गत लाइसेंस की गई किसी भी सामग्री, या किसी भी संबंधित जानकारी के लिए कोई वारंटी प्रदान नहीं करता है। क्रिएटिव कॉमन्स अपने उपयोग के परिणामस्वरूप हुई किसी नुकसानों के लिए पूरी हद तक दायित्व त्याग करता है।
pt: A organização Creative Commons ("Creative Commons") não é um escritório de advocacia e não presta serviços jurídicos ou aconselhamento jurídico. A distribuição das licenças públicas Creative Commons não estabelece uma relação advogado-cliente ou outra relação. A Creative Commons disponibiliza as suas licenças e informação relacionada "no estado em que se encontram" ("as-is"). A Creative Commons não oferece garantias relativamente às suas licenças, a qualquer material licenciado sob os seus termos e condições, ou a qualquer informação relacionada. A Creative Commons exonera-se, da forma mais ampla possível, de qualquer responsabilidade por danos decorrentes da sua utilização.

source: This tool is based on United States law and may not be applicable outside the US. For dedicating new works to the public domain, we recommend <a href="/choose/zero/">CC0</a>.
az: Bu alət ABŞ qanunlarına əsaslanır və ABŞ-dən kənarda tətbiq olunmaya bilər. Yeni əsərləri ictimai mülkiyyətə buraxmaq üçün <a href="/choose/zero/">CC0</a> tövsiyə edirik.
da: Dette værktøj er baseret på lovgivning fra USA og er måske ikke anvendeligt i andre lande. For at dedikere nye værker til public domain anbefaler vi <a href="/choose/zero/">CC0</a>.
fy: Dit ynstrumint is grûne op Feriene Steaten-wetjouwing en is mooglik net tapaslik bûten de FS. Om nij wurk ta te wizen oan it publike domein riede wy <a href="/choose/zero/">CC0</a> oan.
hi: यह उपकरण अमेरिकी कानूनों पर आधारित है और संयुक्त राज्य के बाहर प्रयोज्य न भी हो सकता है। नए कार्यों को सार्वजनिक डोमेन को समर्पित करने के लिए हम <a href="/choose/zero/">CC0</a> की अनुशंसा देंगे।
pt: Este instrumento tem por base a legislação dos Estados Unidos e pode não ser aplicável fora dos E.U.A.. Para dedicar trabalhos novos ao domínio público, recomendamos a <a href="/choose/zero/">CC0</a>.
ro: Acest instrument se bazează pe legislația Statelor Unite și aplicabilitatea lui ar putea fi redusă în afara Statelor Unite. Pentru dedicarea de noi opere domeniului public, recomandăm <a href="/choose/zero/">CC0</a>.
sr_latn: Ovaj instrument je zasnovan na zakonu Sjedinjenih Država i moguće je da ne može da se primeni van njih. Za prenos novih dela u javni domen, preporučujemo <a href="/choose/zero/">CC0</a>.

source: Creative Commons has <a href="http://creativecommons.org/retiredlicenses">retired this legal tool</a> and does not recommend that it be applied to works.
az: Creative Commons <a href="http://creativecommons.org/retiredlicenses">bu hüquqi aləti ləğv edib</a> və onun əsərlərə tətbiq edilməsini tövsiyə etmir.
da: Creative Commons har <a href="http://creativecommons.org/retiredlicenses">udfaset dette juridiske værktøj</a> , og anbefaler at det ikke knyttes til værker.
et: Creative Commons on <a href="http://creativecommons.org/retiredlicenses">selle juriidilise dokumendi maha kandnud</a> ja ei soovita seda uute teoste juures kasutada.
fy: Creative Commons hat <a href="http://creativecommons.org/retiredlicenses">dit juridysk ynstrumint út syn oanbod weihelle</a> en riedt ôf om it ta te passen op wurken.
hi: क्रिएटिव कॉमन्स ने <a href="http://creativecommons.org/retiredlicenses">इस कानूनी उपकरण को पदावनत कर दिया है</a> और कार्यों पर इसको लागू करने की अनुशंसा नहीं देता है।
pt: A Creative Commons <a href="http://creativecommons.org/retiredlicenses"> reformou este instrumento legal</a> e não recomenda que seja aplicado a trabalhos.
ro: Creative Commons a <a href="http://creativecommons.org/retiredlicenses">retras această unealtă</a> și nu recomandă să fie aplicată lucrărilor.
sr_latn: Creative Commons <a href="http://creativecommons.org/retiredlicenses">smatra ovaj pravni instrument povučenim iz upotrebe</a> i ne preporučuje njegovu primenu na delo.

source: This is an older version of this license. Compared to previous versions, the 4.0 versions of all CC licenses are <a href="/version4/">more user-friendly and more internationally robust</a>. If you are <a href="/choose/"> licensing your own work</a>, we strongly recommend the use of the 4.0 license instead:
az: Bu, bu lisenziyanın köhnə versiyasıdır. Əvvəlki versiyalarla müqayisədə, bütün CC lisenziyalarının 4.0 versiyaları <a href="/version4/">daha çox istifadəçi dostudur və beynəlxalq səviyyədə daha etibarlıdır.</a> <a href="/choose/">Öz işinizi lisenziyalaşdırırsınızsa</a>, bunun əvəzinə 4.0 lisenziyasından istifadə etməyi tövsiyə edirik:
da: Dette er en ældre version af denne licens. Sammenlignet med tidligere versioner er 4.0-versionerne af alle CC-licenser <a href="/version4/">mere brugervenlige og mere internationalt robuste</a>. Hvis du <a href="/choose/"> licenserer dit eget værk</a>, vi anbefaler kraftigt brugen af ​​4.0-licensen i stedet for:
hi: इस लाइसेंस का एक पुराना संस्करण है। पिछले संस्करणों की तुलना में सभी CC लाइसेंसों के 4.0 संस्करण <a href="/version4/">उपयोगकर्ता के लिए ज़्यादा अनुकूल और अंतर्राष्ट्रीय रूप से ज़्यादा मज़बूत</a> हैं। अगर आप <a href="/choose/">अपने कार्य को लाइसेंस कर</a> रहे हैं, हम 4.0 लाइसेंस का इस्तेमाल करने की भारी अनुशंसा देंगे:

source: Creative Commons is the nonprofit behind the open licenses and other legal tools that allow creators to share their work. Our legal tools are free to use.
az: Creative Commons, yaradıcılara işlərini paylaşmağa imkan verən açıq lisenziyaların və digər hüquqi vasitələri yaradıcısı olan qeyri-kommersiya təşkilatıdır. Hüquqi alətlərimizdən istifadə etmək pulsuzdur.
da: Creative Commons er nonprofit organisationen bag de åbne licenser og andre juridiske værktøjer, som giver skabere muligheder for at dele deres værk. Vore juridiske værktøjer er frie at bruge.
hi: क्रिएटिव कॉमन्स मुक्त लाइसेंसों और दूसरे कानूनी उपकरणों के पीछे का गैर-लाभकारी संगठन है जो निर्माताओं की अपने कार्य बाँटने में मदद करता है। हमारे कानूनी उपकरणों का निः शुल्क इस्तेमाल किया जा सकता है।

source: Learn more about our work
az: İşimiz haqqında daha çox məlumat əldə edin
da: Lær mere om vores arbejde
hi: हमारे कार्य के बारे में अधिक जानें

source: Learn more about CC Licensing
az: CC Lisenziyaları haqqında daha ətraflı məlumat əldə edin
da: Lær mere om CC-licenserne
hi: CC लाइसेंसिंग के बारे में अधिक जानें

source: Support our work
az: İşimizi dəstəkləyin
da: Støt vores arbejde
hi: हमारे कार्य को समर्थित करें

source: Use the license for your own material.
az: Öz işiniz üçün lisenziya seçin.
da: Benyt licensen på dit eget materiale.
hi: अपनी सामग्री के लिए लाइसेंस का इस्तेमाल करें।

source: This page is available in the following languages:
da: Denne side er tilgængelig på følgende sprog:
et: See lehekülg on kättesaadav järgmistes keeltes:
fy: Dizze side is beskikber yn de talen:
hi: यह पृष्ठ निम्न भाषाओं में उपलब्ध है:
pt: Esta página está disponível nas seguintes línguas:
ro: Această pagină este disponibilă în următoarele limbi:
sr_latn: Ova strana je dostupna na sledećim jezicima:

source: Using Creative Commons Public Licenses
az: Creative Commons İctimai Lisenziyalarından istifadə
da: Brug af Creative Commons Offentlige Licenser
et: Creative Commonsi vaba kasutuse litsentside kasutamine
fy: It brûken fan Creative Commons Publike Lisinsjes
hi: क्रिएटिव कॉमन्स सार्वजनिक लाइसेंसों का इस्तेमाल करना
pt: Utilizando as Licenças Públicas Creative Commons
ro: Utilizarea Licențelor Publice Creative Commons

source: Considerations for licensors
az: Lisenziyaçılar üçün mülahizələr
da: Betragtninger for Licensgivere
et: Märkused litsentsiandjatele
fy: Oerwagingen foar lisinsjejouwers
hi: लाइसेंसधारियों के लिए भुगतान
pt: Considerações para licenciantes
ro: Considerente pentru licențiatori

source: Considerations for the public
az: İctimaiyyət üçün mülahizələr
da: Betragtninger for offentligheden
et: Märkused üldsusele
fy: Oerwagingen foar it publyk
hi: जनता के लिए भुगतान
pt: Considerações para o público
ro: Considerente pentru public

source: Other formats
az: Digər formatlar
da: Andre formater
hi: दूसरे प्रारूप

source: Plain Text
az: Sadə Mətn
da: Ren tekst
hi: सादा टेक्स्ट

source: See the deed
az: Sənədə bax
da: Læs dokumentationen
hi: दलील देखें

source: Version
az: Versiya
hi: संस्करण

source: Hide Considerations for Licensors
az: Lisenziyaçılar üçün Mülahizələri Gizlət
da: Skjul betragtninger for Licensgivere.
hi: लाइसेंसधारियों के लिए भुगतान छिपाएँ

source: Show Considerations for Licensors
da: Vis betragtninger for Licensgivere
hi: लाइसेंसधारियों के लिए भुगतान दिखाएँ

source: Hide Considerations for the Public
da: Skjul betragtninger for Offentligheden
hi: जनता के लिए भुगतान छिपाएँ

source: Show Considerations for the Public
da: Vis betragtninger for Offentligheden
hi: जनता के लिए भुगतान दिखाएँ

source: Language
az: Dil
da: Sprog
hi: भाषा

source: Legal Tools
az: Hüquqi alətlər
da: Juridiske Værktøjer
hi: कानूनी उपकरण

source: Redirect to:
da: Omdirigér til:
hi: अनुप्रेषण:

source: Creative Commons public licenses provide a standard set of terms and conditions that creators and other rights holders may use to share original works of authorship and other material subject to copyright and certain other rights specified in the public license below. The following considerations are for informational purposes only, are not exhaustive, and do not form part of our licenses.
az: Creative Commons ictimai lisenziyaları, yaradıcıların və digər hüquq sahiblərinin orijinal müəlliflik əsərlərini və müəlliflik hüququ və aşağıda göstərilən ictimai lisenziyada müəyyən edilmiş digər hüquqlara aid olan digər materialları paylaşmaq üçün istifadə edə biləcəkləri standart şərtlər toplusunu təmin edir. Aşağıdakı mülahizələr yalnız məlumat üçün nəzərdə tutulub, hərtərəfli deyil və lisenziyalarımızın bir hissəsini təşkil etmir.
da: Creative Commons' Offentlige Licenser indeholder et standardiseret sæt vilkår og betingelser, som ophavsmænd og andre rettighedshavere kan anvende til at Dele originale værker og andet materiale omfattet af ophavsretten og visse andre rettigheder, der er anført i den Offentlige Licens nedenfor. Følgende betragtninger er kun til orientering, er ikke udtømmende og udgør ikke en del af vores licenser.
et: Creative Commonsi vaba kasutuse litsentsidega nähakse ette standardtingimused, mille alusel teose loojad ja muud õiguste omajad võivad jagada autori originaalteoseid ja muud materjali, mis on kaitstud autoriõiguse ja teatavate muude õigustega, mis on täpsustatud allpool esitatud vaba kasutuse litsentsis. Järgmised märkused on esitatud ainult teavitamise eesmärgil, need ei ole ammendavad ega moodusta osa meie litsentsidest.
fy: Creative Commons publike lisinsjes biede in standert rige betingsten en kondysjes dy’t makkers en oare rjochthawwers brûke kinne om oarspronklike auteurswurken en materiaal dêr’t auteursrjocht en beskate oare rjochten op rêste út te wikseljen lykas oanjûn yn de publike lisinsje hjirûnder. De neikommende oerwagingen binne allinne bedoeld foar ynformative doelen, se binne net útputsjend en meitsje gjin part út fan ús lisinsjes.
pt: As licenças públicas Creative Commons oferecem um conjunto padrão de termos e condições que criadores e outros detentores de direitos podem utilizar para compartilhar obras originais de autor, outros materiais sujeitos a direito de autor e direitos conexos, e certos outros direitos especificados na licença pública abaixo. As considerações a seguir são apenas para fins de informação, não são exaustivas e não fazem parte de nossas licenças.
ro: Licențele Publice Creative Commons oferă un set standard de termeni și condiții pe care creatorii și alți titulari de drepturi îl pot utiliza pentru a partaja opere originale de autor și alte materiale care fac obiectul drepturilor de autor și al altor drepturi anumite specificate în licența publică de mai jos. Următoarele considerente sunt doar în scop informativ, nu sunt exhaustive și nu fac parte din licențele noastre.

source: Our public licenses are intended for use by those authorized to give the public permission to use material in ways otherwise restricted by copyright and certain other rights. Our licenses are irrevocable. Licensors should read and understand the terms and conditions of the license they choose before applying it. Licensors should also secure all rights necessary before applying our licenses so that the public can reuse the material as expected. Licensors should clearly mark any material not subject to the license. This includes other CC-licensed material, or material used under an exception or limitation to copyright. <a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensors">More considerations for licensors.</a>
az: Bizim ictimai lisenziyalarımız müəllif hüququ və müəyyən digər hüquqlarla başqa şəkildə məhdudlaşdırılan üsullarla materialdan istifadə etmək üçün ictimai icazə vermək səlahiyyətinə malik olanlar tərəfindən istifadə üçün nəzərdə tutulub. Lisenziyalarımız ləğv edilə bilməz. Lisenziyaçılar seçdikləri lisenziyanı tətbiq etməzdən əvvəl onun şərtlərini oxumalı və başa düşməlidirlər. Lisenziyaçılar həmçinin lisenziyalarımızı tətbiq etməzdən əvvəl lazım olan bütün hüquqları təmin etməlidirlər ki, ictimaiyyət materialdan gözlənildiyi kimi yenidən istifadə edə bilsin. Lisenziyaçılar lisenziyaya tabe olmayan hər hansı materialı aydın şəkildə qeyd etməlidirlər. Buraya digər CC lisenziyalı material və ya müəllif hüququ ilə bağlı istisna və ya məhdudiyyət altında istifadə edilən material daxildir. <a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensors">Lisenziyaçılar üçün mülahizələr.</a>
da: Vores offentlige licenser er beregnet til brug af dem, der er autoriseret til at give offentligheden tilladelse til at bruge materiale på måder, der ellers er begrænset af ophavsret og visse andre rettigheder. Vores licenser er uigenkaldelige. Licensgivere bør læse og forstå vilkårene og betingelserne for den licens, de vælger, før de anvender den. Licensgivere bør også sikre sig alle nødvendige rettigheder, før de anvender vores licenser, så offentligheden kan genbruge materialet som forventet. Licensgivere bør tydeligt markere alt materiale, der ikke er underlagt licensen. Dette omfatter andet CC-licenseret materiale eller materiale, der anvendes under en undtagelse eller begrænsning af ophavsret. <a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensors">Flere hensyn til licensgivere.</a>
et: Meie vaba kasutuse litsentsid on mõeldud kasutamiseks neile, kel on õigus anda avalikuks kasutamiseks materjale, mis muul juhul oleks autoriõiguse ja teatavate muude õigustega piiratud. Meie litsentsid on tagasivõtmatud. Litsentsiandjad peaksid enne nende valitud litsentsi kasutamist lugema ja mõistma selle tingimusi. Litsentsiandjad peaksid enne meie litsentside kasutamist hankima ka kõik vajalikud õigused, nii et üldsus saaks materjali ootuspäraselt taaskasutada. Litsentsiandjad peaksid selgelt tähistama materjali, mis litsentsi alla ei kuulu. See hõlmab muid Creative Commonsi litsentsiga materjale või materjali, mida kasutatakse autoriõiguse erandi või piirangu alusel. <a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensors">Veel märkusi litsentsiandjatele.</a>
fy: Us publike lisinsjes binne bedoeld foar it brûken troch rjochthawwers om it publyk tastimming te jaan om materiaal te brûken op manieren dy’t oars beheind wêze soene troch it auteursrjocht en beskate oare rjochten. Us lisinsjes binne net-ynlûkber. Lisinsjejouwers wurdt oanret om de betingsten en kondysjes fan de lisinsje dy’t hja kieze te lêzen en te begripen foar it tapassen derfan. Lisinsjejouwers binne ferplicht om alle nedige rjochten feilich te stellen foar it oanbringen fan ús lisinsjes, sadat it publyk it materiaal nei ferwachting opnij brûke kin. Lisinsjejouwers moatte oanjaan hokker materiaal oft net ûnder de lisinsje falt. Dat omfettet oar Creative Commons lisinsearre materiaal, of materiaal dat ûnder in útsûndering of beheining fan it auteursrjocht brûkt wurdt. <a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensors">Mear oerwagingen foar lisinsjejouwers.</a>
pt: As nossas licenças públicas são destinadas a utilização por aqueles que tenham autorização para conceder permissão pública para a utilização de material de maneiras que seriam, caso contrário, restringidas pelo direito de autor e direitos conexos, e certos outros direitos. As nossas licenças são irrevogáveis. Os licenciantes devem ler e entender os termos e condições da licença escolhida antes de aplicá-la. Os licenciantes devem assegurar todos os direitos necessários antes de aplicar as nossas licenças, de modo a que o público possa reutilizar o material conforme esperado. Os licenciantes devem identificar claramente qualquer material não sujeito à licença. Isso inclui outros materiais licenciados sob CC, ou materiais utilizados sob uma exceção ou limitação ao direito de autor e direitos conexos. <a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensors">Mais considerações para licenciantes.</a>
