Repository: creativecommons/cc-legal-tools-data
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, da, et, fy, hi, pt, ro, sr_latn

source: You must give <a href="#ref-appropriate-credit" id="src-appropriate-credit">appropriate credit</a></span>, provide a link to the license, and <span rel="cc:requires" resource="http://creativecommons.org/ns#Notice"><a href="#ref-indicate-changes" id="src-indicate-changes">indicate if changes were made</a></span>. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use.
az: <a href="#ref-appropriate-credit" id="src-appropriate-credit">Müvafiq istinad</a></span> verməli, lisenziyaya keçid əlavə etməli və <span rel="cc:requires" resource="http://creativecommons.org/ns#Notice"><a href="#ref-indicate-changes" id="src-indicate-changes">dəyişikliklər edilib-edilmədiyini bildirməlisiniz</a></span>. Siz bunu istənilən şəkildə edə bilərsiniz, lakin lisenziya verənin sizə icazə verdiyini göstərən formada yox.
da: Du skal give <a href="#ref-appropriate-credit" id="src-appropriate-credit">passende kreditering</a></span>, angive et link til licensen, og <span rel="cc:requires" resource="http://creativecommons.org/ns#Notice"><a href="#ref-indicate-changes" id="src-indicate-changes">oplyse om der er foretaget ændringer</a></span>. Du må gøre det på enhver fornuftig måde, men ikke på en måde der antyder, at licensgiveren godkender dig eller din anvendelse.
et: Pead materjali sobival viisil <a href="#ref-appropriate-credit" id="src-appropriate-credit">autorile omistama</a></span>, tooma ära litsentsi lingi ja märkima ära, <span rel="cc:requires" resource="http://creativecommons.org/ns#Notice"><a href="#ref-indicate-changes" id="src-indicate-changes">kas on tehtud muudatusi</a></span>. Sobib, kui teed seda mõistlikul viisil, kuid seejuures ei tohi jääda muljet, et litsentsiandja tõstab esile sind või seda, et sina materjali kasutad.
fy: Jo moatte <a href="#ref-appropriate-credit" id="src-appropriate-credit">goed de namme fan de makker neame</a></span>, in link nei de lisinsje jaan en <span rel="cc:requires" resource="http://creativecommons.org/ns#Notice"><a href="#ref-indicate-changes" id="src-indicate-changes">úttsjutte oft der feroaringen makke binne</a></span>. Jo meie dat op elke ridlike manier dwaan, mar net op in manier dy’t tinken docht dat de lisinsjejouwer jo wurk of jo brûken goedkart.
hi: यह अनिवार्य है कि आप <a href="#ref-appropriate-credit" id="src-appropriate-credit">यथोचित श्रेय</a> प्रदान करें</span>, लाइसेंस की कड़ी प्रदान करें, और <span rel="cc:requires" resource="http://creativecommons.org/ns#Notice"><a href="#ref-indicate-changes" id="src-indicate-changes">अगर कोई बदलाव हुए हों तो उन्हें इंगित करें</a></span>। आप ऐसा किसी भी उचित तरीके से कर सकते हैं, लेकिन किसी भी तरह उससे यह नहीं संकेत नहीं किया जाना चाहिए कि लाइसेंसधारी द्वारा आपको अथवा आपके इस प्रयोग का समर्थन किया जा रहा हो।
pt: Você deve atribuir <a href="#ref-appropriate-credit" id="src-appropriate-credit">o devido crédito</a></span>, fornecer um link para a licença, e <span rel="cc:requires" resource="http://creativecommons.org/ns#Notice"><a href="#ref-indicate-changes" id="src-indicate-changes">indicar se foram feitas alterações</a></span>. Você pode fazê-lo de qualquer forma razoável, mas não de uma forma que sugira que o licenciante o apoia ou aprova o seu uso.
sr_latn: U obavezi ste da <a href="#ref-appropriate-credit" id="src-appropriate-credit">priznate autorstvo</a></span>, unesete link ka licenci i <span rel="cc:requires" resource="http://creativecommons.org/ns#Notice"><a href="#ref-indicate-changes" id="src-indicate-changes">označite izmene, ako su izvršene</a></span>. To možete da učinite na svaki razuman način, ali ne tako da se sugeriše da vas davalac licence podržava, kao i vaše korišćenje dela.

source: You may not use the material for <a href="#ref-commercial-purposes" id="src-commercial-purposes">commercial purposes</a>.
az: Siz materialdan <a href="#ref-commercial-purposes" id="src-commercial-purposes">kommersiya məqsədləri</a> üçün istifadə edə bilməzsiniz.
da: Du må ikke bruge materialet til <a href="#ref-commercial-purposes" id="src-commercial-purposes">kommercielle formål</a>.
et: Sa ei tohi kasutada materjali <a href="#ref-commercial-purposes" id="src-commercial-purposes">ärilisel eesmärgil</a>.
fy: Jo meie it materiaal net brûke foar <a href="#ref-commercial-purposes" id="src-commercial-purposes">kommersjele doelen</a>.
hi: आप सामग्री का उपयोग <a href="#ref-commercial-purposes" id="src-commercial-purposes">वाणिज्यिक उद्देश्यों</a> से नहीं कर सकते।
pt: Você não pode usar o material para <a href="#ref-commercial-purposes" id="src-commercial-purposes">fins comerciais</a>.
sr_latn: Nije dozvoljeno korišćenje dela za <a href="#ref-commercial-purposes" id="src-commercial-purposes">komercijalne namene</a>.

source: If you remix, transform, or build upon the material, you must distribute your contributions under the <a href="#ref-same-license" id="src-same-license">same license</a> as the original.
az: Materialı dəyişdirirsinizsə, çevirirsinizsə və ya onun əsasında yaradırsınızsa, töhfələrinizi orijinalla <a href="#ref-same-license" id="src-same-license">eyni lisenziyaya</a> əsasən yaymalısınız.
da: Hvis du remixer, omarbejder eller bygger videre på materialet, skal du distribuere dine bidrag under <a href="#ref-same-license" id="src-same-license">den samme licens</a> som originalen.
et: Kui töötled, kujundad ümber või arendad materjali edasi, siis pead oma töö levitamiseks kasutama <a href="#ref-same-license" id="src-same-license">sama litsentsi</a>, mille all on algupärand.
fy: As jo fan it materiaal in ‘remix’ meitsje, it bewurkje of derop fierder bouwe, moatte jo jo bydragen ûnder <a href="#ref-same-license" id="src-same-license">deselde lisinsje</a> ferspriede as it orizjineel.
hi: अगर आप सामग्री को रीमिक्त करते हैं, उसे बदलते हैं या उसपर योग करते हैं, आपको अपने योगदानों को मूल के <a href="#ref-same-license" id="src-same-license">समान लाइसेंस</a> के अंतर्गत प्रकाशित करना होगा।
pt: Se você remixar, transformar, ou criar a partir do material, tem de distribuir as suas contribuições ao abrigo da <a href="#ref-same-license" id="src-same-license">mesma licença</a> que o original.
sr_latn: Ako remiksujete, menjate ili razvijate delo, u obavezi ste da distribuirate svoj udeo pod <a href="#ref-same-license" id="src-same-license">istom licencom</a> originalnog dela.

source: NoDerivatives
az: Törəməsiz
da: IngenBearbejdelse
et: Tuletatud teoste keeld
fy: GjinOflaatWurk
hi: व्युत्पन्ननहीं
pt: SemDerivações
ro: FărăDerivate
sr_latn: Bez prerada

source: If you <a href="#ref-some-kinds-of-mods" id="src-some-kinds-of-mods">remix, transform, or build upon</a> the material, you may not distribute the modified material.
az: Materialı <a href="#ref-some-kinds-of-mods" id="src-some-kinds-of-mods">dəyişdirir, çevirir və ya əsasında yenidən qurursunuzsa</a>, dəyişdirilmiş materialı yayımlaya bilməzsiniz.
da: Hvis du <a href="#ref-some-kinds-of-mods" id="src-some-kinds-of-mods">remixer, omarbejder eller bygger videre på</a> materialet, må du ikke distribuere det ændrede materiale.
et: Kui <a href="#ref-some-kinds-of-mods" id="src-some-kinds-of-mods">töötled, kujundad ümber või arendad materjali edasi</a>, siis pole sul õigust muudetud materjali levitada.
fy: As jo fan it materiaal <a href="#ref-some-kinds-of-mods" id="src-some-kinds-of-mods">in ‘remix’ meitsje, it bewurkje of derop fieder bouwe</a>, meie jo it feroare materiaal net ferspriede.
hi: अगर आप सामग्री को <a href="#ref-some-kinds-of-mods" id="src-some-kinds-of-mods">रीमिक्त करते हैं, उसे बदलते हैं या उसपर योग करते हैं</a>, आप संशोधित सामग्री को वितरित नहीं कर सकते।
pt: Se você <a href="#ref-some-kinds-of-mods" id="src-some-kinds-of-mods">remixar, transformar, ou criar a partir do</a>material, não pode distribuir o material modificado.
sr_latn: Ako <a href="#ref-some-kinds-of-mods" id="src-some-kinds-of-mods">remiksujete, menjate ili razvijate</a> delo, nije dozvoljeno da distribuirate izmenjeno delo.

source: You may not use this work to advertise for or promote anything but the work you create from it.
az: Siz bu əsəri əsasında yaratdığınız əsərdən başqa heç bir şeyin reklamı və ya təşviqi üçün istifadə edə bilməzsiniz.
da: Du må ikke bruge dette værk i reklamesammenhæng eller på anden måde til at promovere andet, end det værk du skaber.
fy: Jo meie dit wurk allinnich mar brûke om it wurk dat jo derfan skeppe, en neat oars, oan te priizgjen of der reklame foar te meitsjen.
hi: आप इस कार्य का इस्तेमाल इससे आपके द्वारा बनाए गए कार्य के अलावा किसी भी चीज़ को बढ़ावा देने या उसका प्रचार करने के लिए नहीं कर सकते।
pt: Você não pode utilizar este trabalho para anunciar ou promover nada, exceto o trabalho que criar a partir dele.
ro: Nu poți folosi această operă pentru a face publicitate sau a promova altceva în afară de opera creată de tine pe baza acestei opere.
sr_latn: Ne možete da koristite ovo delo za promociju i reklamu nečega što nije vaše delo nastalo iz tog dela.

source: For any reuse or distribution, you must make clear to others the license terms of this work. The best way to do this is with a link to this web page.
az: Hər hansı təkrar istifadə və ya paylaşma üçün siz bu işin lisenziya şərtlərini başqalarına açıqlamalısınız. Bunu etməyin ən yaxşı yolu bu veb səhifəyə keçid əlavə etməkdir.
da: I forbindelse med enhver viderebrug og distribuering skal du gøre licensvilkårene for dette værk klart for andre. Den bedste måde at gøre dette er med et link til denne hjemmeside.
et: Teose mis tahes kasutamise või levitamise korral tuleb teha teistele isikutele selgeks käesoleva teose litsentsitingimused. Parim viis selleks on lisada link käesolevale veebilehele.
fy: Foar hokfoar werbrûken en fersprieden ek moatte jo oan oaren de lisinsjebetingsten fan dit wurk ferdútse. De bêste manier om dat te dwaan is mei in link nei dizze ynternetside.
hi: किसी भी पुनः उपयोग का पुनः वितरण के लिए आपको इस कार्य की लाइसेंस की शर्तें दूसरों को स्पष्ट करनी होंगी। ऐसा करने का सबसे अच्छा तरीका है इस वेब पृष्ठ की एक कड़ी जोड़ देना।
pt: Em qualquer reutilização ou distribuição, tem de deixar claro quais são os termos da licença deste trabalho. A melhor forma de fazê-lo é colocando um link para esta página web.
ro: Pentru orice reutilizare sau distribuire, trebuie să prezinţi clar celorlalţi termenii licenţei pentru această operă. Cel mai bun mod de a-l face este de a pune un link către această pagină web.
sr_latn: Prilikom svakog korišćenja ili distribuiranja dela, morate jasno da predočite drugima ugovorne uslove pod kojima je delo licencirano. Najbolji način je link prema ovoj internet strani.

source: You may not perform, display, or distribute copies of this whole work for any purpose.
az: Siz heç bir məqsəd üçün bu işin nüsxələrini yarada, göstərə və ya yaya bilməzsiniz.
da: Du må ikke opføre, udstille eller distribuere kopier af dette værk i dets helhed for noget formål.
fy: Jo meie dit hiele wurk net útfiere, sjen litte, of kopyen derfan ferspriede foar hokfoar doel ek.
hi: आप किसी भी उद्देश्य के लिए इस पूरे कार्य की प्रतिलिपियाँ निष्पादित, प्रदर्शित या वितरित नहीं कर सकते हैं।
pt: Você não pode executar, exibir ou distribuir cópias deste trabalho completo para nenhum fim.
ro: Nu ai dreptul să prezinţi, să publici sau să distribui copii integrale ale acestei opere, indiferent de scop.
sr_latn: Nije dozvoljeno javno saopštavanje ili distribuiranje primeraka celog dela u bilo koje svrhe.

source: No additional restrictions
az: Əlavə məhdudiyyət yoxdur
da: Ingen yderligere begrænsninger
et: Lisapiirangute keeld
fy: Gjin oanfoljende beheiningen
hi: कोई अतिरिक्त प्रतिबंध नहीं
pt: Sem restrições adicionais
ro: Fără restricții suplimentare
sr_latn: Bez dodatnih ograničenja

source: You may not apply legal terms or <a href="#ref-technological-measures" id="src-technological-measures">technological measures</a> that legally restrict others from doing anything the license permits.
az: Siz başqalarının lisenziyanın icazə verdiyi hər hansı bir hərəkəti qanuni olaraq məhdudlaşdıran hüquqi şərtlər və ya <a href="#ref-technological-measures" id="src-technological-measures">texnoloji tədbirlər</a> tətbiq edə bilməzsiniz.
da: Du må ikke tilføje juridiske vilkår eller <a href="#ref-technological-measures" id="src-technological-measures">teknologiske tiltag</a>, som juridisk begrænser andre i at gøre, hvad licensen tillader.
et: Sa ei tohi rakendada õiguslikke tingimusi ega <a href="#ref-technological-measures" id="src-technological-measures">tehnilisi kaitsemeetmeid</a>, mis piiravad õiguslikult teistel litsentsis lubatu tegemist.
fy: Jo meie gjin juridyske betingsten of <a href="#ref-technological-measures" id="src-technological-measures">technologyske middels</a> tapasse dy’t oaren juridysk behinderje om wat ek te dwaan dat de lisinsje tastiet.
hi: आप लाइसेंस द्वारा स्वीकृत कोई कार्य करने से दूसरों को कानूनी साधनों से रोकने के लिए कोई कानूनी शर्तें या <a href="#ref-technological-measures" id="src-technological-measures">प्रौद्योगिकी उपाय</a> लागू नहीं कर सकते।
pt: Você não pode aplicar termos jurídicos ou <a href="#ref-technological-measures" id="src-technological-measures">medidas de caráter tecnológico</a> que restrinjam legalmente outros de fazerem algo que a licença permita.
sr_latn: U obavezi ste da ne primenjujete pravne odredbe ili <a href="#ref-technological-measures" id="src-technological-measures">tehnološke mere</a>koje pravno ograničavaju druge da čine sve ono što je dozvoljeno licencom.

source: Notices:
az: Bildirişlər:
da: Bemærkninger:
et: Märkused:
fy: Tink hjir om:
hi: सूचनाएँ:
pt: Avisos:
ro: Notificări:
sr_latn: Napomene:

source: When the Licensor is an intergovernmental organization, disputes will be resolved by <a href="#ref-mediation-and-arbitration" id="src-mediation-and-arbitration">mediation and arbitration</a> unless otherwise agreed.
az: Lisenziya verən hökumətlərarası təşkilat olduqda, başqa cür razılaşdırılmadıqda, mübahisələr <a href="#ref-mediation-and-arbitration" id="src-mediation-and-arbitration">vasitəçilik və arbitraj</a> yolu ilə həll ediləcəkdir.
da: Når licensgiveren er en mellemstatslig organisation vil uenigheder blive afgjort ved hjælp af <a href="#ref-mediation-and-arbitration" id="src-mediation-and-arbitration">forhandling og arbitrering</a> medmindre andet aftales.
fy: As de Lisinsjejouwer in yntergûvernemintele organisaasje is, sil skeel oplost wurde troch <a href="#ref-mediation-and-arbitration" id="src-mediation-and-arbitration">bemiddeling en arbitraazje</a>, of it moast wêze dat oars ôfpraat is.
hi: जब लाइसेंसधारी कोई अंतरसरकारी संगठन हो, विवादों को <a href="#ref-mediation-and-arbitration" id="src-mediation-and-arbitration">दलाली और विवाचन</a> से सुलझाया जाएगा, अगर अन्यथा स्वीकार न किया गया हो तो।
pt: Quando o Licenciante é uma organização intergovernamental, os litígios serão resolvidos por <a href="#ref-mediation-and-arbitration" id="src-mediation-and-arbitration">mediação e arbitragem</a>, salvo acordo em contrário.
sr_latn: Ako je Davalac licence međunarodna organizacija, sporovi će biti rešavani <a href="#ref-mediation-and-arbitration" id="src-mediation-and-arbitration">medijacijom i arbitražom</a>, ako nije postignut drugačiji sporazum.

source: You do not have to comply with the license for elements of the material in the public domain or where your use is permitted by an applicable <a href="#ref-exception-or-limitation" id="src-exception-or-limitation">exception or limitation</a>.
az: Siz ictimai mülkiyyətdə olan materialın elementləri üçün lisenziyaya riayət etməli deyilsiniz və ya tətbiq olunan <a href="#ref-exception-or-limitation" id="src-exception-or-limitation">istisna və ya məhdudiyyətlə</a> istifadənizə icazə verilir.
da: Du behøver ikke efterleve licensen for elementer af materialet som er i public domain, eller hvor din anvendelse er tilladt som følge af en gældende <a href="#ref-exception-or-limitation" id="src-exception-or-limitation">undtagelse eller begrænsning</a>.
et: Sa ei pea täitma litsentsi tingimusi materjali teatud elementide suhtes, kui need elemendid on avalikus omandis või kui sobivat kasutust lubab kohaldatav <a href="#ref-exception-or-limitation" id="src-exception-or-limitation">erand või kitsendus</a>.
fy: Jo hoege jo net oan de lisinsje te hâlden foar eleminten fan it materiaal dy’t diel útmeitsje fan it publike domein of as jo foarm fan brûken tastien is troch in tapaslike <a href="#ref-exception-or-limitation" id="src-exception-or-limitation">útsûndering of beheining</a> yn ’e auteurswet.
hi: आपको सार्वजनिक डोमेन में मौजूद सामग्री या फिर ऐसी सामग्री के तत्वों के लिए लाइसेंस का पालन करने की ज़रूरत नहीं जिनका आपके द्वारा उपयोग किसी प्रयोज्य <a href="#ref-exception-or-limitation" id="src-exception-or-limitation">अपवाद या सीमा</a> द्वारा अनुमोदित हो।
pt: Não tem de cumprir com os termos da licença relativamente a elementos do material que estejam no domínio público ou cuja utilização seja permitida por uma <a href="#ref-exception-or-limitation" id="src-exception-or-limitation">exceção ou limitação</a> que seja aplicável.
sr_latn: Niste u obavezi da se pridržavate licence za elemente dela u javnom domenu ili ako je vaše korišćenje dozvoljeno na osnovu merodavnog <a href="#ref-exception-or-limitation" id="src-exception-or-limitation">isključenja ili ograničenja</a>.

source: No warranties are given. The license may not give you all of the permissions necessary for your intended use. For example, other rights such as <a href="#ref-publicity-privacy-or-moral-rights" id="src-publicity-privacy-or-moral-rights">publicity, privacy, or moral rights</a> may limit how you use the material.
az: Heç bir zəmanət verilmir. Lisenziya sizə məqsədli istifadəniz üçün lazım olan bütün icazələri verməyə bilər. Məsələn, <a href="#ref-publicity-privacy-or-moral-rights" id="src-publicity-privacy-or-moral-rights">ictimailik, məxfilik və ya mənəvi hüquqlar</a> kimi digər hüquqlar sizin materialdan istifadənizi məhdudlaşdıra bilər.
da: Der gives ingen garantier. Licensen giver dig måske ikke alle de tilladelser, der er nødvendige for din ønskede anvendelse. F.eks. kan andre rettigheder såsom <a href="#ref-publicity-privacy-or-moral-rights" id="src-publicity-privacy-or-moral-rights">offentliggørelse, privatlivs eller moralske rettigheder</a> begrænse måden hvorpå du bruger materialet.
et: Tagatisi ei anta. Litsents ei pruugi anda kõiki õigusi, mis on vajalikud, et kasutada materjali soovitud viisil. Näiteks muud õigused nagu <a href="#ref-publicity-privacy-or-moral-rights" id="src-publicity-privacy-or-moral-rights">reklaami-, andmekaitse- või isiklikud õigused</a> võivad piirata kasutamist soovitud viisil.
fy: Der wurde gjin garânsjes jûn. It is mooglik dat de lisinsje jo net alle brûkersrjochten jout dy’t needsaaklik binne foar jo brûkersdoel. Bygelyks kinne oare rjochten, lykas <a href="#ref-publicity-privacy-or-moral-rights" id="src-publicity-privacy-or-moral-rights">publisiteits-, privacy- of morele rjochten</a>, begrinzgje hoe’t jo it materiaal brûke.
hi: कोई वारंटी नहीं दी जाती है। लाइसेंस आपको लक्षित उपयोग के लिए आवश्यक सारी अनुमतियाँ प्रदान न भी कर सकता है। उदाहरणस्वरूप, <a href="#ref-publicity-privacy-or-moral-rights" id="src-publicity-privacy-or-moral-rights">प्रचार, गोपनीयता, या नैतिक अधिकार</a> यह सीमित कर सकते हैं कि आप सामग्री का कैसे इस्तेमाल करते हैं।
pt: Não são dadas quaisquer garantias. A licença pode não lhe dar todas as autorizações necessárias para o uso pretendido. Por exemplo, outros direitos, tais como <a href="#ref-publicity-privacy-or-moral-rights" id="src-publicity-privacy-or-moral-rights">direitos de imagem, de privacidade ou direitos morais</a>, podem limitar o uso do material.
sr_latn: Bez jemstava. Moguće je da vam licenca ne daje sve potrebne dozvole za nameravano korišćenje. Na primer, druga prava kao što su <a href="#ref-publicity-privacy-or-moral-rights" id="src-publicity-privacy-or-moral-rights">izlaganje javnosti, prava privatnosti ili moralna prava</a> mogu da ograniče način vašeg korišćenja dela.

source: No Copyright
az: Müəlliflik hüququ yoxdur
da: Ingen ophavsret
et: Autoriõiguse kaitse puudub
fy: Gjin auteursrjocht
hi: कोई कॉपीराइट नहीं
pt: Sem Direito de Autor nem Direitos Conexos
ro: Fără drepturi de autor
sr_latn: Bez autorskog prava

source: <p id="nolaw-text"> This work has been <b>identified</b> as being free of known restrictions under copyright law, including all related and neighboring rights. </p> <p> <br /> You can copy, modify, distribute and perform the work, even for commercial purposes, all without asking permission. See <b>Other Information</b> below. </p>
az: <p id="nolaw-text">Bu əsərin bütün əlaqəli və qonşu hüquqlar da daxil olmaqla, müəllif hüquqları qanununa əsasən məlum məhdudiyyətlərdən azad olduğu <b>müəyyən edilmişdir. </b></p> <p> <br />Siz hətta kommersiya məqsədləri üçün icazə almadan əsəri kopyalaya, dəyişdirə, paylaya bilərsiniz. Aşağıdakı <b>Digər Məlumatlara</b> baxın.</p>
da: <p id="nolaw-text"> Dette værk er blevet <b>identificeret</b> som værende fri af kendte begrænsninger under loven om ophavsret, herunder alle relaterede og sideløbende rettigheder. </p> <p> <br /> Du kan kopiere, ændre, distribuere eller fremføre værket, selv til kommercielle fomål, uden at bede om tilladelse. Se <b>Anden information</b> nedenfor. </p>
et: <p id="nolaw-text"> Selle teose juures on <b>kindlaks tehtud</b>, et see on vaba kõigist teadaolevatest autoriõiguse piirangutest, ka piirangutest, mis tulenevad autoriõigusega kaasnevatest õigustest ja naaberõigustest. </p> <p> <br /> Tohid teost kopeerida, muuta, levitada ja esitada, ka ärilisel eesmärgil ning seda kõike luba küsimata. Vaata allpool <b>täiendavat teavet</b>.</p>
fy: <p id="nolaw-text">Dit wurk is <b>merkt</b> as wurk dêr’t gjin bekende auteursrjochtlike beheiningen op rêste, en dêrby alle besibbe en oanbuorjende rjochten. </p><p><br /> Jo meie it wurk kopiearje, bewurkje en útfiere, ek foar kommersjele doelen, en altyd sûnder tastimming te freegjen. Sjoch <b>Oare ynformaasje</b> hjirûnder. </p>
hi: <p id="nolaw-text"> इस कार्य को सभी संबंधित अधिकारों सहित कॉपीराइट के कानूनों के अंतर्गत प्रतिबंधों से आज़ाद <b>पहचाना</b> गया है। आप बिना अनुमति के कार्य की प्रतिलिपि बना सकते हैं, उसे संशोधित, वितरित और प्रदर्शित कर सकते हैं, वाणिज्यिक उद्देश्यों से भी। नीचे <b>अधिक जानकारी</b> देखें।</p>
pt: <p id="nolaw-text"> Este trabalho foi <b>identificado</b> como estando livre de restrições conhecidas nos termos da legislação de direito de autor e de direitos conexos. </p> <p> <br /> Pode copiar, modificar, distribuir e executar o trabalho, mesmo para fins comerciais, tudo sem pedir autorização. Veja <b>Outras Informações</b> abaixo. </p>
ro: <p id="nolaw-text"> Această operă a fost <b>identificată</b> ca neavând nicio restricție cunoscută de drepturi de autor, inclusiv toate drepturile conexe sau înrudite.</p> <p> <br /> Poți copia, modifica, distribui și efectua opera, chiar și în scopuri comerciale, toate acestea fără a mai cere permisiunea. Vezi <b>Alte informații</b> mai jos. </p>
sr_latn: <p id="nolaw-text"> Ovo delo je <b>identifikovano</b> kao slobodno od poznate autorskopravne zaštite, uključujući sva srodna i susedna prava. </p> <p> <br /> Možete da kopirate, izmenite, distribuirate i interpretirate ili izvodite delo čak i radi komercijalne namene, bez traženja dozvole. Pogledajte <b>Druge informacije</b> u nastavku. </p>

source: Other Information
az: Digər Məlumatlar
da: Anden information
et: Täiendav teave
fy: Oare ynformaasje
hi: अधिक जानकारी
pt: Outras Informações
ro: Alte informații
sr_latn: Ostala obaveštenja
