Repository: creativecommons/cc-legal-tools-data
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, da, et, fy, hi, pt, ro, sr_latn

source: You do not have to comply with the license for elements of the material in the public domain or where your use is permitted by an applicable <a href="#" id="exception_or_limitation_popup" class="helpLink">exception or limitation</a>.
ro: Nu trebuie să te supui licenței pentru elementele materialului aflate în domeniul public sau dacă folosirea adoptată de tine este permisă printr-o <a href="#" id="exception_or_limitation_popup" class="helpLink">excepție sau limitare</a> aplicabile.

source: No warranties are given. The license may not give you all of the permissions necessary for your intended use. For example, other rights such as <a href="#" id="publicity_privacy_or_moral_rights_popup" class="helpLink">publicity, privacy, or moral rights</a> may limit how you use the material.
ro: Nu sunt oferite garanții. Licența este posibil să nu-ți dea toate permisiunile necesare folosirii intenționate de tine. De exemplu, alte drepturi precum <a href="#" id="publicity_privacy_or_moral_rights_popup" class="helpLink">publicitatea, viața privată sau drepturile morale</a> ar putea limita modul în care folosești materialul.

source: The work may not be free of known copyright restrictions in all <a href="" class="helpLink" id="all_jurisdictions">jurisdictions</a>.
ro: Această operă poate să aibă restricții cunoscute de drepturi de autor în alte <a href="" class="helpLink" id="all_jurisdictions">jurisdicții</a>.

source: Persons may have other rights in or related to the work, such as patent or trademark rights, and others may have rights in how the work is used, such as <a href="https://wiki.creativecommons.org/Frequently_Asked_Questions#When_are_publicity_rights_relevant" class="helpLink" id="publicity_rights">publicity or privacy</a> rights.
ro: Persoanele pot avea și alte drepturi legate de această operă, cum ar fi drepturi de patent sau de marcă înregistrată și alte persoane pot avea și drepturi legate de modul în care opera este folosită, cum ar fi <a href="https://wiki.creativecommons.org/Frequently_Asked_Questions#When_are_publicity_rights_relevant" class="helpLink" id="publicity_rights">dreptul de publicitate sau la viaţă privată</a>.

source: In some jurisdictions <a href="" class="helpLink" id="moral_rights">moral rights</a> of the author may persist beyond the term of copyright. These rights may include the right to be identified as the author and the right to object to derogatory treatments.
ro: În câteva jurisdicții <a href="" class="helpLink" id="moral_rights">drepturile morale</a> ale autorului pot persista dincolo de termenul de drepturi de autor. Aceste drepturi pot include dreptul de a fi identificat ca autor și dreptul de a fi împotriva tratamentului peiorativ.

source: When using or citing the work, you should not imply <a href="" class="helpLink" id="endorsement">endorsement</a> by the author or the person who identified the work.
ro: Atunci când folosiți sau citați opera, nu ar trebui să lăsați bănuiala că ar exista vreo <a href="" class="helpLink" id="endorsement">susținere</a> din partea autorului sau a persoanei care a identificat opera.

source: When using or citing the work, you should not imply <a href="" class="helpLink" id="endorsement">endorsement</a> by the author or the affirmer.
ro: Atunci când folosiți sau citați opera, nu ar trebui să lăsați bănuiala că ar exista vreo <a href="" class="helpLink" id="endorsement">susținere</a> din partea autorului sau a celui care a publicat-o.

source: Other Rights
ro: Alte drepturi

source: Learn more
ro: Învaţă mai multe

source: Endorsement
ro: Susținere

source: Citation
ro: Citare

source: Copy and paste the HTML provided into your webpage to easily cite this work.
ro: Copiază și lipește HTML-ul ce ti-a fost distribuit

source: Who is the affirmer?
ro: Cine este semnatarul?

source: The affirmer is the person who surrendered rights to the work worldwide using CC0, to the extent allowable by law. It may be the original author of the work or another person who may have had some copyright or related or neighboring legal rights in the work.
ro: Cedentul este persoana care a oferit drepturile asupra operei în toată lumea folosind CC0, în măsura în care legea o permite. Poate fi vorba despre autorul original al operei sau de o altă persoană care poate a avut anumite drepturi de autor sau drepturi similare și conexe asura operei.

source: Disclaimer
ro: Exonerare de răspundere

source: This is a human-readable summary of the <a href="./legalcode">Legal Code (read the full text)</a>.
ro: Acesta este un rezumat pe înţelesul tuturor al <a href="./legalcode">Codului Juridic (citeşte textul integral)</a>.
