Repository: creativecommons/cc-legal-tools-data
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, da, et, fy, hi, pt, ro, sr_latn

source: Generic
az: Ümumi
da: Generisk
et: Üldine
fy: Generyk
hi: साधारण
pt: Genérica
ro: Generică
sr_latn: Generička licenca

source: Unported
az: Daxil edilməmiş
da: Ikke porteret
et: Jurisdiktsiooniga sidumata
fy: Unpoarte
hi: अनपोर्टेड
pt: Não Adaptada
ro: Ne-adaptată

source: International
az: Beynəlxalq
et: Rahvusvaheline
fy: Ynternasjonaal
hi: अंतर्राष्ट्रीय
pt: Internacional
ro: Internațional
sr_latn: Međunarodna

source: Universal
da: Universel
et: Üldine
fy: Algemien
hi: वैश्विक
sr_latn: Univerzalna

source: Armenia
az: Ermənistan
da: Armenien
hi: आर्मीनिया

source: Argentina
et: Argentiina
fy: Argentynje
hi: आर्जेंटीना

source: Austria
az: Avstriya
da: Østrig
fy: Eastenryk
hi: ऑस्ट्रिया
pt: Áustria
sr_latn: Austrija

source: Australia
az: Avstraliya
da: Australien
et: Austraalia
fy: Austraalje
hi: ऑस्ट्रेलिया
pt: Austrália
sr_latn: Australija

source: Azerbaijan
az: Azərbaycan
hi: आज़रबैजान

source: Belgium
az: Belçika
da: Belgien
et: Belgia
fy: Belgje
hi: बेल्जियम
pt: Bélgica
ro: Belgia
sr_latn: Belgija

source: Bulgaria
az: Bolqarıstan
da: Bulgarien
et: Bulgaaria
fy: Bulgarije
hi: बुल्गारिया
pt: Bulgária
sr_latn: Bugarska

source: Brazil
az: Braziliya
da: Brasilien
et: Brasiilia
fy: Brazylje
hi: ब्राज़ील
pt: Brasil
ro: Brazilia

source: Canada
az: Kanada
et: Kanada
fy: Kanada
hi: कनाडा
pt: Canadá
sr_latn: Kanada

source: Switzerland
az: İsveçrə
da: Schweiz
et: Šveits
fy: Switserlân
hi: स्विज़रलैंड
pt: Suíça
ro: Elveţia
sr_latn: Švajcarska

source: Chile
az: Çili
et: Tšiili
fy: Sily
hi: चिली
sr_latn: Čile

source: China Mainland
az: Çin
da: Kina
et: Mandri-Hiina
fy: Sina Fêstelân
hi: चीन मुख्य भूमि
pt: China Continental
ro: China continentală
sr_latn: Kina

source: Colombia
az: Kolumbiya
da: Columbia
fy: Kolombia
hi: कोलम्बिया
pt: Colômbia
sr_latn: Kolumbija

source: Costa Rica
az: Kosta-Rika
fy: Kosta Rika
hi: कोस्टा रीका
sr_latn: Kostarika

source: Czech Republic
az: Çex Respublikası
da: Tjekkiet
et: Tšehhi
fy: Tsjechyske Republyk
hi: चेक गणराज्य
pt: República Checa
ro: Cehia
sr_latn: Češka

source: Germany
az: Almaniya
da: Tyskland
et: Saksamaa
fy: Dútslân
hi: जर्मनी
pt: Alemanha
ro: Germania
sr_latn: Nemačka

source: Denmark
az: Danimarka
da: Danmark
et: Taani
fy: Denemark
hi: डेनमार्क
pt: Dinamarca
ro: Danemarca
sr_latn: Danska

source: Ecuador
az: Ekvador
fy: Ekwador
hi: इक्वाडोर
pt: Equador
sr_latn: Ekvador

source: Estonia
az: Estoniya
da: Estland
et: Eesti
fy: Estlân
hi: एस्टोनिया
pt: Estónia
sr_latn: Estonija

source: Egypt
az: Misir
da: Egypten
et: Egiptus
fy: Egypte
hi: मिस्र
pt: Egito
ro: Egipt
sr_latn: Egipat

source: Spain
az: İspaniya
da: Spanien
et: Hispaania
fy: Spanje
hi: स्पेन
pt: Espanha
ro: Spania
sr_latn: Španija

source: Finland
az: Finlandiya
et: Soome
fy: Finlân
hi: फ़िनलैंड
pt: Finlândia
ro: Finlanda
sr_latn: Finska

source: France
az: Fransa
da: Frankrig
et: Prantsusmaa
fy: Frankryk
hi: फ़्रांस
pt: França
ro: Franţa
sr_latn: Francuska

source: Georgia
az: Gürcüstan
da: Georgien
hi: जॉर्जिया

source: Greece
az: Yunanıstan
da: Grækenland
et: Kreeka
fy: Grikelân
hi: यूनान
pt: Grécia
ro: Grecia
sr_latn: Grčka

source: Guatemala
az: Qvatemala
fy: Gûatemala
hi: ग्वाटेमाला
sr_latn: Gvatemala

source: Hong Kong
az: Honq-Konq
hi: हांगकांग

source: Croatia
az: Xorvatiya
da: Kroatien
et: Horvaatia
fy: Kroaasje
hi: क्रोएशिया
pt: Croácia
ro: Croaţia
sr_latn: Hrvatska

source: Hungary
az: Macarıstan
da: Ungarn
et: Ungari
fy: Hongarije
hi: हंगरी
pt: Hungria
ro: Ungaria
sr_latn: Madjarska

source: Ireland
az: İrlandiya
da: Irland
et: Iirimaa
fy: Ierlân
hi: आयरलैंड
pt: Irlanda
ro: Irlanda
sr_latn: Irska

source: Intergovernmental Organization
az: Hökumətlərarası Təşkilat
da: Mellemstatslig organisation
hi: अंतरसरकारी संगठन

source: Israel
az: İsrail
et: Iisrael
hi: इस्राइल
sr_latn: Izrael

source: India
az: Hindistan
da: Indien
fy: Yndia
hi: भारत
pt: Índia
sr_latn: Indija

source: Italy
az: İtaliya
da: Italien
et: Itaalia
fy: Itaalje
hi: इटली
pt: Itália
ro: Italia
sr_latn: Italija

source: Jordan
az: İordaniya
et: Jordaania
fy: Jordaanje
hi: जॉर्डन
pt: Jordânia
ro: Iordania

source: Japan
az: Yaponiya
et: Jaapan
hi: जापान
pt: Japão
ro: Japonia

source: Korea
az: Koreya
hi: कोरिया
pt: Coreia
ro: Coreea
sr_latn: Koreja

source: Luxembourg
az: Lüksemburq
et: Luksemburg
fy: Lúksemboarch
hi: लक्समबर्ग
pt: Luxemburgo
ro: Luxemburg
sr_latn: Luksemburg

source: Macedonia
az: Makedoniya
da: Makedonien
et: Põhja-Makedoonia
fy: Masedoanje
hi: मैसिडोनिया
pt: Macedónia
sr_latn: Makedonija

source: Malta
hi: माल्टा

source: Mexico
az: Meksika
et: Mehhiko
fy: Meksiko
hi: मेक्सिको
pt: México
ro: Mexic
sr_latn: Meksiko

source: Malaysia
az: Malayziya
et: Malaisia
fy: Maleizje
hi: मलेशिया
pt: Malásia
ro: Malaezia
sr_latn: Malezija

source: Nigeria
az: Nigeriya
et: Nigeeria
fy: Nigearia
hi: नाइजीरिया
pt: Nigéria
sr_latn: Nigerija

source: Netherlands
az: Niderland
da: Holland
et: Holland
fy: Nederlân
hi: नीदरलैंड
pt: Holanda
ro: Olanda
sr_latn: Holandija

source: Norway
az: Norveç
da: Norge
et: Norra
fy: Noarwegen
hi: नॉर्वे
pt: Noruega
ro: Norvegia
sr_latn: Norveška

source: New Zealand
az: Yeni Zelandiya
et: Uus-Meremaa
fy: Nij-Seelân
hi: न्यूज़ीलैंड
pt: Nova Zelândia
ro: Noua Zeelandă
sr_latn: Novi Zeland

source: Peru
et: Peruu
fy: Perû
hi: पेरू

source: Philippines
az: Filippin
da: Filippinerne
et: Filipiinid
fy: Filipinen
hi: फ़िलीपींस
pt: Filipinas
ro: Filipine
sr_latn: Filipini

source: Poland
az: Polşa
da: Polen
et: Poola
fy: Poalen
hi: पोलैंड
pt: Polónia
ro: Polonia
sr_latn: Poljska

source: Puerto Rico
az: Puerto Riko
fy: Porto Riko
hi: पोर्टो रीको
pt: Porto Rico
ro: Porto Rico
sr_latn: Portoriko

source: Portugal
az: Portuqaliya
fy: Portegal
hi: पुर्तगाल
ro: Portugalia
sr_latn: Portugalija

source: Romania
az: Rumıniya
da: Rumænien
et: Rumeenia
fy: Roemeenje
hi: रोमानिया
pt: Roménia
ro: România
sr_latn: Rumunija

source: Serbia
az: Serbiya
da: Serbien
fy: Servje
hi: सर्बिया
pt: Sérvia
sr_latn: Srbija

source: UK: Scotland
az: Birləşmiş Krallıq: Şotlandiya
da: Skotland
et: Šotimaa
fy: FK: Skotlân
hi: यूके: स्कॉटलैंड
pt: Reino Unido: Escócia
ro: Marea Britanie: Scoţia
sr_latn: VB: Škotska

source: Sweden
az: İsveç
da: Sverige
et: Rootsi
hi: स्वीडन
pt: Suécia
ro: Suedia
sr_latn: Švedska

source: Singapore
az: Sinqapur
et: Singapur
fy: Singapoer
hi: सिंगापुर
pt: Singapura
sr_latn: Singapur

source: Slovenia
az: Sloveniya
da: Slovenien
et: Sloveenia
fy: Sloveenje
hi: स्लोवेनिया
pt: Eslovénia
sr_latn: Slovenija

source: Thailand
az: Tayland
et: Tai
fy: Tailân
hi: थाईलैंड
pt: Tailândia
ro: Thailanda
sr_latn: Tajland

source: Taiwan
az: Tayvan
hi: ताइवान
sr_latn: Tajvan

source: Ukraine
az: Ukrayna
et: Ukraina
fy: Oekraïne
hi: यूक्रेन
pt: Ucrânia
ro: Ucraina
sr_latn: Ukrajina

source: Uganda
az: Uqanda
hi: युगांडा

source: UK: England & Wales
az: Birləşmiş Krallıq: İngiltərə & Uels
da: England og Wales
et: Inglismaa ja Wales
fy: FK: Ingelân & Wales
hi: यूके: इंग्लैंड और वेल्स
pt: Reino Unido: Inglaterra e País de Gales
ro: Marea Britanie: Anglia & Ţara Galilor
sr_latn: VB: Engleska i Vels

source: United States
az: Amerika Birləşmiş Ştatları
da: USA
et: Ameerika Ühendriigid
fy: Feriene Steaten
hi: संयुक्त राज्य अमेरिका
pt: Estados Unidos
ro: Statele Unite ale Americii
sr_latn: SAD

source: Venezuela
az: Venesuela
fy: Fenezuëla
hi: वेनेज़ुएला
sr_latn: Venecuela

source: Vietnam
az: Vyetnam
fy: Fjetnam
hi: वियतनाम
pt: Vietname
sr_latn: Vijetnam

source: South Africa
az: Cənubi Afrika Respublikası
da: Sydafrika
et: Lõuna-Aafrika Vabariik
fy: Súd-Afrika
hi: दक्षिण अफ्रीका
pt: África do Sul
ro: Africa de Sud
sr_latn: Južna Afrika

source: Attribution
az: Atribut
da: Kreditering
et: Autorile viitamine
fy: Nammeneamen
hi: श्रेय
pt: Atribuição
ro: Atribuire
sr_latn: Autorstvo

source: Attribution-NonCommercial
az: Atribut-QeyriKommersiya
da: Kreditering-IkkeKommerciel
et: Autorile viitamine + Mitteäriline eesmärk
fy: Nammeneamen-NetKommersjeel
hi: श्रेय-गैरवाणिज्यिक
pt: Atribuição-NãoComercial
ro: Atribuire-Necomercial
sr_latn: Autorstvo-Nekomercijalno

source: Attribution-NonCommercial-NoDerivs
az: Atribut-QeyriKommersiya-Törəməsiz
da: Kreditering-IkkeKommerciel-IngenBearbejdelse
et: Autorile viitamine + Mitteäriline eesmärk + Tuletatud teoste keeld
fy: Nammeneamen-NetKommersjeel-GjinOflaatWurk
hi: श्रेय-गैरवाणिज्यिक-व्युत्पन्ननहीं
pt: Atribuição-NãoComercial-SemDerivações
ro: Atribuire-Necomercial-FărăModificări
sr_latn: Autorstvo-Nekomercijalno-Bez prerada

source: Attribution-NonCommercial-ShareAlike
az: Atribut-QeyriKommersiya-OlduğuKimiPaylaş
da: Kreditering-IkkeKommerciel-DelPåSammeVilkår
et: Autorile viitamine + Mitteäriline eesmärk + Jagamine samadel tingimustel
fy: Nammeneamen-NetKommersjeel-AllykDiele
hi: श्रेय-गैरवाणिज्यिक-समानसांझा
pt: Atribuição-NãoComercial-CompartilhaIgual
ro: Atribuire-Necomercial-Partajare în Condiții Identice
sr_latn: Autorstvo-Nekomercijalno-Deliti pod istim uslovima

source: Attribution-NoDerivs
az: Atribut-Törəməsiz
da: Kreditering-IngenBearbejdelse
et: Autorile viitamine + Tuletatud teoste keeld
fy: Nammeneamen-GjinOflaatWurk
hi: श्रेय-व्युत्पन्ननहीं
pt: Atribuição-SemDerivações
ro: Atribuire-FărăModificări
sr_latn: Autorstvo-Bez prerada

source: Attribution-NoDerivs-NonCommercial
az: Atribut-Törəməsiz-QeyriKommersiya
da: Kreditering-IkkeKommerciel-IngenBearbejdelse
et: Autorile viitamine + Mitteäriline eesmärk + Tuletatud teoste keeld
fy: Nammeneamen-GjinOflaatWurk-NetKommersjeel
hi: श्रेय-व्युत्पन्ननहीं-गैरवाणिज्यिक
pt: Atribuição-SemDerivações-NãoComercial
ro: Atribuire-FărăModificări-Necomercial
sr_latn: Autorstvo-Bez prerada-Nekomercijalno

source: Attribution-ShareAlike
az: Atribut-OlduğuKimiPaylaş
da: Kreditering-DelPåSammeVilkår
et: Autorile viitamine + Jagamine samadel tingimustel
fy: Nammeneamen-AllykDiele
hi: श्रेय-समानसांझा
pt: Atribuição-CompartilhaIgual
ro: Atribuire - Partajare în Condiții Identice
sr_latn: Autorstvo-Deliti pod istim uslovima

source: Copyright-Only Dedication (based on United States law) or Public Domain Certification
az: Yalnız Müəllif Hüquqlarına həsr olunmuş (ABŞ qanunlarına əsaslanaraq) və ya İctimai Mülkiyyət Sertifikatı
da: Copyright-Kun Dedikation (baseret på lovgivning fra USA) eller public domain-certificering
fy: Inkeld-Auteursjocht-Tawizing (grûne op Feriene Steaten wetjouwing) of Publyk Domeinsertifikaat
hi: केवल कॉपीराइट समर्पण (अमेरिकी कानून पर आधारित) या सार्वजनिक डोमेन प्रमाणन
pt: Dedicação do Direito de Autor e dos Direitos Conexos (com base na legislação dos Estados Unidos) ou Certificação de Domínio Público
ro: Renunțarea la drepturile de autor (bazată pe legislația Statelor Unite) sau Certificarea Domeniului Public

source: Developing Nations
az: İnkişaf edən ölkələr
da: Udviklingslande
et: Arengumaad
fy: Untwikkelingslannen
hi: विकासशील देश
pt: Países em Desenvolvimento
ro: Țări în curs de dezvoltare

source: Public Domain Mark
az: İctimai mülkiyyət nişanı
da: Public domain-mærke
et: Avaliku omandi märge
fy: Publyk Domein Merk
hi: सार्वजनिक डोमेन का चिह्न
pt: Marca de Domínio Público
ro: Marca Domeniului Public
sr_latn: Oznaka Javni Domen

source: NonCommercial
az: QeyriKommersiya
da: IkkeKommerciel
et: Mitteäriline eesmärk
fy: NetKommersjeel
hi: गैरवाणिज्यिक
pt: NãoComercial
ro: Necomercial
sr_latn: Nekomercijalno

source: NonCommercial-ShareAlike
az: QeyriKommersiya-OlduğuKimiPaylaş
da: IkkeKommerciel-DelPåSammeVilkår
et: Mitteäriline eesmärk + Jagamine samadel tingimustel
fy: NetKommersjeel-AllykDiele
hi: गैरवाणिज्यिक-समानसांझा
pt: NãoComercial-CompartilhaIgual
ro: Necomercial - Partajare în Condiții Identice
sr_latn: Nekomercijalno-Deliti pod istim uslovima

source: NonCommercial Sampling Plus
da: IkkeKommerciel Sampling Plus
fy: NetKommersjeel Sampling Plus
hi: गैरवाणिज्यिक प्रतिचयन प्लस
pt: Sampling NãoComercial Plus
ro: Necomercială Sampling Plus
sr_latn: Nekomercijalna Sampling Plus

source: NoDerivs
da: IngenBearbejdelse
et: Tuletatud teoste keeld
fy: GjinOflaatWurk
hi: व्युत्पन्ननहीं
pt: SemDerivações
ro: FărăModificări
sr_latn: Bez prerada

source: NoDerivs-NonCommercial
da: IkkeKommerciel - IngenBearbejdelse
et: Mitteäriline eesmärk + Tuletatud teoste keeld
fy: GjinOflaatWurk-NetKommersjeel
hi: व्युत्पन्ननहीं-गैरवाणिज्यिक
pt: SemDerivações-NãoComercial
ro: FărăModificări-Necomercial
sr_latn: Bez prerada-Nekomercijalno

source: ShareAlike
da: DelPåSammeVilkår
et: Jagamine samadel tingimustel
fy: AllykDiele
hi: समानसांझा
pt: CompartilhaIgual
ro: Partajare în Condiții Identice
sr_latn: Deliti pod istim uslovima

source: Sampling
et: Valikkasutus
hi: प्रतिचयन
sr_latn: Stvaranje dela na osnovu uzorka (sampling)

source: Sampling Plus
hi: प्रतिचयन प्लस
sr_latn: licenca Sampling Plus

source: Public Domain
az: İctimai Mülkiyyət
et: Avalik omand
fy: Publyk Domein
hi: सार्वजनिक डोमेन
pt: Domínio Público
ro: Domeniul Public
sr_latn: Javni domen

source: Licenses
az: Lisenziyalar
da: Licenser
hi: लाइसेंस

source: Deed
az: Sənəd
da: Dokumentation
hi: दलील

source: Legal Code
az: Hüquqi Məcəllə
da: Juridisk tekst
et: Litsentsi tekst
fy: Juridysk Skrift
hi: कानूनी संहिता
pt: Texto Legal
ro: Cod juridic
sr_latn: Pravne odredbe

source: Licenses List
az: Lisenziya siyahısı
da: Licensliste
hi: लाइसेंसों की सूची

source: Public Domain List
az: İctimai mülkiyyət siyahısı
da: Public domain liste
hi: सार्वजनिक डोमेन की सूची

source: Home
az: Əsas səhifə
da: Hjem
hi: मुखपृष्ठ

source: Skip to content
az: Məzmuna keç
da: Spring til indholdet
fy: Gean nei de ynhâld
hi: सामग्री को जाएँ
pt: Saltar para o conteúdo
ro: Mergi la conținut
sr_latn: Pređite na sadržaj

source: Canonical URL
az: Müvafiq URL
da: Kanonisk URL
hi: आधिकारिक URL

source: See the legal code
az: Hüquqi məcəlləyə bax
da: Se den juridiske tekst
hi: कानूनी संहिता देखें

source: Footnotes
az: Qeydlər
da: Fodnoter
hi: फ़ुटनोट्स

source: appropriate credit
az: müvafiq istinad
da: passende kreditering
et: autorile omistama
fy: goed de namme fan de makker neame
hi: यथोचित श्रेय
pt: o devido crédito
sr_latn: priznate autorstvo

source: If supplied, you must provide the name of the creator and attribution parties, a copyright notice, a license notice, a disclaimer notice, and a link to the material. CC licenses prior to Version 4.0 also require you to provide the title of the material if supplied, and may have other slight differences.
az: Əgər təmin olunarsa, siz əsər sahibinin adını və atribut tərəflərini, müəllif hüququ bildirişini, lisenziya bildirişini, imtina bildirişini və materiala keçidi təqdim etməlisiniz. Versiya 4.0-dan əvvəlki CC lisenziyaları da sizdən materialın başlığını təqdim etməyi tələb edir və başqa kiçik fərqlər ola bilər.
da: Hvis det findes, skal du angive navnet på skaberen og bidragende parter, en ophavsnotits, en licensnotits, en fraskrivelsesnotits og en henvisning til materialet. CC-licenser før version 4.0 kræver også at du angiver titlen på materialet hvis det findes, og kan derudover indeholde mindre forskelle.
et: Kui materjal on varustatud autorinime ja teiste viidatavate osapoolte nimedega, autoriõiguse teatise, litsentsi teatise ja lahtiütluse teatisega ning lingiga materjalile, siis pead need ära tooma. Versioonist 4.0 vanemad CC-litsentsid nõuavad ka pealkirja äratoomist, kui materjal on sellega varustatud. Vanematel litsentsidel võib olla ka muid väikseid erinevusi.
fy: Foarsafier bekend moatte jo de namme fan de skepper en auteursrjochthawwers jaan, in auteursrjochtneaming, it neamen fan jo lisinsje, in oanspraaklikheidsbeheining en in link nei it materiaal. CC-lisinsjes fan foar Ferzje 4.0 ferplichtsje jo ek om de titel fan it materiaal te jaan as dy bekend is, en kinne ek oare lytse ferskillen hawwe.
hi: अगर ये निर्दिष्ट किए जाए, आपको निर्माता और श्रेय के पक्षों का नाम, एक कॉपीराइट सूचना, एक लाइसेंस सूचना, एक अस्वीकरण सूचना, और सामग्री की एक कड़ी प्रदान करनी होगी। संस्करण 4.0 से पहले के CC लाइसेंसों के अंतर्गत कुछ दूसरे बदलावों के साथ, अगर सामग्री का नाम निर्दिष्ट किया जाए, आपको वह भी प्रदान करना होगा।
pt: Caso seja fornecido, você deve indicar o nome do criador e das partes de atribuição, o aviso de direito de autor, o aviso da licença, o aviso de exoneração de responsabilidade e um link para o material. As licenças CC anteriores à Versão 4.0 também exigem que você forneça o título do material, se indicado, e podem ter outras ligeiras diferenças.
sr_latn: Ako je pribavljeno, u obavezi ste da naznačite ime autora i ostalih naznačenih lica, napomenu o autorskom pravu, napomenu o licenci, napomenu o odricanju i link ka delu. CC licence koje su prethodile verziji 4.0, takođe, zahtevaju naslov dela, ako je pribavljen i mogu da sadrže neznatne razlike.

source: More info
az: Ətraflı məlumat
da: Mere information
et: Lisateave
fy: Mear ynfo
hi: अधिक जानकारी
pt: Mais informações
sr_latn: Detaljnije informacije

source: indicate if changes were made
az: dəyişikliklər edilib-edilmədiyini bildirməlisiniz
da: oplyse om der er foretaget ændringer
et: kas on tehtud muudatusi
fy: úttsjutte oft der feroaringen makke binne
hi: अगर बदलाव किए गए हों तो उन्हें इंगित करना होगा
pt: indicar se foram feitas alterações
sr_latn: označite izmene, ako su izvršene

source: In 4.0, you must indicate if you modified the material and retain an indication of previous modifications. In 3.0 and earlier license versions, the indication of changes is only required if you create a derivative.
az: 4.0-da siz materialı dəyişdirdiyinizi göstərməli və əvvəlki dəyişikliklərin göstəricisini saxlamalısınız. 3.0 və əvvəlki lisenziyalarda dəyişikliklərin göstərilməsi yalnız törəmə yaratdığınız halda tələb olunur.
da: I 4.0 skal du angive om du har modificeret materialet, samt nævne tidligere modifikationer. I 3.0 og tidligere licens-versioner er nævnelse af tidligere modifikationer kun påkrævet hvis du skaber et afledt værk.
et: Versioonis 4.0 pead ära märkima, kas muutsid materjali, samuti pead säilitama äramärkimise varasemate muudatuste kohta. Versioon 3.0 ja litsentsi varasemad versioonid nõuavad muudatuste äramärkmist ainult siis, kui teed tuletatud teose.
fy: Yn 4.0 moatte jo witte litte oft jo it materiaal wizige hawwe en in opjefte fan eardere wizigingen byhâlde. Yn 3.0 en eardere lisinsjeferzjes is de opjefte fan feroaringen allinnich fereaske as jo ôflaat wurk makke hawwe.
hi: अगर आपने सामग्री को संशोधित किया हो, आपको 4.0 में यह बात इंगित करनी होगी। लाइसेंस के 3.0 और उससे पहले के संस्करणों में बदलावों को सिर्फ तभी इंगित करना होता है अगर आपने एक व्युत्पन्न कार्य बनाया हो।
pt: Na 4.0, você deve indicar se modificou o material e manter a indicação de modificações anteriores. Na 3.0 e nas versões anteriores das licenças, a indicação de alterações apenas é exigida caso você tenha criado um trabalho derivado.
sr_latn: U 4.0, u obavezi ste da označite ako ste vi izmenili delo i da zadržite oznaku prethodne izmene. U 3.0 i prethodnim licencnim verzijama, označavanje izmena je zahtevano samo ako ste vi stvorili preradu.

source: Marking guide
az: İşarələmə təlimatı
da: Markeringsguide
et: Äramärkimise juhis
fy: Hantlieding foar it merken
hi: इंगित करने के लिए गाइड
pt: Guia de Sinalização

source: commercial purposes
az: kommersiya məqsədli
da: kommercielle formål
et: ärilisel eesmärgil
fy: kommersjele doelen
hi: वाणिज्यिक उद्देश्य
pt: fins comerciais
sr_latn: komercijalne namene

source: A commercial use is one primarily intended for commercial advantage or monetary compensation.
az: Kommersiya istifadəsi əsasən kommersiya üstünlükləri və ya pul kompensasiyası üçün nəzərdə tutulmuşdur.
da: En kommerciel anvendelse er primært tiltænkt kommerciel fordel eller økonomisk kompensation.
et: Kasutus on äriline, kui sellega taotletakse eelkõige ärilist eelist või rahalist hüvitist.
fy: Kommersjeel brûken is brûken dat benammen bedoeld is foar kommersjeel foardiel en jildlike fergoeding.
hi: वाणिज्यिक उद्देश्य वह उद्देश्य है जो वाणिज्यिक लाभ या मोद्रिक मुआवज़े की ओर लक्षित है।
pt: Um uso comercial é um uso primeiramente dirigido à obtenção de uma vantagem comercial ou compensação monetária.
sr_latn: Komercijalna namena je ona koja je primarno usmerena na komercijalnu korist ili novčanu naknadu.

source: same license
az: eyni lisenziya
da: den samme licens
et: sama litsentsi
fy: deselde lisinsje
hi: समान लाइसेंस
pt: mesma licença
sr_latn: istom licencom

source: You may also use a license listed as compatible at <a href="https://creativecommons.org/compatiblelicenses"> https://creativecommons.org/compatiblelicenses</a>
az: Siz həmçinin bu linkdə uyğun olaraq qeyd olunan lisenziyadan istifadə edə bilərsiniz: <a href="https://creativecommons.org/compatiblelicenses"> https://creativecommons.org/compatiblelicenses</a>
da: Du må også benytte en licens markeret som kompatibel med <a href="https://creativecommons.org/compatiblelicenses"> https://creativecommons.org/compatiblelicenses</a>
hi: आप <a href="https://creativecommons.org/compatiblelicenses">https://creativecommons.org/compatiblelicenses</a> पर 'अनुकूल' सूचीबद्ध भी किसी लाइसेंस का इस्तेमाल कर सकते हैं

source: remix, transform, or build upon
az: dəyişdirmək, çevirmək və ya əsasında hazırlamaq
da: remix, ændr eller byg videre på
et: töötled, kujundad ümber või arendad materjali edasi
fy: in ‘remix’ meitsje, it bewurkje of derop fieder bouwe
hi: रीमिक्स कर, बदल, और उसपर योग कर सकते हैं
pt: remixar, transformar, ou criar a partir do
sr_latn: remiksujete, menjate ili razvijate

source: Merely changing the format never creates a derivative.
az: Sadəcə formatın dəyişdirilməsi heç vaxt törəmə yaratmır.
da: Blot en forandring af formatet skaber aldrig et afledt værk.
et: Vaid vormingu muutmisega ei kaasne kunagi tuletatud teose loomine.
fy: Allinnich de foarm feroarje skept nea in ôflaat wurk.
hi: बस प्रारूप बदल डालने से व्युत्पन्न कार्य नहीं बन जाता है।
pt: Uma mera modificação do formato nunca cria um trabalho derivado.
sr_latn: Jednostavna izmena formata ne smatra se preradom.

source: technological measures
az: texniki tədbirlər
da: teknologiske tiltag
et: tehnilisi kaitsemeetmeid
fy: technologyske middels
hi: तकनीकी उपाय
pt: medidas de caráter tecnológico
sr_latn: tehnološke mere

source: The license prohibits application of effective technological measures, defined with reference to Article 11 of the WIPO Copyright Treaty.
az: Lisenziya ÜƏMT Müəllif Hüquqları Müqaviləsinin 11-ci maddəsinə istinadla müəyyən edilmiş effektiv texniki tədbirlərin tətbiqini qadağan edir.
da: Licensen forbyder anvendelse af effektive teknologiske tiltag, som defineret med reference til artikel 11 i WIPO-traktaten om ophavsret.
et: Litsents keelab rakendada tõhusaid tehnilisi kaitsemeetmeid, mis on määratletud WIPO autoriõiguse leppe artiklis 11.
fy: De lisinsje ferbiedt it tapassen fan effektive technologyske middels, dy’t definiearre binne ûnder ferwizing nei kêst 11 fan it WIPO Auteursrjochtferdrach.
hi: लाइसेंस के अनुसार आप WIPO कॉपीराइट समझौते के अनुच्छेद 11 के सन्दर्भ में परिभाषित कोई प्रभावी प्रौद्योगिकी उपाय लागू नहीं कर सकते।
pt: A licença proíbe a aplicação de medidas eficazes de caráter tecnológico, definidas com referência ao Artigo 11 do Tratado da OMPI sobre Direito de Autor.
sr_latn: Licenca zabranjuje primenu efektivnih tehnoloških mera, određenih čl. 11 WIPO Ugovora o autorskom pravu.

source: mediation and arbitration
az: vasitəçilik və arbitrasiya
da: forhandling og arbitrering
fy: bemiddeling en arbitraazje
hi: दलाली और विवाचन
pt: mediação e arbitragem
sr_latn: medijacijom i arbitražom
