Repository: creativecommons/cc-legal-tools-data
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, da, et, fy, hi, pt, ro, sr_latn

source: By using one of our public licenses, a licensor grants the public permission to use the licensed material under specified terms and conditions. If the licensor’s permission is not necessary for any reason–for example, because of any applicable exception or limitation to copyright–then that use is not regulated by the license. Our licenses grant only permissions under copyright and certain other rights that a licensor has authority to grant. Use of the licensed material may still be restricted for other reasons, including because others have copyright or other rights in the material. A licensor may make special requests, such as asking that all changes be marked or described. Although not required by our licenses, you are encouraged to respect those requests where reasonable. <a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensees">More considerations for the public.</a>
az: İctimai lisenziyalarımızdan birini istifadə etməklə, lisenziyaçı müəyyən edilmiş şərtlər altında lisenziyalı materialdan istifadə etmək üçün ictimai icazə verir. Lisenziyaçının icazəsi hər hansı səbəbdən, məsələn, müəllif hüququna tətbiq edilən hər hansı istisna və ya məhdudiyyətə görə zəruri deyilsə, o zaman həmin istifadə lisenziya ilə tənzimlənmir. Lisenziyalarımız yalnız müəllif hüququ və lisenziya verənin vermək səlahiyyətinə malik olan müəyyən digər hüquqlar çərçivəsində icazələr verir. Lisenziyalı materialın istifadəsi yenə də başqa səbəblərə görə, məsələn başqalarının materialda müəlliflik hüququ və ya digər hüquqlara malik olması səbəbilə məhdudlaşdırıla bilər. Lisenziyaçı bütün dəyişikliklərin qeyd edilməsini və ya təsvir edilməsini istəmək kimi xüsusi sorğular verə bilər. Lisenziyalarımız tələb etməsə də, uyğun olan yerdə bu sorğulara hörmətlə yanaşmağınız gözlənilir. <a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensees">İctimaiyyət üçün daha çox mülahizə.</a>
da: Ved at bruge en af ​​vores offentlige licenser, giver en licensgiver offentligheden tilladelse til at bruge det licenserede materiale under specificerede vilkår og betingelser. Hvis licensgiverens tilladelse ikke er nødvendig af en eller anden grund – for eksempel på grund af enhver gældende undtagelse eller begrænsning af ophavsret – så er denne brug ikke reguleret af licensen. Vores licenser giver kun tilladelser under ophavsret og visse andre rettigheder, som en licensgiver har bemyndigelse til at give. Brug af det licenserede materiale kan stadig være begrænset af andre årsager, herunder fordi andre har ophavsret eller andre rettigheder til materialet. En licensgiver kan fremsætte særlige anmodninger, såsom at bede om, at alle ændringer markeres eller beskrives. Selvom det ikke kræves af vores licenser, opfordres du til at respektere disse anmodninger, hvor det er rimeligt.<a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensees">Flere hensyn til offentligheden.</a>
et: Kui litsentsiandja kasutab mõnda meie vaba kasutuse litsentsi, annab ta sellega avaliku loa kasutada litsentsitud materjali kindlaksmääratud tingimustel. Kui litsentsiandja luba ei ole ükskõik mis põhjusel vajalik (näiteks mõne kohalduva autoriõiguse erandi või piirangu tõttu), siis sellisel juhul litsents seda kasutamist ei reguleeri. Meie litsentsidega antakse luba ainult autoriõiguse ja teatavate muude õiguste alusel, mida litsentsiandja võib anda. Litsentsitud materjali kasutamine võib olla piiratud muudel põhjustel, näiteks kui teistel on materjali suhtes autoriõigus või muud õigused. Litsentsiandja võib esitada erinõudmisi, näiteks et kõik muudatused oleksid märgitud või kirjeldatud. Kuigi see ei ole meie litsentsidega nõutud, soovitame Teil neid nõudmisi täita, kui see on mõistlik. <a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensees">Veel märkusi üldsusele.</a>
fy: Troch it brûken fan ien fan ús publike lisinsjes jout in lisinsjejouwer it publyk tastimming om het lisinsearre materiaal te brûken ûnder beskate betingsten en kondysjes. As tastimming fan de lisinsjejouwer net needsaaklik is om hokker reden dan ek – bygelyks as gefolch fan in wetlike útsûndering of beheining fan it auteursrjcht – dan is dat gebrûk net regele troch de lisinsje. Us lisinsjes jouwe allinnich tastimming dêr’t in lisinsjejouwer it foech hat ûnder it auteursrjocht en beskate oare rjochten. It brûken fan it lisinsearre materiaal kin beheind wurde om oare redenen, en dêrûnder it gefal dat oaren auteursrjocht of oare rjochten hawwe op it materiaal. In lisinsjejouwer mei spesjale fersiken dwaan, lykas freegje om alle wizigingen bekend te meitsjen of te omskriuwen. Hoewol’t dat gjin eask is neffens de lisinsje, moedigje wy jo oan om ridlike fersiken te respektearjen. <a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensees">Mear oerwagingen foar it publyk.</a>
pt: Ao utilizar uma das nossas licenças públicas, o licenciante concede ao público permissão para utilizar o material licenciado sob termos e condições especificados. Se a permissão do licenciante não for necessária por qualquer razão – por exemplo, por ser aplicável qualquer exceção ou limitação ao direito de autor e direitos conexos – então essa utilização não é regida pela licença. As nossas licenças concedem somente permissões relativas a direito de autor e direitos conexos, e certos outros direitos que um licenciante tenha autoridade para conceder. A utilização do material licenciado pode ainda ser restringida por outras razões, incluindo porque terceiros têm direito de autor e direitos conexos, ou outros direitos sobre o material. Um licenciante pode fazer pedidos especiais, como solicitar que todas as alterações sejam marcadas ou descritas. Embora não exigido pelas nossas licenças, é recomendado que você respeite esses pedidos quando razoáveis. <a href="https://wiki.creativecommons.org/wiki/Considerations_for_licensors_and_licensees#Considerations_for_licensees">Mais considerações para o público.</a>

source: See the <a href="/legal-code-errata/">errata page</a> for any corrections and the date of change
az: Hər hansı düzəlişlər və dəyişiklik tarixi üçün <a href="/legal-code-errata/">səhvlər səhifəsinə</a> baxın
da: Se <a href="/legal-code-errata/">errata page</a> for ændringer og ændringsdato

source: <p>The person or persons who have associated work with this document (the "Dedicator" or "Certifier") hereby either (a) certifies that, to the best of his knowledge, the work of authorship identified is in the public domain of the country from which the work is published, or (b) hereby dedicates whatever copyright the dedicators holds in the work of authorship identified below (the "Work") to the public domain. A certifier, moreover, dedicates any copyright interest he may have in the associated work, and for these purposes, is described as a "dedicator" below.</p> <p>A certifier has taken reasonable steps to verify the copyright status of this work. Certifier recognizes that his good faith efforts may not shield him from liability if in fact the work certified is not in the public domain.</p> <p>Dedicator makes this dedication for the benefit of the public at large and to the detriment of the Dedicator's heirs and successors. Dedicator intends this dedication to be an overt act of relinquishment in perpetuity of all present and future rights under copyright law, whether vested or contingent, in the Work. Dedicator understands that such relinquishment of all rights includes the relinquishment of all rights to enforce (by lawsuit or otherwise) those copyrights in the Work.</p> <p>Dedicator recognizes that, once placed in the public domain, the Work may be freely reproduced, distributed, transmitted, used, modified, built upon, or otherwise exploited by anyone for any purpose, commercial or non-commercial, and in any way, including by methods that have not yet been invented or conceived.</p>
da: <p>Personen eller personerne som har associeret deres værk med dette dokument ("Den dedikerende" eller "Certificereren") (a) certificerer hermed, ud fra dennes bedste overbevisninger, at nævnte værk befinder sig i Public Domain i landet, hvor værket er publiceret, eller (b) dedikerer hvilken som helst ophavsret Den dedikerende oppebærer i værket nævnt nedenfor ("Værket") til Public Domain. En Certificerer dedikerer herudover enhver ophavsretslig interesse denne kunne have i dette værk og er af denne årsag beskrevet som "den dedikerende" nedenfor.</p> <p>En certificerer har udført passende tiltag for at verificere den ophavsretsmæssige status af dette værk. Certificereren anerkender at dennes velmenende anstrengelser muligvis ikke beskytter denne mod ansvar såfremt det certificerede værk ikke er i Public Domain.</p> <p>Den dedikerende tilfører denne dedikation til gavn for offentligheden generelt, og til tab for Den dedikerendes arvinger og efterkommere. Den dedikerende ønsker at denne dedikation er en overlagt handling af opgivelse i al evighed af alle nuværende og fremtidige rettigheder under ophavsretten, uanset om de er optjente eller afhængige af andre, for dette værk. Den dedikerende forstår at sådan opgivelse af alle rettigheder inkluderer opgivelsen af alle rettigheder til at håndhæve (igennem en retssag eller på andre måder) disse ophavsretslige rettigheder til Værket.</p> <p>Den dedikerende anerkender at Værket, når først det er placeret i Public Domain, frit må reproduceres, distribueres, transmitteres, anvendes, modificeres, bygges videre på eller på anden måde udnyttes af enhver til ethvert formål, kommercielt eller ikke-kommercielt og på enhver måde herunder via metoder som endnu ikke er opfundet eller forestillet.</p>

source: Creative Commons is not a party to its public licenses. Notwithstanding, Creative Commons may elect to apply one of its public licenses to material it publishes and in those instances will be considered the "Licensor." The text of the Creative Commons public licenses is dedicated to the public domain under the <a href="/publicdomain/zero/1.0/">CC0 Public Domain Dedication</a>. Except for the limited purpose of indicating that material is shared under a Creative Commons public license or as otherwise permitted by the Creative Commons policies published at <a href="/policies/">creativecommons.org/policies</a>, Creative Commons does not authorize the use of the trademark "Creative Commons" or any other trademark or logo of Creative Commons without its prior written consent including, without limitation, in connection with any unauthorized modifications to any of its public licenses or any other arrangements, understandings, or agreements concerning use of licensed material. For the avoidance of doubt, this paragraph does not form part of the public licenses.
da: Creative Commons er ikke part i dets offentlige licenser. Ikke desto mindre kan Creative Commons vælge at anvende en af ​​sine offentlige licenser til materiale, det udgiver, og vil i disse tilfælde blive betragtet som "Licensgiver". Teksten til de offentlige Creative Commons-licenser er dedikeret til det offentlige domæne under <a href="/publicdomain/zero/1.0/">CC0 Public Domain Dedication</a>. Bortset fra det begrænsede formål at angive, at materiale er delt under en Creative Commons-offentlig licens eller som på anden måde tilladt i Creative Commons-politikkerne offentliggjort på <a href="/policies/">creativecommons.org/policies</a>, tillader Creative Commons ikke brugen af ​​varemærket "Creative Commons" eller noget andet varemærke eller logo tilhørende Creative Commons uden dets forudgående skriftlige samtykke, herunder, uden begrænsning, i forbindelse med eventuelle uautoriserede ændringer af nogen af ​​dets offentlige licenser eller andre arrangementer, forståelser eller aftaler vedrørende brug af licenseret materiale. For at undgå tvivl er dette afsnit ikke en del af de offentlige licenser.
et: Creative Commons ei ole oma vaba kasutuse litsentside osapool. Sellele vaatamata võib Creative Commons otsustada lisada oma vaba kasutuse litsentse tema poolt avaldatud materjalile, millisel juhul loetakse ta „Litsentsiandjaks“. Creative Commonsi vaba kasutuse litsentside tekst on avaliku omandi märgise <a href="/publicdomain/zero/1.0/">CC0 alusel üldkasutatav</a>. Creative Commons keelab kaubamärgi „Creative Commons“ või mis tahes muu Creative Commonsi kaubamärgi või logo kasutamise ilma tema eelneva kirjaliku nõusolekuta. Muu hulgas ei või ilma sellise loata muuta ühtegi tema vaba kasutuse litsentsi või muud litsentsitud materjali kasutamisega seotud kokkulepet. Kõnealune keeld ei laiene üksnes viitamisele, et materjali jagatakse Creative Commonsi vaba kasutuse litsentsi alusel, või kui see on lubatud Creative Commonsi veebisaidil <a href="/policies/">creativecommons.org/policies</a> avaldatud põhimõtete kohaselt. Mitmetimõistetavuse vältimiseks olgu märgitud, et käesolev lõik ei ole vaba kasutuse litsentside osa.
fy: Creative Commons is gjin partij by syn publike lisinsjes. Lykwols kin Creative Commons der foar kieze ien fan de publike lisinsjes ta te passen op materiaal dat it sels publisearret, en yn dy gefallen sil Creative Commons beskôge wurde as de "Lisinsjejouwer". De tekst fan de Creative Commons-publike lisinsjes is tawijd oan it publike domein ûnder de <a href="/publicdomain/zero/1.0/">Creative Commons CC0 Publike Domein Ofstânsferklearring</a>. Utsein it beheinde doel om te witten te dwaan dat materiaal ûnder in Creative Commons Publike Lisinsje frijjûn is, of oars tastien is op grûn fan it belied fan Creative Commons publisearre op <a href="/policies/">creativecommons.org/policies</a>, jout Creative Commons gjin tastimming foar it brûken fan it merk "Creative Commons" of hokfoar oar merk of logo fan Creative Commons dan ek sûnder skriftelike tastimming yn ’t foar en dêrby, sûnder beheining, yn ferbân mei ûnautorisearre wizigingen oan ien fan syn iepenbiere lisinsjes of alle oare regelingen, ôfspraken of oerienkomsten oangeande it brûken fan lisinsearre materiaal. Foar alle dúdlikheid, dizze paragraaf makket gjin part út fan de publike lisinsjes.
pt: A Creative Commons não é parte das suas licenças públicas. Não obstante, a Creative Commons pode eleger aplicar uma das suas licenças públicas a material por si publicado e, nesses casos, será considerada um "Licenciante". O texto das licenças públicas Creative Commons é dedicado ao domínio público sob a <a href="/publicdomain/zero/1.0/">CC0 Dedicação ao Domínio Público</a>. Exceto para o fim limitado de indicar que o material é compartilhado sob uma licença pública Creative Commons ou de outra forma permitida pelas politicas da Creative Commons publicadas em <a href="/policies/">creativecommons.org/policies</a>, a Creative Commons não autoriza a utilização da marca "Creative Commons" ou de qualquer outra marca ou logo da Creative Commons sem o seu prévio consentimento escrito, incluindo, mas não se limitando a, em conexão com qualquer modificação não autorizada de qualquer uma das suas licenças públicas ou de quaisquer outros pactos, entendimentos ou acordos relativos à utilização de material licenciado. Para evitar dúvidas, este parágrafo não faz parte das licenças públicas.

source: <p> The Commons Deed is not a legal instrument. It is simply a handy reference for understanding the CC0 Legal Code, a human-readable expression of some of its key terms. Think of it as the user-friendly interface to the CC0 Legal Code beneath. This Deed itself has no legal value, and its contents do not appear in CC0. </p> <p> Creative Commons is not a law firm and does not provide legal services. Distributing, displaying, or linking to this Commons Deed does not create an attorney-client relationship. </p> <p> Creative Commons has not verified the copyright status of any work to which CC0 has been applied. CC makes no warranties about any work or its copyright status in any jurisdiction, and disclaims all liability for all uses of any work. </p>
da: <p> Commons Dokumentationen er ikke et juridisk instrument. Det er ganske simpelt en kortfattet forklaring til at forstå den juridiske tekst af CC0, et menneske-læsbart udtryk for nogle af licensaftalens nøglebegreber. Tænk på det som brugervenlig grænseflade til den juridiske tekst for CC0. Tænk på det som ikke havende nogen juridisk værdi - dets indhold vises ikke i CC0. </p><p> Creative Commons er ikke et advokatfirma og giver ikke juridisk rådgivning. Distribution, visning eller linkning til denne Commons Dokumentation skaber ikke et advokat-klient forhold. </p><p> Creative Commons har ikke verificeret om værket har en anden ophavsretslig status forud for at en person anvender CC0. CC giver ingen garantier om noget værk eller dets ophavsretsstatus i nogen jurisdiktion, og fralægger sig ethvert ansvar for al brug af ethvert værk. </p>
et: <p> Lühikokkuvõte (Commons Deed) pole juriidiline dokument. See on vaid käepärane osutusmaterjal, mis aitab mõista litsentsi CC0 teksti, ja kus on toodud lihtsasti loetaval kujul litsentsi mõned peamised tingimused. Seda võib pidada kasutajasõbralikuks sissejuhatuseks, mida võib lugeda enne litsentsi CC0 teksti lugemist. Kokkuvõttel endal pole õiguslikku tähendust ja selle sisu ei ole litsentsi CC0 osa.</p> <p> Creative Commons ei ole õigusbüroo ega paku juriidilisi teenuseid. Selle dokumendi või litsentsi enda levitamise või näitamisega ega neile linkimisega ei kaasne juristi ja kliendi suhet. </p> <p> Creative Commons ei ole teoste autoriõiguslikku seisundit üle kontrollinud. See puudutab kõiki teoseid, millele on lisatud litsents CC0. CC ei anna üheski jurisdiktsioonis tagatisi teose ega selle autoriõigusliku seisundi kohta ning ütleb lahti igasugusest vastutusest, mis tuleneb mis tahes teose kasutamisest.</p>
fy: <p>De Commons Deed is net in juridysk ynstrumint. It is gewoan in handich neislachwurk om it CC Juridysk Skrift te begripen, in minskelêsbere werjefte fan guon fan syn kaaibegripen. Sjoch it as de brûkersfreonlike interface nei it CC Juridysk Skrift derûnder. Dizze Deed hat sels gjin juridyske wearde en de ynhâld derfan komt net foar yn ’e CC0. </p> <p> Creative Commons is gjin advokatekantoar en biedt gjin juridyske tsjinsten. It fersprieden, sjen litten of ferwizen nei dizze Commons Deed skept gjin advokaat-kliïntrelaasje. </p> <p> Creative Commons hat fan gjin inkeld wurk dêr’t de CC0 op tapast is de auteursrjochtlike status neigien. CC0 jout gjin garânsjes oer watfoar wurk ek of syn auteursrjochtlike status yn watfoar wetjouwing ek en wiist alle oanspraakliheid foar al it brûken fan hokker wurk ek ôf. </p>
pt: <p>O Resumo Explicativo não é um instrumento legal. É apenas uma referência útil para compreender o Texto Legal da CC0, uma expressão legível por humanos de alguns dos seus termos-chave. Considere-o um intérprete amigável do Texto Legal da CC0 subjacente. Este Resumo não tem, em si mesmo, qualquer valor legal e o seu conteúdo não aparece na CC0.</p> <p>A Creative Commons não é um escritório de advogados e não presta serviços jurídicos. A distribuição, exibição ou a inclusão de links para este Resumo Explicativo não leva ao surgimento de uma relação advogado-cliente.</p> <p>A Creative Commons não verificou a situação do direito de autor e dos direitos conexos de nenhum trabalho ao qual a CC0 tenha sido aplicado. A Creative Commons não presta quaisquer garantias acerca de nenhum trabalho nem da situação do seu direito de autor e direitos conexos em nenhuma jurisdição, nem aceita qualquer responsabilidade por quaisquer usos de qualquer trabalho. </p>
ro: <p> Rezumatul Explicativ nu este o licenţă. Este doar o referinţă simplă pentru a înţelege Codul Juridic (întreaga licenţă) CC0, o exprimare pe înţelesul tuturor a unora dintre termenii săi cheie. Să ne gândim la el ca la o interfaţă mai prietenoasă pentru Codul Juridic CC0 din spatele său. Acest Rezumat nu are nici o valoare juridică în sine şi conţinutul său nu apare în licenţă. </p> <p> Creative Commons nu este o companie de avocatură şi nu furnizează servicii juridice. Distribuirea, afişarea sau legătura către acest Rezumat Explicativ nu crează o relaţie de tip avocat-client. </p> <p> Creative Commons nu a verificat starea drepturilor de autor pentru nicio lucrare licențiată cu CC0. CC nu acordă vreo garanție pentru nicio operă sau statutul drepturilor sale de autor în nicio jurisdicție și declină orice responsabilitate cu privire la posibilitatea de a fi trași la răspundere pentru orice fel de prejudiciu ca urmare a utilizării oricărei lucări.
sr_latn: Opšta uputstva ne predstavljaju pravni instrument. To su, jednostavno, korisne reference za shvatanje Pravnih odredaba CC0, svima razumljivi izrazi o nekim bitnim određenjima. Označavaju jednostavna objašnjenja Pravnih odredaba CC0 u pozadini. Opšta uputstva nemaju pravni smisao i njihov sadržaj se ne nalazi u CC0. Creative Commons nije advokatska kancelarija i ne pruža pravne usluge. Distribucijom, predstavljanjem ili unošenjem linka ka Opštim uputstvima, ne uspostavlja se pravni odnos. Creative Commons ne potvrđuje autorskopravni status nijednog dela na koje se primenjuje CC0. CC ne daje nikakva jemstva o nekom delu ili njegovom autorskopravnom statusu u nekoj jurisdikciji i odriče se odgovornosti za svako korišćenje nekog dela.

source: You must give <a href="#" id="appropriate_credit_popup" class="helpLink">appropriate credit</a></span>, provide a link to the license, and <span rel="cc:requires" resource="http://creativecommons.org/ns#Notice"><a href="#" id="indicate_changes_popup" class="helpLink">indicate if changes were made</a></span>. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use.
ro: Trebuie să acorzi <a href="#" id="appropriate_credit_popup" class="helpLink">creditul potrivit</a></span>, să faci un link spre licență și <span rel="cc:requires" resource="http://creativecommons.org/ns#Notice"><a href="#" id="indicate_changes_popup" class="helpLink">să indici dacă s-au făcut modificări</a></span>. Poți face aceste lucruri în orice manieră rezonabilă, dar nu în vreun mod care să sugereze că licențiatorul te sprijină pe tine sau modul tău de folosire a operei.

source: You may not use the material for <a href="#" id="commercial_purposes_popup" class="helpLink">commercial purposes</a>.
ro: Nu poți folosi această operă în <a href="#" id="commercial_purposes_popup" class="helpLink">scopuri comerciale</a>.

source: If you remix, transform, or build upon the material, you must distribute your contributions under the <a href="#" id="same_license_popup" class="helpLink">same license</a> as the original.
ro: Daca remixezi, transformi, sau construiești pe baza operei, trebuie să distribui contribuțiile tale sub <a href="#" id="same_license_popup" class="helpLink">aceeași licență</a> precum originalul.

source: If you <a href="#" id="some_kinds_of_mods_popup" class="helpLink">remix, transform, or build upon</a> the material, you may not distribute the modified material.
ro: Dacă <a href="#" id="some_kinds_of_mods_popup" class="helpLink">remixezi, transformi, sau construiești pe baza operei, nu vei putea distribui opera modificată.

source: You may not apply legal terms or <a href="#" id="technological_measures_popup" class="helpLink">technological measures</a> that legally restrict others from doing anything the license permits.
ro: Nu poți impune termeni juridici sau <a href="#" id="technological_measures_popup" class="helpLink">măsuri tehnologice</a> t care restricționează din punct de vedere legal acțiunile altor utilizatori care sunt permise de către licență.
