Repository: creativecommons/cc-legal-tools-data
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az, da, et, fy, hi, pt, ro, sr_latn

source: The work may not be free of known copyright restrictions in all <a href="#ref-all-jurisdictions" id="src-all-jurisdictions">jurisdictions</a>.
az: Əsər bütün <a href="#ref-all-jurisdictions" id="src-all-jurisdictions">yurisdiksiyalarda</a> məlum müəllif hüquqları məhdudiyyətlərindən azad olmaya bilər.
da: Dette værk er muligvis ikke fri for kendte begrænsninger af ophavsretten i alle <a href="#ref-all-jurisdictions" id="src-all-jurisdictions">jurisdiktioner</a>.
et: Teos ei pruugi olla teadaolevatest autoriõiguse piirangutest vaba kõigis <a href="#ref-all-jurisdictions" id="src-all-jurisdictions">jurisdiktsioonides</a>.
fy: It is mooglik dat it wurk net frij is fan auteursrjochtbeheiningen yn alle <a href="#ref-all-jurisdictions" id="src-all-jurisdictions">wetjouwingen</a>.
hi: कार्य सभी <a href="#ref-all-jurisdictions" id="src-all-jurisdictions">क्षेत्रों</a> में कॉपीराइट के ज्ञात प्रतिबंधों से आज़ाद न भी हो सकता है।
pt: O trabalho pode não estar livre de todas as restrições de direito de autor e de direitos conexos conhecidas em todas as <a href="#ref-all-jurisdictions" id="src-all-jurisdictions">jurisdições</a>.

source: Persons may have other rights in or related to the work, such as patent or trademark rights, and others may have rights in how the work is used, such as <a href="#ref-publicity-rights" id="src-publicity-rights">publicity or privacy</a> rights.
az: Şəxslərin patent və ya əmtəə nişanı hüquqları kimi əsərdə və ya onunla əlaqəli başqa hüquqlar ola bilər, digərləri isə əsərin necə istifadə olunması ilə bağlı hüquqlara, məsələn, <a href="#ref-publicity-rights" id="src-publicity-rights">ictimailik və ya məxfilik</a> hüquqlarına sahib ola bilər.
da: Personer har muligvis andre rettigheder i eller relateret til værket, såsom patenter eller varemærkerettigheder, og andre har muligvis rettigheder til hvordan værket anvendes, såsom rettigheder vedrørende <a href="#ref-publicity-rights" id="src-publicity-rights">offentliggørelse eller privatliv</a>.
et: Isikutel võivad olla selle seose suhtes muud õigused, näiteks patendi- või kaubamärgiõigused, ning teistel võivad olla õigused, mis tulenevad sellest, kuidas teost kasutatakse, näiteks <a href="#ref-publicity-rights" id="src-publicity-rights">reklaami- või andmekaitseõigused</a>.
fy: Persoanen kinne oare rjochten hawwe op of gearhingjend mei it wurk, lykas oktroai- of merkerjochten, en oaren kinne rjochten hawwe op hoe’t it wurk brûkt wurdt, lykas <a href="#ref-publicity-rights" id="src-publicity-rights">publisiteits- of privacyrjochten</a>.
hi: व्यक्तियों के पास कार्य में या कार्य से जुड़े दूसरे अधिकार हो सकते हैं, जैसे पेटेंट या ट्रेडमार्क अधिकार, और दूसरों के पास इस बात में अधिकार हो सकता है कि कार्य का इस्तेमाल कैसे किया जाता है, जैसे <a href="#ref-publicity-rights" id="src-publicity-rights">प्रचार या गोपनीयता</a> के अधिकार।
pt: É possível que outras pessoas detenham direitos sobre o trabalho ou relacionados com o mesmo, tais como patentes ou direitos de marcas registadas, e que outras pessoas detenham direitos sobre o modo como o trabalho é utilizado, tais como <a href="#ref-publicity-rights" id="src-publicity-rights">direitos de imagem ou de privacidade</a>.

source: In some jurisdictions <a href="#ref-moral-rights" id="src-moral-rights">moral rights</a> of the author may persist beyond the term of copyright. These rights may include the right to be identified as the author and the right to object to derogatory treatments.
az: Bəzi yurisdiksiyalarda müəllifin <a href="#ref-moral-rights" id="src-moral-rights">mənəvi hüquqları</a> müəlliflik hüququ şərtindən kənarda qala bilər. Bu hüquqlara müəllif kimi tanınmaq hüququ və təhqiredici rəftarlara etiraz etmək hüququ daxil ola bilər.
da: I nogle jurisdiktioner kan skaberens <a href="#ref-moral-rights" id="src-moral-rights">moralske rettigheder</a> forblive længere end varigheden af ophavsrettigheden. Disse rettigheder kan inkludere retten til at blive identificeret som skaber og retten til at gøre indsigelse mod nedsættende behandlinger.
et: Mõnes jurisdiktsioonis võivad autori <a href="#ref-moral-rights" id="src-moral-rights">isiklikud õigused</a> pärast autoriõiguse kehtivuse lõppu säilida. Nende õiguste hulka võivad kuuluda näiteks õigus autorsusele ning õigus autori au ja väärikuse kaitsele.
fy: Yn guon wetjouwingen kinne <a href="#ref-moral-rights" id="src-moral-rights">morele rjochten</a> fan de makker bestean bliuwe nei it ein fan it auteursrjocht. Dy rjochten omfetsje it rjocht op nammeneamen en it rjocht om beswier te meitsjen tsjin wanachtsjende hannelingen.
hi: कुछ क्षेत्रों में लेखक का <a href="#ref-moral-rights" id="src-moral-rights">नैतिक अधिकार</a> कॉपीराइट की अवधि की समाप्ति के बाद भी मौजूद हो सकता है। इन अधिकारों में संबंधित हैं लेखक के रूप में पहचाने जाने का अधिकार और अपमानजनक उपयोगों का विरोध करने का अधिकार।
pt: Em algumas jurisdições, os <a href="#ref-moral-rights" id="src-moral-rights">direitos morais</a> do autor podem manter-se em vigor depois do termo do prazo de duração do direito de autor e dos direitos conexos. Estes direitos podem incluir o direito a ser identificado como o autor e o direito a opor-se a atos que desvirtuem o trabalho ou que possam afetar a honra e reputação do autor.

source: Unless expressly stated otherwise, the person who identified the work makes no warranties about the work, and disclaims liability for all uses of the work, to the fullest extent permitted by applicable law.
az: Əksi açıq şəkildə göstərilmədiyi təqdirdə, əsəri müəyyən edən şəxs əsərlə bağlı heç bir zəmanət vermir və tətbiq olunan qanunun icazə verdiyi maksimum dərəcədə əsərin bütün istifadəsi üçün məsuliyyətdən imtina edir.
da: Med mindre andet er eksplicit angivet, giver personen der har angivet værket ingen garantier om værket, og frasiger sig i størst mulig grad ansvaret for al brug af værket, i det fulde omfang det er tilladt af gældende lov.
et: Kui selgesõnaliselt ei ole öeldud teisiti, siis isik, kes teose kindlaks tegi, ei anna teose kohta tagatisi ning ütleb kohaldatava seaduse järgi suurimas lubatavas ulatuses lahti vastutusest, mis tuleneb teose igasugusest kasutusest.
fy: De persoan dy’t it wurk merkt jout gjin garânsjes op it wurk, en wiist de oanspraaklikheid foar al it brûken fan it wurk ôf, yn de romste sin dy’t tastien wurdt troch de tapaslike wet, of it moast wêze dat mei klam oars neamd is.
hi: अगर अन्यथा स्पष्ट बताया न गया हो, कार्य को पहचानने वाला व्यक्ति कार्य के बारे में कोई भी वारंटी प्रदान नहीं करता है, और प्रयोज्य कानूनों द्वारा अनुमोदित पूरी हद तक कार्य के सभी उपयोगों के लिए दायित्व त्याग करता है।
pt: Desde que nada seja expressamente afirmado em contrário, a pessoa que identificou o trabalho não fornece quaisquer garantias sobre o mesmo e exonera-se de responsabilidade por quaisquer usos do trabalho, na máxima medida permitida pela lei aplicável.
ro: Dacă nu se stipulează altfel, persoana care a identificat opera nu va oferi garanții privind opera și nu este răspunzătoare în legătură cu utilizările operei, în termenii cei mai permisivi oferiți de legea în vigoare.
sr_latn: Ako drugačije nije određeno, lice koje je identifikovalo delo ne daje nikakva jemstva u vezi s delom i odriče se odgovornosti za svako korišćenje dela, u najvećoj dozvoljenoj meri, po merodavnom pravu.

source: When using or citing the work, you should not imply <a href="#ref-endorsement" id="src-endorsement">endorsement</a> by the author or the person who identified the work.
az: Əsəri istifadə edərkən və ya ona istinad edərkən, müəllifin şəxsən <a href="#ref-endorsement" id="src-endorsement">icazə verdiyini</a> qeyd etməməlisiniz.
da: Når du bruger eller citerer værket, skal du ikke indikere <a href="#ref-endorsement" id="src-endorsement">godkendelse</a> fra forfatteren eller personen som identificerede værket.
et: Kui teost kasutad või tsiteerid, siis ei tohiks jääda mulje, et sul on selleks autori või teose kindlaks teinud isiku <a href="#ref-endorsement" id="src-endorsement">heakskiit</a>.
fy: As jo it wurk brûke of sitearje, meie jo dat net lyksette mei <a href="#ref-endorsement" id="src-endorsement">goedkarren</a> fan de makker of de persoan dy’t it wurk merkt hat.
hi: कार्य का उपयोग या उद्धरण करते समय आपको कार्य को पहचानने वाले व्यक्ति अथवा लेखक द्वारा <a href="#ref-endorsement" id="src-endorsement">समर्थन</a> का संकेत नहीं करना चाहिए।
pt: Ao utilizar ou citar o trabalho, não deve deixar implícito que existe <a href="#ref-endorsement" id="src-endorsement">apoio</a> do autor ou da pessoa que identificou o trabalho.
sr_latn: Kada koristite ili citirate delo, ne bi trebalo da sugerišete <a href="#ref-endorsement" id="src-endorsement">podržavanje</a> od strane autora ili lica koje je identifikovalo delo.

source: Unimplemented
az: Tətbiq olunmamış
da: Ikke implementeret
hi: अकार्यान्वित

source: this legal tool does not have a valid template. Please report this issue:
az: bu hüquqi alətin etibarlı şablonu yoxdur. Zəhmət olmasa bu problemi bildirin:
da: dette juridiske værktøj har ikke en gyldig skabelon. Rapportér venligst dette problem:
hi: इस कानूनी उपकरण के पास कोई मान्य साँचा नहीं है। कृपया यह समस्या रिपोर्ट करें:

source: The person who associated a work with this deed has <b>dedicated</b> the work to the public domain by waiving all of his or her rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law.
az: Əsəri bu sənədlə əlaqələndirən şəxs qanunla icazə verilən ölçüdə bütün əlaqəli hüquqlar da daxil olmaqla bütün dünyada müəllif hüquqları qanununa əsasən əsərə olan bütün hüquqlarından imtina edərək əsəri ictimai mülkiyyətə <b>buraxmışdır</b>.
da: Personen, der har tilknyttet et værk til denne dokumentation har <b>dedikeret</b> værket til public domain ved at give afkald på alle hans eller hendes rettigheder til værket, over hele verden, under lov om ophavsret, herunder alle relaterede og beslægtede rettigheder i det omfang, loven tillader.
et: Isik, kes sidus teose selle litsentsiga, on <b>andnud</b> teose avalikku omandisse, loobudes üleilmselt kõigist õigustest, mis tulenevad autoriõigusest, sealhulgas autoriõigusega kaasnevatest õigustest ja naaberõigustest.
fy: De persoan dy’t in wurk keppele hat oan dizze akte hat it wurk <b>tawiisd</b> oan it publike domein troch ôfstân te dwaan fan al syn rjochten op it wurk ûnder auteurswetten wrâldwiid, en dêrby alle besibbe en oanbuorjende rjochten, binnen de grinzen fan de wet.
hi: किसी कार्य को इस दलील के साथ संबद्ध करने वाले व्यक्ति ने कॉपीराइट कानूनों के अंतर्गत पूरे विश्व में कार्य पर कानूनों द्वारा अनुमोदित पूरी हद तक सभी संबंधित अधिकारों सहित अपने सभी अधिकार त्यागकर कार्य को सार्वजनिक डोमेन को <b>समर्पित</b> कर दिया है।
pt: A pessoa que associou um trabalho a este resumo <b>dedicou</b> o trabalho ao domínio público, renunciando a todos os seus direitos sobre o trabalho, em todo o mundo, ao abrigo das leis de direito de autor e/ou de direitos conexos, na medida permitida por lei.
ro: Persoana care a asociat o operă cu acest rezumat explicativ a <b>dedicat</b> opera domeniului public prin renunțarea la nivel mondial la toate drepturile sale asupra operei, pe baza legii dreptului de autor, inclusiv la toate drepturile conexe și similare, în măsura permisă de lege.
sr_latn: Lice koje povezuje delo s ovim uputstvom, <b>prenosi</b> delo u javni domen odricanjem od svih svojih prava na delo koje se nalazi pod autorskopravnom zaštitom, u celom svetu, uključujući sva srodna i susedna prava, u najvećoj dozvoljenoj zakonskoj meri.

source: You can copy, modify, distribute and perform the work, even for commercial purposes, all without asking permission. See <b>Other Information</b> below.
az: Siz hətta kommersiya məqsədləri üçün icazə istəmədən işi köçürə, dəyişdirə və paylaya bilərsiniz. Aşağıdakı <b>Digər Məlumatlara</b> baxın.
da: Du må kopiere, ændre, distribuere og fremføre værket, selv til kommercielle formål, alt sammen uden at spørge om tilladelse. Se <b>Andre oplysninger</b> nedenfor.
et: Tohid teost kopeerida, muuta, levitada ja esitada, ka ärilisel eesmärgil ning seda kõike luba küsimata. Vaata allpool <b>täiendavat teavet</b>.
fy: Jo meie it wurk kopiearje, ferspriede en útfiere, sels foar kommersjele doelen, en alles sûnder om brûkersrjochten te freegjen. Sjoch <b>Oare ynformaasje</b> hjirûnder.
hi: आप बिना अनुमति माँगे कार्य की प्रतिलिपि बना सकते हैं, उसे संशोधित, वितरित और प्रदर्शित कर सकते हैं, वाणिज्यिक उद्देश्यों से भी। नीचे <b>अधिक जानकारी</b> देखें।
pt: Pode copiar, modificar, distribuir e executar o trabalho, mesmo para fins comerciais, tudo sem pedir autorização. Veja <b>Outras Informações</b> abaixo.
ro: Poți copia, modifica, distribui și efectua opera, chiar și în scopuri comerciale, toate acestea fără a mai cere permisiunea. Vezi <b>Alte informații</b> mai jos.
sr_latn: Možete da umnožavate, izmenite, distribuirate i interpretirate ili izvodite delo, čak i radi komercijalnih namena, u celini, bez traženja dozvole. Pogledajte <b>Ostale informacije</b> u nastavku.

source: In no way are the patent or trademark rights of any person affected by CC0, nor are the rights that other persons may have in the work or in how the work is used, such as <a href="#ref-publicity-rights" id="src-publicity-rights">publicity or privacy</a> rights.
az: Heç bir şəkildə hər hansı şəxsin patent və ya ticarət nişanı hüquqları CC0-dan təsirlənmir, nə də <a href="#ref-publicity-rights" id="src-publicity-rights">ictimailik və ya məxfilik hüquqları</a> kimi digər şəxslərin əsərdə və ya əsərdən istifadə qaydasında malik ola biləcəyi hüquqlar.
da: På ingen måde er nogen persons patent- eller varemærkerettigheder påvirket af CC0, og heller ikke de rettigheder, som andre personer måtte have til værket eller til, hvordan værket bruges, såsom <a href="#ref-publicity-rights" id="src-publicity-rights">offentligheds- eller privatlivsrettigheder.</a>
fy: Oan de oktroai- en merkerjochten fan gjin inkeld persoan wurdt op hokfoar manier ek ôfbrek dien troch CC0, likemin as oan de rjochten dy’t oare persoanen hawwe kinne op it wurk of op hoe’t it wurk brûkt wurdt, lykas <a href="#ref-publicity-rights" id="src-publicity-rights">publisiteits- of privacyrjochten</a>.
hi: CC0 की कारण किसी व्यक्ति के पेटेंट या ट्रेडमार्क अधिकारों पर प्रभाव नहीं पड़ता है, और न ही कार्य या उसके उपयोग पर किसी दूसरे व्यक्ति के अधिकारों पर, जैसे <a href="#ref-publicity-rights" id="src-publicity-rights">प्रचार या गोपनीयता</a> के अधिकार।

source: Unless expressly stated otherwise, the person who associated a work with this deed makes no warranties about the work, and disclaims liability for all uses of the work, to the fullest extent permitted by applicable law.
az: Əksi göstərilmədiyi təqdirdə, əsəri bu sənədlə əlaqələndirən şəxs işlə bağlı heç bir zəmanət vermir və əsərdən bütün istifadələrə görə, müvafiq qanunun icazə verdiyi maksimum dərəcədə məsuliyyətdən imtina edir.
da: Med mindre andet er eksplicit angivet, giver personen, der tilknyttede et værk til denne dokumentation, ingen garantier om værket, og frasiger sig i størst mulig grad ansvaret for al brug af værket, i det fulde omfang det er tilladt af gældende lov.
et: Kui selgesõnaliselt ei ole öeldud teisiti, siis isik, kes sidus teose selle litsentsiga, ei anna teose kohta tagatisi ning ütleb kohaldatava seaduse järgi suurimas lubatavas ulatuses lahti vastutusest, mis tuleneb teose igasugusest kasutusest.
fy: De persoan dy’t in wurk keppele hat oan dizze akte jout gjin garânsjes op it wurk en wiist de oanspraaklikheid foar al it brûken fan it wurk ôf, foarsafier’t dat folslein tastien is troch de wet dy’t fan tapassing is, of it moast wêze dat mei klam wat oars neamd is.
hi: अगर अन्यथा स्पष्ट बताया न गया हो, किसी कार्य को इस दलील के साथ संबद्ध करने वाला व्यक्ति कार्य के बारे में कोई वारंटी नहीं देता है, और प्रयोज्य कानूनों द्वारा अनुमोदित पूरी हद तक कार्य के सभी उपयोगों के लिए दायित्व त्याग करता है।
pt: Desde que nada seja expressamente afirmado em contrário, a pessoa que associou este resumo a um trabalho não fornece quaisquer garantias sobre o mesmo e exonera-se de responsabilidade por quaisquer usos do trabalho, na máxima medida permitida pela lei aplicável.
ro: Dacă nu se stipulează altfel în mod expres, persoana care a asociat opera cu acest cod legal nu va oferi garanții privind opera și nu este răspunzătoare în legătură cu utilizările operei, în termenii cei mai permisivi oferiți de legea în vigoare.
sr_latn: Ako nije drugačije navedeno, lice koje povezuje delo s ovim uputstvom, ne daje jemstva o delu i odriče se odgovornosti za svako korišćenje dela, u najvećoj dozvoljenoj meri, saglasno merodavnom pravu.

source: When using or citing the work, you should not imply <a href="#ref-endorsement" id="src-endorsement">endorsement</a> by the author or the affirmer.
az: Əsəri istifadə edərkən və ya istinad edərkən, müəllifin və ya təsdiqləyicinin <a href="#ref-endorsement" id="src-endorsement">şəxsən icazə verdiyini</a> bildirməməlisiniz.
da: Når du bruger eller citerer værket, skal du ikke indikere <a href="#ref-endorsement" id="src-endorsement">godkendelse</a> fra forfatteren eller den bekræftende part.
et: Kui teost kasutad või tsiteerid, siis ei tohiks jääda mulje, et sul on selleks autori või loaandja <a href="#ref-endorsement" id="src-endorsement">heakskiit</a>.
fy: As jo it wurk brûke of sitearje, meie jo dat net lyksette mei <a href="#ref-endorsement" id="src-endorsement">goedkarren</a> fan de makker of bekrêftiger.
hi: कार्य का उपयोग या उद्धरण करते समय आपको लेखक अथवा पुष्टिकर्ता द्वारा <a href="#ref-endorsement" id="src-endorsement">समर्थन</a> का संकेत नहीं करना चाहिए।
pt: Ao utilizar ou citar o trabalho, não deve deixar implícito que existe <a href="#ref-endorsement" id="src-endorsement">apoio</a> do autor ou do declarante.
sr_latn: Kada koristite ili citirate delo, ne bi trebalo da navodite <a href="#ref-endorsement" id="src-endorsement">podržavanje</a> od strane autora ili davaoca izjave.

source: Languages available
az: Mövcud dillər
da: Tilgængelige sprog
hi: उपलब्ध भाषाएँ

source: Notice
az: Bildiri
da: Bemærkning
hi: सूचना

source: This deed highlights only some of the key features and terms of the actual license. It is not a license and has no legal value. You should carefully review all of the terms and conditions of the actual license before using the licensed material.
az: Bu sənəd faktiki lisenziyanın yalnız bəzi əsas xüsusiyyətlərini və şərtlərini vurğulayır. Bu lisenziya deyil və heç bir hüquqi dəyəri yoxdur. Lisenziyalı materialdan istifadə etməzdən əvvəl faktiki lisenziyanın bütün şərtlərini diqqətlə nəzərdən keçirməlisiniz.
da: Denne dokumentation fremhæver kun nogle af de centrale egenskaber og vilkår i den egentlige licens. Det er ikke en licens og har ikke nogen juridisk værdi. Du bør gennemse alle vilkårene og betingelserne grundigt i den egentlige licens inden det licenserede materiale bruges.
et: Selles dokumendis on esile tõstetud litsentsi mõned tähtsamad tunnusjooned ja tingimused. See ei ole litsents ja sellel ei ole õiguslikku tähendust. Enne litsentsi alla kuuluva materjali kasutamist peaksid tegeliku litsentsi kõik tingimused hoolega üle vaatama.
fy: De akte stiet inkeld stil by guon fan de kearneigenskippen fan de feitlike lisinsje. Hy is gjin lisinsje en hat gjin juridyske wearde. Jo moatte sekuer alle betingsten en kondysjes fan de feitlike lisinsje neisjen foar’t jo it lisinsearre materiaal brûke.
hi: दलील में वास्तविक लाइसेंस की सिर्फ कुछ खास विशेषताओं और शर्तों को प्रमुखता से दिखाया गया है। यह कोई लाइसेंस नहीं है और इसका कोई कानूनी मूल्य नहीं है। लाइसेंस की गई सामग्री का इस्तेमाल करने से पहले आपको वास्तविक लाइसेंस के नियमों और शर्तों को ध्यान से पढ़ लेना चाहिए।
ro: Acest text subliniază doar câteva din caracteristicile și termenii cheie ale licenței actuale. Nu este o licență și nu are nici o valoare din punct de vedere legal. Ar trebui să analizezi cu atenție toți termenii și toate condițiile licenței actuale înainte de începerea utilizării acesteia.

source: Creative Commons is not a law firm and does not provide legal services. Distributing, displaying, or linking to this deed or the license that it summarizes does not create a lawyer-client or any other relationship.
az: Creative Commons hüquq firması deyil və hüquqi xidmət göstərmir. Bu sənədin və ya onun ümumiləşdirdiyi lisenziyanın yayılması, nümayiş etdirilməsi və ya əlaqələndirilməsi hər hansısa bir münasibət yaratmır.
da: Creative Commons er ikke et advokatfirma og udbyder ikke juridisk service. Distribution af, fremvisning og henvisning til dette dokument eller licensen som den opsummerer, etablerer ikke et advokat-klient forhold eller noget andet forhold.
et: Creative Commons ei ole õigusbüroo ega paku juriidilisi teenuseid. Selle dokumendi või litsentsi enda levitamise või näitamisega ega neile linkimisega ei kaasne juristi ja kliendi suhet ega muusugust suhet.
fy: Creative Commons is gjin advokatekantoar en biedt gjin juridyske tsjinsten. It fersprieden, sjen litten of ferwizen nei dizze akte of de lisinsje dy’t er gearfettet skept gjin advokaat-kliïntrelaasje of watfoar relaasje ek.
hi: क्रिएटिव कॉमन्स कोई कानूनी कंपनी नहीं है और कानूनी सेवाएँ प्रदान नहीं करता है। इस दलील या इसके द्वारा संक्षेप में प्रस्तुत किए गए लाइसेंस को वितरित करने, प्रदर्शित करने, या उसकी कड़ी जोड़ने पर कोई वकील-मुवक्किल या कोई दूसरा संबंध निर्मित नहीं होता है।
ro: Creative Commons nu este o firmă de avocatură și nu oferă servicii juridice. Distribuirea, afișarea ori trimiterea către acest act ori către rezumatul licenței nu creează o relație de tip avocat-client ori de oricare alt fel.
sr_latn: Creative Commons nije advokatska kancelarija i ne pruža pravne usluge. Distribucijom, predstavljanjem ili unošenjem linka ka ovom uputstvu ili licenci koju sažima, ne uspostavlja se pravni ili neki drugi odnos.

source: About Creative Commons
az: Creative Commons haqqında
da: Om Creative Commons
hi: क्रिएटिव कॉमन्स के बारे में

source: Creative Commons may be contacted at <a href="//creativecommons.org/">creativecommons.org</a>.
az: Creative Commons ilə <a href="//creativecommons.org/">creativecommons.org</a> ünvanında əlaqə saxlamaq olar.
da: Creative Commons kan kontaktes på <a href="//creativecommons.org/">creativecommons.org</a>.
et: Creative Commonsiga on võimalik ühendust võtta veebisaidilt <a href="//creativecommons.org/">creativecommons.org</a>.
fy: Jo kinne kontakt opnimme mei Creative Commons op <a href="//creativecommons.org/">creativecommons.org</a>.
hi: क्रिएटिव कॉमन्स से <a href="//creativecommons.org/">creativecommons.org</a> पर संपर्क किया जा सकता है।
pt: Para comunicar com a Creative Commons, visite <a href="//creativecommons.org/">creativecommons.org</a>.

source: About the license and Creative Commons
az: Lisenziya və Creative Commons haqqında
da: Om licensen og Creative Commons
hi: लाइसेंस और क्रिएटिव कॉमन्स के बारे में
