Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nd_40.po
Languages: da, de, fi, nl, ru, sl, tr

source: Unless otherwise separately undertaken by the Licensor, to the extent possible, the Licensor offers the Licensed Material as-is and as-available, and makes no representations or warranties of any kind concerning the Licensed Material, whether express, implied, statutory, or other. This includes, without limitation, warranties of title, merchantability, fitness for a particular purpose, non-infringement, absence of latent or other defects, accuracy, or the presence or absence of errors, whether or not known or discoverable. Where disclaimers of warranties are not allowed in full or in part, this disclaimer may not apply to You.
da: Medmindre andet er angivet, stiller Licensgiveren i videst mulig omfang det Licenserede Materiale til rådighed, som det er, og i den form, det er gjort tilgængeligt, og udsteder ingen garantier vedrørende det Licenserede Materiale, hvad enten det er udtrykkeligt, underforstået, lovbestemt, eller andet. Dette omfatter, men er ikke begrænset til, lovlige krav, garanti vedrørende salgbarhed, anvendelighed til et bestemt formål, overholdelse af reglerne, fravær af (også skjulte) mangler, nøjagtighed, tilstedeværelse eller fravær af fejl, hvad enten de er kendte eller søgbare eller ej. Hvis ansvarsfraskrivelse ikke er fuldt eller delvist tilladt, er Du muligvis ikke omfattet af denne fraskrivelse.
de: Sofern der Lizenzgeber nicht separat anderes erklärt und so weit wie möglich, bietet der Lizenzgeber das lizenzierte Material so wie es ist und verfügbar ist an und sagt in Bezug auf das lizenzierte Material keine bestimmten Eigenschaften zu, weder ausdrücklich noch konkludent oder anderweitig, und schließt jegliche Gewährleistung aus, einschließlich der gesetzlichen. Dies umfasst insbesondere das Freisein von Rechtsmängeln, Verkehrsfähigkeit, Eignung für einen bestimmten Zweck, Wahrung der Rechte Dritter, Freisein von (auch verdeckten) Sachmängeln, Richtigkeit und das Vorliegen oder Nichtvorliegen von Irrtümern, gleichviel ob sie bekannt, unbekannt oder erkennbar sind. Dort, wo Gewährleistungsausschlüsse ganz oder teilweise unzulässig sind, gilt der vorliegende Ausschluss möglicherweise für Sie nicht.
fi: Siinä laajuudessa kuin on mahdollista ja ellei Lisenssinantaja muuhun erikseen sitoudu, Lisenssinantaja tarjoaa Lisensoidun Aineiston sellaisena kuin se on ja sellaisena kuin se on saatavilla ilman minkäänlaista nimenomaista, oletettua, lainmukaista tai muunkaltaista takuuta tai takuuehtoa Lisensoituun Aineistoon liittyen. Tämä käsittää esimerkiksi vakuutukset, jotka koskevat omistusoikeutta, myyntikelpoisuutta, tiettyyn tarkoitukseen sopivuutta, oikeuksien loukkaamattomuutta, virheettömyyttä (piilevät tai muut viat), tarkkuutta taikka todettavissa olevia tai todettavissa olemattomia virheitä. Siltä osin kuin takuun rajoitukset eivät ole joltain osin tai lainkaan sallittuja, tämä takuun rajoitus ei koske Sinua.
nl: Tenzij anders dan afzonderlijk uitgevoerd door de Licentiegever en voor zover mogelijk, biedt de Licentiegever het Gelicenseerde Materiaal aan ‘zonder garantie’ en zoals deze beschikbaar is gesteld, en geeft hiervoor geen verklaringen of garanties van welk aard dan ook, zowel expliciet, impliciet, statutair of anders. Dit omvat, zonder beperking, garanties van titel, verkoopbaarheid, geschiktheid voor een bepaald doel, niet-inbreuk, afwezigheid van latente of andere gebreken, nauwkeurigheid of de aanwezigheid of afwezigheid van fouten, al dan niet bekend of vindbaar. Wanneer beperkingen en garanties geheel of gedeeltelijk niet toegestaan zijn, is dit niet op Jou van toepassing.
ru: Если иное отдельно не оговорено Лицензиаром, насколько это возможно, Лицензиар предлагает Лицензируемый Материал по принципу "как есть" и в том виде, в котором такой материал существует, и не дает никаких заверений или гарантий в отношении Лицензируемого Материала, выраженных в явном виде, предполагаемых, установленных законом или иных, включая, без ограничений, гарантии правового титула, товарной пригодности, пригодности для какой-либо определенной цели, гарантии не нарушения прав, отсутствия скрытых или других дефектов, точности, наличия или отсутствия ошибок, как известных, так и неизвестных, или как поддающихся, так и не поддающихся обнаружению. В том случае, если отказ от гарантий не разрешен полностью или частично, такой отказ может не применяться в отношении Вас.
sl: Razen v primeru, kadar se je Dajalec licence posebej zavezal drugače, daje Dajalec licence Licencirano vsebino na voljo “kot je” in ne daje nobenih zagotovil ali jamstev, izrecnih, implicitnih, zakonskih ali drugih, glede Licenciranih vsebin. To vključuje zlasti jamstva glede pravnih napak, primernosti za prodajo, primernosti za določen namen, kršitev pravic, odsotnosti skritih ali drugih okvar, točnosti ter glede prisotnosti ali odsotnosti napak, znanih ali neznanih ali takšnih, ki bi jih bilo mogoče odkriti. Kadar izjava o jamstvih v celoti ali delno ni v skladu z zakonom, ta izjava za Uporabnika ne velja.
tr: Lisans Veren tarafından ayrıca taahhüt edilmediği sürece, mümkün olduğu ölçüde Lisans Veren, Lisanslı Materyali olduğu gibi ve kullanılabilir olduğu şekilde sunmakta olup, zımnî, sarih, yasal veya diğer türlü Lisanslı Materyaller ile ilgili hiçbir beyan ve taahhütte bulunmamaktadır. Buna, herhangi bir sınırlama olmaksızın, mülkiyet hakkı, ticarete elverişlilik, belirli bir amaca uygunluk, ihlal durumunun olmaması, gizli veya diğer kusurların olmayışı, doğruluk veya gerek bilinen gerek fark edilebilir hatanın var olduğu veya olmadığına dair garanti ve taahhütler de dâhildir. Garanti reddine kısmen veya tamamen izin verilmediği durumlarda, işbu garanti reddi Sizin için geçerli olmayabilir.

source: To the extent possible, in no event will the Licensor be liable to You on any legal theory (including, without limitation, negligence) or otherwise for any direct, special, indirect, incidental, consequential, punitive, exemplary, or other losses, costs, expenses, or damages arising out of this Public License or use of the Licensed Material, even if the Licensor has been advised of the possibility of such losses, costs, expenses, or damages. Where a limitation of liability is not allowed in full or in part, this limitation may not apply to You.
da: I det omfang, det er muligt, kan Licensgiveren ikke drages til ansvar over for Dig uanset retsgrundlag (herunder især uagtsomhed) eller på anden vis for enhver form for direkte, specielle, indirekte, påløbende, følgerigtige, straffende, eksemplariske eller andre tab, omkostninger, udgifter eller skader, der opstår som følge af denne Offentlige Licens eller brugen af det Licenserede Materiale, også selv om Licensgiveren er blevet gjort opmærksom på risikoen for sådanne tab, omkostninger, udgifter eller skader. Hvis ansvarsbegrænsning ikke er fuldt eller delvist tilladt, er Du muligvis ikke omfattet af denne begrænsning.
de: Soweit wie möglich, haftet der Lizenzgeber Ihnen gegenüber nach keinem rechtlichen Konstrukt (einschließlich insbesondere Fahrlässigkeit) oder anderweitig für irgendwelche direkten, speziellen, indirekten, zufälligen, Folge-, Straf- exemplarischen oder anderen Verluste, Kosten, Aufwendungen oder Schäden, die sich aus der vorliegenden Public License oder der Nutzung des lizenzierten Materials ergeben, selbst wenn der Lizenzgeber auf die Möglichkeit solcher Verluste, Kosten, Aufwendungen oder Schäden hingewiesen wurde. Dort, wo Haftungsbeschränkungen ganz oder teilweise unzulässig sind, gilt die vorliegende Beschränkung möglicherweise für Sie nicht.
fi: Siinä laajuudessa kuin on mahdollista, Lisenssinantaja ei ole missään tapauksessa Sinuun nähden vastuussa Sinulle millään oikeudellisella perusteella (mukaan lukien tuottamuksella) eikä muutoinkaan mistään välittömistä, erityisistä, epäsuorista, sattumanvaraisista tai välillisistä vahingoista johtuvan tai rangaistusluonteisen vahingonkorvausvastuun perusteella syntyvistä vahingoista taikka muista menetyksistä, kuluista, kustannuksista tai vahingoista, jotka johtuvat tästä Julkisesta Lisenssistä tai Lisensoidun Aineiston käytöstä, vaikka Lisenssinantajaa olisi varoitettu tällaisten menetysten, kulujen, kustannusten tai vahinkojen vaarasta. Siltä osin kuin vastuunrajoitus ei ole joltain osin tai lainkaan sallittu, tämä vastuunrajoituslauseke ei koske Sinua.
nl: Voor zover mogelijk, is de Licentiegever in geen geval aansprakelijk voor Jou, of op enige juridische grondslag (Inclusief, zonder beperking, nalatigheid) of anderszins voor enige directe, bijzondere, indirecte, incidentele, punitieve, exemplarische of andere verliezen, kosten, uitgaven of schade die voortvloeien uit deze Publieke Licentie, of bij het gebruik van het Gelicenseerde Materiaal, zelfs indien de Licentiegever op de hoogte is gesteld van het risico op dergelijke verliezen, kosten, of uitgaven op schade. Waar een beperking van aansprakelijkheid geheel of gedeeltelijk niet is toegestaan, is deze beperking niet op Jou van toepassing.
ru: В той мере, в которой это возможно, Лицензиар не несет перед Вами никакой ответственности на основании любой правовой доктрины (в том числе, но не ограничиваясь, в результате неосторожности), за какие-либо прямые, особые, непрямые, случайные, косвенные или иные убытки и штрафные выплаты, издержки, затраты или ущерб, возникшие в результате применения настоящей Публичной Лицензии или использования Лицензируемого Материала, даже если Лицензиар был уведомлен о возможности возникновения таких затрат, издержек или убытков. В том случае если ограничение ответственности полностью или частично не допускается, настоящее ограничение может не применяться в отношении Вас.
sl: Kolikor je zakonsko mogoče, Dajalec licence ne odgovarja Uporabniku po katerikoli pravni teoriji (tudi ne iz malomarnosti) ali kako drugače za kakršnokoli direktno, posebno, indirektno, naključno, posledično, kazensko, kaznovalno ali drugo izgubo, stroške, izdatke ali škodo, ki izhaja iz te Licence ali iz uporabe Licencirane vsebine, tudi če je bil Dajalec licence opozorjen na možnosti takšne izgube, stroškov, izdatkov ali škode. Kadar omejitev odgovornosti v celoti ali delno ni v skladu z zakonom, ta omejitev za Uporabnika ne velja.
tr: Mümkün olduğu ölçüde, Lisans Verene bu tür kayıp, masraf, gider, zarar ve/veya kusurların olabileceği hakkında bilgi verilmiş olsa dâhi, işbu Kamu Lisansından veya Lisanslı Materyalin kullanımından doğan hiçbir doğrudan özel, dolaylı, arızî, mütevellit, cezaî veya cezaî teminat veya hukuksal teori kapsamında veya diğer zayiat, masraf veya giderlerden dolayı (herhangi bir sınırlama olmaksızın ihmal de dâhil) Lisans Veren Size karşı hiçbir şekilde mesul olmayacaktır. Sorumluluk tahdidine kısmen veya tamamen izin verilmediği durumlarda, işbu tahdit / sınırlama Sizin için geçerli olmayabilir.

source: The disclaimer of warranties and limitation of liability provided above shall be interpreted in a manner that, to the extent possible, most closely approximates an absolute disclaimer and waiver of all liability.
da: Ovennævnte ansvarsfraskrivelse og -begrænsning fortolkes så vidt muligt på en måde, der bedst svarer til en fuldstændig ansvarsfraskrivelse.
de: Der Gewährleistungsausschluss und die Haftungsbeschränkung oben sollen so ausgelegt werden, dass sie soweit wie möglich einem absoluten Haftungs- und Gewährleistungsausschluss nahe kommen.
fi: Yllä olevaa takuun rajoitusta ja vastuunrajoituslauseketta tulkitaan tavalla, joka, siinä laajuudessa kuin on mahdollista, läheisimmin vastaa täydellistä takuun rajoitusta ja vastuuvapautta.
nl: De uitsluiting van garantie en beperking van aansprakelijkheid zoals hierboven vermeld, zal worden uitgelegd op een wijze die, voor zover mogelijk, het meest in de buurt komt van een absolute vrijwaring en verklaring van afstand van alle aansprakelijkheid.
ru: Отказ от гарантий и ограничение ответственности, изложенные выше, должны толковаться таким образом, чтобы в максимально допустимой степени соответствовать абсолютному отказу от гарантий и отказу от какой-либо ответственности.
sl: Zgornja izjava o jamstvih in omejitvi odgovornosti se razlaga tako, da se, kolikor je zakonsko mogoče, približuje celotni odpovedi jamstva in odgovornosti.
tr: Yukarıda öngörülen garanti reddi ve sorumluluk tahdidi, mümkün olduğu ölçüde, mutlak bir sorumluluk reddi veya sorumluluktan feragatte reddine en yakın şekilde yorumlanacaktır.

source: Section 6 – Term and Termination.
da: Afsnit 6 – Gyldighed og opsigelse.
de: Abschnitt 6 – Laufzeit und Beendigung
fi: Osa 6 – Voimassaoloaika ja päättyminen.
nl: Artikel 6 – Termijn en beëindiging.
ru: Раздел 6 – Срок действия и прекращение действия.
sl: Oddelek 6 – Trajanje in prenehanje veljavnosti
tr: Bölüm 6 - Süre ve Fesih.

source: This Public License applies for the term of the Copyright and Similar Rights licensed here. However, if You fail to comply with this Public License, then Your rights under this Public License terminate automatically.
da: Denne Offentlige Licens er gyldig til udløbet af den Ophavsret og Lignende Rettigheder, der licenseres her. Hvis Du imidlertid ikke overholder bestemmelserne i denne Offentlige Licens, ophører Dine rettigheder under denne Offentlige Licens automatisk.
de: Die vorliegende Public License gilt bis zum Ablauf der Schutzfrist des Urheberrechts und der ähnlichen Rechte, die hiermit lizenziert werden. Gleichwohl erlöschen Ihre Rechte aus dieser Public License automatisch, wenn Sie die Bestimmungen dieser Public License nicht einhalten.
fi: Tämä Julkinen Lisenssi on voimassa sillä lisensoidun Tekijänoikeuden ja Samankaltaisten Oikeuksien voimassaoloajan. Jos Sinä et kuitenkaan noudata tämän Julkisen Lisenssin ehtoja, Sinun tähän Julkiseen Lisenssiin perustuvat oikeutesi päättyvät automaattisesti.
nl: Deze Publieke Licentie geldt voor de beschermingstermijn van het Auteursrecht en Soortgelijke Rechten die hier gelicenseerd worden. Echter, als Je niet voldoet aan de voorwaarden van deze Publieke Licentie, dan eindigen Jouw rechten ingevolge deze Publieke Licentie van rechtswege.
ru: Настоящая Публичная Лицензия действует в течение срока действия Авторского Права И Других Схожих Прав, предоставляемых в соответствии с настоящей Публичной Лицензией. При этом если Вы не соблюдаете какое-либо условие настоящей Публичной Лицензии, действие Ваших прав в соответствии с настоящей Публичной Лицензией автоматически прекращается.
sl: Ta Licenca velja za čas trajanja Avtorske in podobnih pravic, ki so z njo licencirane. V primeru, da Uporabnik krši določila te Licence, pravice, podeljene Uporabniku s to Licenco, samodejno prenehajo.
tr: İşbu Kamu Lisansı, bu çerçevede lisans verilen Telif Hakkı ve Benzeri Hakların süresi boyunca geçerli olacaktır. Ancak, bu Kamu Lisansına uymadığınız takdirde, Kamu Lisansı çerçevesinde sahip olduğunuz haklar otomatik olarak feshedilecek ve sona erecektir.

source: Where Your right to use the Licensed Material has terminated under Section 6(a), it reinstates:
da: Hvis Din ret til at anvende det Licenserede Materiale er ophørt i henhold til afsnit 6(a), genindføres den:
de: Soweit Ihr Recht, das lizenzierte Material zu nutzen, gemäß Abschnitt 6(a) erloschen ist, lebt es wieder auf:
fi: Sikäli kuin Sinun oikeutesi käyttää Lisensoitua Aineistoa on päättynyt kohdan 6(a) nojalla, se palautuu:
nl: Waar Jouw recht van gebruik op het Gelicenseerde Materiaal ingevolge van Artikel 6(a) is geëindigd, wordt dit hersteld:
ru: Если Ваше право на использование Лицензируемого Материала прекратилось в соответствии с пунктом (а) Раздела 6, оно считается восстановленным:
sl: Kadar je Uporabnikova pravica uporabe Licencirane vsebine prenehala v skladu z Oddelkom 6(a), se obnovi:
tr: Lisanslı Materyali kullanma hakkınızın 6(a) numaralı Madde kapsamında feshedilmesi durumunda:

source: automatically as of the date the violation is cured, provided it is cured within 30 days of Your discovery of the violation; or
da: automatisk fra den dag, overtrædelsen ophører, forudsat at den ophører inden for 30 dage efter, at Du har opdaget overtrædelsen, eller
de: automatisch zu dem Zeitpunkt, an welchem die Verletzung abgestellt ist, sofern dies innerhalb von 30 Tagen seit Ihrer Kenntnis der Verletzung geschieht; oder
fi: automaattisesti siitä päivästä lähtien, kun loukkaus päättyy, jos loukkaus päättyy 30 päivän kuluessa siitä, kun Sinä sait loukkauksesta tiedon; tai
nl: automatisch met ingang van de datum waarop de overtreding is recht gezet, mits deze rechtzetting binnen 30 dagen na ontdekking van de overtreding heeft plaatsgevonden; of
ru: автоматически в момент устранения Вами нарушения, если такое нарушение устранено в течение 30 дней с момента его обнаружения; или
sl: samodejno, z datumom, ko se kršitev odpravi, pod pogojem, da se odpravi v roku 30 dni po tem, ko Uporabnik odkrije kršitev, ali
tr: İhlali tespitinizden sonra ihlalin 30 gün içerisinde düzeltilmesi koşuluyla, ihlalin düzeltildiği tarih itibariyle otomatik olarak veya

source: upon express reinstatement by the Licensor.
da: hvis Licensgiveren udtrykkeligt genindfører den.
de: durch ausdrückliche Wiedereinsetzung durch den Lizenzgeber.
fi: kun Lisenssinantaja nimenomaisesti palauttaa oikeutesi.
nl: na uitdrukkelijke herstel door de Licentiegever.
ru: в случае четко выраженного решения Лицензиара о восстановлении права.
sl: po izrecni obnovitvi s strani Dajalca licence.
tr: Lisans Veren tarafından açıkça hakların iade edilmesi üzerine hakkınız iade edilecektir.

source: For the avoidance of doubt, this Section <a href="#s6b">6(b)</a> does not affect any right the Licensor may have to seek remedies for Your violations of this Public License.
da: For at undgå enhver tvivl påvirker afsnit <a href="#s6b">6(b)</a> ikke den ret, Licensgiveren måtte have til at gøre brug af retsmidler i forbindelse med Din overtrædelse af bestemmelserne i denne Offentlige Licens.
de: Es sei klargestellt, dass dieser Abschnitt <a href="#s6b">6(b)</a> die Rechte des Lizenzgebers, Ausgleich für Ihre Verletzung der vorliegenden Public License zu verlangen, nicht einschränkt.
fi: Selvyyden vuoksi todettakoon, ettei tämä kohta <a href="#s6b">6(b)</a> vaikuta mihinkään sellaisiin oikeussuojakeinoihin, jotka ovat Lisenssinantajan käytettävissä perustuen tämän Julkisen Lisenssin loukkaamiseen Sinun toimestasi.
nl: Om twijfel te voorkomen: Artikel <a href="#s6b">6(b)</a> doet geen afbreuk aan het recht van de Licentiegever om rechtsmiddelen aan te wenden voor de overtredingen van deze Publieke Licentie.
ru: Во избежание неоднозначного толкования пункт <a href="#s6b">(b) Раздела 6</a> не затрагивает каких-либо прав Лицензиара на поиск средств правовой защиты от допущенных Вами нарушений условий настоящей Публичной Лицензии.
sl: V izogib dvomu, Oddelek <a href="#s6b">6(b)</a> ne vpliva na pravice Dajalca licence, da uveljavlja pravna sredstva zaradi Uporabnikovih kršitev te Licence.
tr: Herhangi bir şüpheye mahal vermemek adına, <a href="#s6b">6(b)</a> numaralı bu Bölüm, işbu Kamu Lisansının tarafınızca ihlal edilmesi ile ilgili Lisans Verenin sahip olabileceği düzeltme veya kanunî yollara başvurma haklarına halel getirmez.

source: For the avoidance of doubt, the Licensor may also offer the Licensed Material under separate terms or conditions or stop distributing the Licensed Material at any time; however, doing so will not terminate this Public License.
da: For at undgå enhver tvivl kan Licensgiveren ligeledes stille det Licenserede Materiale til rådighed på særskilte vilkår eller betingelser eller ophøre med at distribuere det Licenserede Materiale på et hvilket som helst tidspunkt. Dette vil dog ikke bringe den Offentlige Licens til ophør.
de: Es sei klargestellt, dass der Lizenzgeber das lizenzierte Material auch unter anderen Bedingungen anbieten oder den Vertrieb des lizenzierten Materials jederzeit einstellen darf; gleichwohl erlischt dadurch die vorliegende Public License nicht.
fi: Selvyyden vuoksi todettakoon, että Lisenssinantaja voi myös tarjota Lisensoitua Aineistoa muilla ehdoilla tai lopettaa Lisensoidun Aineiston levittämisen koska tahansa; tämä ei kuitenkaan lakkauta tätä Julkista Lisenssiä.
nl: Om twijfel te voorkomen: de Licentiegever kan op elk gewenst moment het Gelicenseerde Materiaal onder afzonderlijke voorwaarden of condities aanbieden, of stoppen met de distributie van het Gelicenseerde Materiaal. Hierdoor zal deze Publieke Licentie echter niet beëindigd worden.
ru: Во избежание неоднозначного толкования Лицензиар может также предлагать Лицензируемый Материал на иных лицензионных условиях или остановить распространение Лицензируемого Материала в любое время; однако, это не прекращает действия Публичной Лицензии.
sl: V izogib dvomu, Dajalec licence lahko kadarkoli ponudi Licencirano vsebino tudi pod drugačnimi pogoji ali kadarkoli preneha ponujati Licencirano vsebino; vendar ta dejanja ne prekinejo trajanja te Licence.
tr: Herhangi bir şüpheye mahal vermemek adına Lisans Veren, ayrı şart veya koşullar altında da Lisanslı Materyali sunabilir veya her zaman Lisanslı Materyalin dağıtımını durdurabilir; ancak, öyle yapması işbu Kamu Lisansını feshetmeyecektir.

source: Sections <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, and <a href="#s8">8</a> survive termination of this Public License.
da: Uanset ophøret af Licensen opretholdes gyldigheden af bestemmelserne under afsnit <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> og <a href="#s8">8</a>.
de: Die Abschnitte <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> und <a href="#s8">8</a> gelten auch nach Erlöschen der vorliegenden Public License fort.
fi: Osat <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> ja <a href="#s8">8</a> pysyvät voimassa, vaikka tämä Julkinen Lisenssi lakkaisi.
nl: Artikel <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, en <a href="#s8">8</a> blijven geldig na beëindiging van deze Publieke Licentie.
ru: Разделы <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> и <a href="#s8">8</a> продолжают действовать после прекращения действия настоящей Публичной Лицензии.
sl: Oddelki <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> in <a href="#s8">8</a> ostanejo v veljavi tudi po prenehanju te Licence.
tr: <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> ve <a href="#s8">8</a> numaralı Bölümler işbu Kamu Lisansının feshedilmesinden sonra da yürürlükte kalacaktır.

source: Section 7 – Other Terms and Conditions.
da: Afsnit 7 – Andre vilkår og betingelser.
de: Abschnitt 7 – Sonstige Bedingungen
fi: Osa 7 – Muut ehdot.
nl: Artikel 7 – Andere voorwaarden en condities.
ru: Раздел 7 – Прочие условия.
sl: Oddelek 7 – Druge določbe in pogoji
tr: Bölüm 7 - Diğer Şart ve Koşullar.
