Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc_40.po
Languages: el, eu, hr, it, ko, pl, ro, sk, zh_hans, zh_hant

source: identification of the creator(s) of the Licensed Material and any others designated to receive attribution, in any reasonable manner requested by the Licensor (including by pseudonym if designated);
el: αναγνώριση του/της/των δημιουργού/ δημιουργών του Αντικειμένου Αδειοδότησης και οποιωνδήποτε άλλων προσώπων που έχει οριστεί ότι δικαιούνται αναγνώρισης με οποιονδήποτε εύλογο τρόπο, ο οποίος απαιτείται από το/τη Χορηγούντα/-ούσα την Άδεια (Αδειοδότη/-ούσα) (συμπεριλαμβανομένου του ψευδωνύμου, αν αυτό έχει οριστεί)
eu: Material Lizentziatuaren egilearen edo egileen identifikazioa eta aitorpena jaso behar duen beste edozein pertsonarena, Lizentzia-emaileak eskatutako zentzuzko edozein modutan (baita izenorde edo pseudonimo bidez ere, halakorik ematen bada);
hr: oznaku autora Licenciranog materijala i svih ostalih koji su naznačeni da trebaju biti navedeni, u mjeri u kojoj je to razumno (uključujući i pseudonimno ako je tako naznačeno);
it: l'identificazione del creatore o dei creatori del Materiale Concesso in Licenza e delle terze parti designate a ricevere l'attribuzione, in qualsiasi maniera ragionevole che sia richiesta dal Licenziante (incluso lo pseudonimo, se designato);
ko: 이용허락자가 요청한 합리적 방식에 따른, 이용허락된 저작물의 창작자와 그 밖에 저작자로 지정된 자의 표시(가명이 지정된 경우 포함)
pl: identyfikację twórcy Utworu Licencjonowanego oraz jakichkolwiek innych osób, wskazanych do uzyskania atrybucji, w rozsądny sposób, oznaczony przez Licencjodawcę (włącznie z podaniem wskazanego pseudonimu);
ro: identificarea creatorului (creatorilor) Materialului Licențiat și a oricăror alte persoane desemnate să primească atribuirea, în orice mod rezonabil solicitat de Licențiator (inclusiv prin pseudonim, dacă este menționat);
sk: identifikácia autora (autorov) Predmetu Verejnej licencie, ako aj ďalších nositeľov práv oprávnených na ich uvádzanie, akýmkoľvek vhodným spôsobom požadovaným Poskytovateľom (vrátane pseudonymu ak je určený);
zh_hans: 以许可人要求的任何合理方式，标识本授权作品(Licensed Material)创作者和其他被指定署名的人的身份（包括指定的笔名）；
zh_hant: 以授權人要求的任何合理方式，本授權素材創作者及其他被指定接受姓名標示者的識別（若有指定筆名，亦包含在內）；

source: a copyright notice;
el: γνωστοποίηση των Δικαιωμάτων Πνευματικής Ιδιοκτησίας
eu: egile-eskubideei buruzko oharra;
hr: autorskopravno upozorenje;
it: l'informativa sul diritto d'autore;
ko: 저작권 고지
pl: informacji o prawach autorskich;
ro: o notă privind drepturile de autor;
sk: vyhlásenie o autorských právach („copyrightová výhrada“);
zh_hans: 著作权声明；
zh_hant: 著作權聲明；

source: a notice that refers to this Public License;
el: γνωστοποίηση που αναφέρεται στην παρούσα Δημόσια Άδεια
eu: Lizentzia Publiko honen inguruko oharra;
hr: upozorenje o ovoj Javnoj licenci;
it: l'informativa che si riferisce alla presente Licenza Pubblica;
ko: 본 공중 라이선스에 대한 고지
pl: oznaczenie niniejszej Licencji Publicznej;
ro: o notă care se referă la prezenta Licență Publică;
sk: vyhlásenie odkazujúce na túto Verejnú licenciu;
zh_hans: 有关本公共许可协议的声明；
zh_hant: 提及本公眾授權條款的聲明；

source: a notice that refers to the disclaimer of warranties;
el: γνωστοποίηση που αναφέρεται στην αποποίηση εγγυήσεων
eu: bermerik ezari buruzko oharra;
hr: upozorenje koje se odnosi na odricanja od jamstva;
it: l'informativa contenente esclusioni o limitazioni di responsabilità;
ko: 면책 고지
pl: oznaczenie wyłączenia gwarancji;
ro: o notă care se referă la excluderea garanțiilor;
sk: vyhlásenie odkazujúce na odopretie záruk;
zh_hans: 有关免责的声明；
zh_hant: 提及免除保證責任的聲明；

source: a URI or hyperlink to the Licensed Material to the extent reasonably practicable;
el: κανονιστικό Αναγνωριστικό Πόρου (URI) ή υπερσύνδεσμο στο Αντικείμενο Αδειοδότησης, στο βαθμό που αυτό είναι εύλογα δυνατό.
eu: Material Lizentziatuaren URIa edo hiperesteka, zentzuzkoa eta egingarria den neurrian;
hr: internetsku adresu ili jedinstvenu oznaku (URI) Licenciranog materijala, u mjeri u kojoj je to razumno izvedivo;
it: l'Uniform Resource Identifier (URI) o il collegamento ipertestuale alla presente Licenza Pubblica nella misura in cui sia ragionevolmente possibile;
ko: 합리적으로 실행가능한 범위 내에서, 이용허락된 저작물에 대한 URI 또는 하이퍼링크
pl: URI lub hiperłącze do Utworu Licencjonowanego, w rozsądnym zakresie wyznaczonym przez możliwości techniczne;
ro: un URI sau un hyperlink către Materialul Licențiat, în măsura în care este rezonabil din punct de vedere practic;
sk: URI („jednotný identifikátor zdroja“) alebo hyperlink na Predmet Verejnej licencie v uskutočniteľnom rozsahu;
zh_hans: 在合理可行情况下，本授权作品(Licensed Material)的网址(URI)或超链接；
zh_hant: 於實際可行合理範圍內，本授權素材的「統一資源識別符」(URI)或超連結；

source: indicate if You modified the Licensed Material and retain an indication of any previous modifications; and
el: να αναφέρετε αν Εσείς τροποποιήσατε το Αντικείμενο Αδειοδότησης και να διατηρείτε αναφορά για οποιαδήποτε προηγούμενη τροποποίηση και
eu: Material Lizentziatua aldatu duzun adierazi eta aurreko aldaketen inguruko oharra mantendu; eta
hr: naznačiti ako ste izmijenili Licencirani materijal i sačuvati naznaku bilo koje prethodne izmjene; te
it: indicare se Tu hai modificato il Materiale Concesso in Licenza e, nel caso, conservare un'indicazione di ogni modifica precedente; e
ko: 이용허락된 저작물을 변경하였는지 여부를 밝히고 이전의 변경 내용에 대한 표시를 유지해야 합니다.
pl: oznaczyć czy Licencjobiorca wprowadził modyfikacje w Utworze Licencjonowanym, oraz zachować oznaczenia poprzednich modyfikacji; oraz
ro: să indicați dacă ați modificat Materialul Licențiat și să păstrați o indicație a oricăror modificări anterioare și
sk: uviesť či Ste upravili Predmet Verejnej licencie spolu s uvedením všetkých predchádzajúcich úprav; a
zh_hans: 表明您是否修改本授权作品(Licensed Material)及保留任何先前修改的标记；及
zh_hant: 表明您是否曾修改本授權素材及保留任何先前修改部分的標記；及

source: indicate the Licensed Material is licensed under this Public License, and include the text of, or the URI or hyperlink to, this Public License.
el: να αναφέρετε ότι το Αντικείμενο Αδειοδότησης αδειοδοτείται υπό τους όρους της παρούσας Δημόσιας Άδειας και να συμπεριλαμβάνετε το κείμενο ή το Κανονιστικό Αναγνωριστικό Πόρου (URI) ή τον υπερσύνδεσμο, της παρούσας Δημόσιας Άδειας.
eu: Material Lizentziatua Lizentzia Publiko honen menpe dagoela adierazi, eta Lizentzia Publiko honen testua edo testuaren URIa edo hiperesteka gehitu.
hr: naznačiti da je Licencirani materijal licenciran pod uvjetima ove Javne licence te uvrstiti pravni tekst ili internetski link/jedinstvenu oznaku izvora ove Javne licence.
it: indicare che il Materiale Concesso in Licenza è rilasciato secondo i termini e le condizioni della presente Licenza Pubblica, e includere il testo della, oppure l'URI o il collegamento ipertestuale alla, presente Licenza Pubblica.
ko: 이용허락된 저작물이 본 공중 라이선스에 따라 이용허락되었음을 표시하고, 본 공중 라이선스의 내용 또는 내용을 확인할 수 있는 URI 내지 하이퍼링크를 표시해야 합니다.
pl: oznaczyć Utwór Licencjonowany jako dostępny na niniejszej Licencji Publicznej, a także załączyć tekst, adres URI lub hiperłącze do niniejszej Licencji Publicznej.
ro: să indicați faptul că Materialul Licențiat este acordat în temeiul prezentei Licențe Publice și să includeți textul prezentei Licențe Publice sau URI-ul ori hyperlinkul către prezenta Licență Publică.
sk: uviesť, že Predmet Verejnej licencie je používaný a je predmetom licencie podľa tejto Verejnej licencie a pripojiť text, URI („jednotný identifikátor zdroja“) alebo hyperlink tejto Verejnej licencie.
zh_hans: 表明授权作品(Licensed Material)依据本公共许可协议授权，并提供本公共许可协议全文，或者本公共许可协议的网址(URI)或超链接。
zh_hant: 表明本授權素材係依據本公眾授權條款授權，且包含本公眾授權條款全文，或其「統一資源識別符」(URI)或超連結。

source: You may satisfy the conditions in Section <a href="#s3a1">3(a)(1)</a> in any reasonable manner based on the medium, means, and context in which You Share the Licensed Material. For example, it may be reasonable to satisfy the conditions by providing a URI or hyperlink to a resource that includes the required information.
el: Μπορείτε να ικανοποιήσετε τις προϋποθέσεις του Άρθρου <a href="#s3a1">3(a)(1)</a> με οποιονδήποτε εύλογο τρόπο βάσει του μέσου, του τρόπου και του πλαισίου με τα οποία Εσείς πραγματοποιήσατε Διαμοιρασμό του Αντικειμένου Αδειοδότησης. Για παράδειγμα, μπορεί να είναι εύλογο να ικανοποιήσετε τις προϋποθέσεις παρέχοντας ένα Κανονιστικό Αναγνωριστικό Πόρου (URI) ή έναν υπερσύνδεσμο σε μια πηγή που περιλαμβάνει τις απαιτούμενες πληροφορίες.
eu: Aurreko <a href="#s3a1">3(a)(1)</a> Ataleko baldintzak bete ditzakezu zentzuzkoa den edozein modutan, Material Lizentziatua Partekatzeko erabili dituzun euskarriak, bitartekoak eta testuingurua kontuan hartuta. Adibidez, baldintzak betetzeko zentzuzkoa litzateke behar den informazio guztia jasotzen duen URI edo hiperesteka bat ematea.
hr: Uvjete iz članka <a href="#s3a1">3(a)(1)</a> možete ispuniti na bilo koji način koji je primjeren za medij, sredstvo ili kontekst u kojemu Dijelite Licencirani materijal. Primjerice, primjeren način kako možete ispuniti ovaj uvjet može biti navođenjem internetskog linka ili jedinstvene oznake (URI) koja vodi na izvor koji sadrži tražene informacije.
it: Tu puoi adempiere alle condizioni dell'Art. <a href="#s3a1">3(a)(1)</a> in qualsiasi maniera ragionevole, rispetto al mezzo di comunicazione, al supporto, agli strumenti e al contesto all'interno del quale Tu Condividi il Materiale Concesso in Licenza. Ad esempio, può essere ragionevole soddisfare le condizioni fornendo l'URI o il collegamento ipertestuale a una risorsa che includa le informazioni richieste.
ko: 귀하는 이용허락된 저작물이 공유되는 매체, 방법, 상황에 기초한 합리적인 방법으로 <a href="#s3a1">3(a)(1)</a>호의 조건을 충족할 수 있습니다. 예를 들어, 요구되는 정보가 포함된 URI이나 하이퍼링크를 제공하는 것은 조건 충족을 위한 합리적인 방법이 될 수 있습니다.
pl: Warunków określonych w Paragrafie <a href="#s3a1">3(a)(1)</a> Licencjobiorca może dochować w każdy rozsądny sposób, stosownie do nośnika, środka przekazu i kontekstu, w jakim Licencjobiorca Dzieli się Utworem Licencjonowanym. Na przykład, rozsądnym dochowaniem wyżej określonych warunków może być załączenie adresu URI lub hiperłącza do źródła zawierającego wymagane informacje.
ro: Puteți îndeplini condițiile din Secțiunea <a href="#s3a1">3(a)(1)</a> în orice mod rezonabil în funcție de canalul de comunicare, mijloacele și contextul în care Partajați Materialul Licențiat. De exemplu, poate fi rezonabil să se îndeplinească condițiile prin furnizarea unui URI sau a unui hyperlink către o resursă care include informațiile necesare.
sk: Podmienky určené podľa <a href="#s3a1">3. časti písm. a. bod 1</a> môžete naplniť akýmkoľvek vhodným spôsobom v závislosti od média, spôsobu a kontextu Šírenia Predmetu Verejnej licencie. Vhodným spôsobom naplnenia podmienok môže byť napríklad uvedenie URI („jednotný identifikátor zdroja“) alebo hyperlinku zdroja obsahujúceho požadované informácie.
zh_hans: 依据您分享本授权作品(Licensed Material)的媒介、方法及情況，您可以采用任何合理方式满足<a href="#s3a1">第三条a款第(1)项</a>的条件 。 例如，提供包含所要求信息来源的网址(URI)或超链接可算是合理地满足此处的条件。
zh_hant: 依據您分享本授權素材的媒介、方法及情況，您得以任何合理方式滿足<a href="#s3a1">第3條第(a)項第(1)款</a>的條件。例如，提供包含所要求資訊的資源的「統一資源識別符」(URI)或超連結，可算是合理地滿足此處的條件。

source: If requested by the Licensor, You must remove any of the information required by Section <a href="#s3a1A">3(a)(1)(A)</a> to the extent reasonably practicable.
el: Αν ζητηθεί από το/τη Χορηγούντα/-ούσα την Άδεια (Αδειοδότη/-ούσα), είστε υποχρεωμένοι/-ες να αφαιρέσετε οποιαδήποτε πληροφορία που απαιτείται από το Άρθρο <a href="#s3a1A">3(a)(1)(A)</a> στο βαθμό που αυτό είναι δυνατόν.
eu: Lizentzia-emaileak hala eskatzen badu, <a href="#s3a1A">3(a)(1)(A)</a> Atalean jasotzen den edozein informazio ezabatu behar duzu, zentzuzkoa eta egingarria den neurrian.
hr: Ako to Davatelj licence traži, dužni ste – u mjeri u kojoj je to razumno izvedivo – ukloniti bilo koju informaciju koju ste dužni navesti prema članku <a href="#s3a1A">3(a)(1)(A)</a>.
it: Su richiesta del Licenziante, nella misura in cui ciò sia ragionevolmente praticabile, Tu devi rimuovere ognuna delle informazioni richieste dall'Art. <a href="#s3a1A">3(a)(1)(A)</a>.
ko: 이용허락자의 요청이 있을 경우, 귀하는 <a href="#s3a1A">3(a)(1)(A)</a>에 따라 요구되는 모든 정보를 합리적으로 실행가능한 범위 내에서 제거해야 합니다.
pl: Jeśli zażąda tego Licencjodawca, Licencjobiorca obowiązany jest usunąć wszelkie informacje określone w Paragrafie <a href="#s3a1A">3(a)(1)(A)</a> w uzasadnionym zakresie wyznaczonym przez możliwości techniczne.
ro: Dacă Licențiatorul solicită acest lucru, trebuie să eliminați oricare dintre informațiile obligatorii conform secțiunii <a href="#s3a1A">3(a)(1)(A)</a> în măsura în care acest lucru este posibil din punct de vedere practic.
sk: Na požiadanie Poskytovateľa Ste povinný, v uskutočniteľnom rozsahu, odstrániť akékoľvek z informácií požadovaných podľa <a href="#s3a1A">3. časti písm. a. bod 1 písm. A</a>.
zh_hans: 如果许可人要求，您必须在合理可行的范围内移除<a href="#s3a1A">第三条a款第(1)项(A)目</a> 所要求的任何信息。
zh_hant: 若授權人要求，您必須在實際可行合理範圍內移除<a href="#s3a1A">第3條第(a)項第(1)款第(A)目</a>所定的任何資訊。

source: If You Share Adapted Material You produce, the Adapter's License You apply must not prevent recipients of the Adapted Material from complying with this Public License.
el: Aν πραγματοποιείτε Διαμοιρασμό του Υλικού που Προέρχεται από Προσαρμογή, Τροποποίηση ή Διασκευή (Τροποποίηση) που Εσείς έχετε πραγματοποιήσει, η Άδεια του Διενεργούντος/-ούσας την Προσαρμογή που εφαρμόζετε δεν πρέπει να εμποδίζει αποδέκτες του Υλικού που προέρχεται από Προσαρμογή, Τροποποίηση ή Διασκευή (Τροποποίηση) από το να συμμορφώνονται με την παρούσα Δημόσια Άδεια.
eu: Lizentzia-emaileak hala eskatzen badu, <a href="#s3a1A">3(a)(1)(A)</a> Atalean jasotzen den edozein informazio ezabatu behar duzu, zentzuzkoa eta egingarria den neurrian.
hr: Ako Dijelite Prerađeni materijal koji ste Vi kreirali, Licenca autora prerade koju pirmjenjujete ne smije onemogućiti primateljima Prerađenog materijala da ispoštuju ovu Javnu licencu.
it: Se Tu Condividi Materiale Elaborato da Te prodotto, la Licenza dell'Elaboratore da Te applicata non deve impedire ai destinatari del Materiale Elaborato di adempiere ai termini e alle condizioni della presente Licenza Pubblica.
ko: 귀하가 작성한 2차적저작물을 공유하는 경우, 귀하가 적용하는 2차 저작자 라이선스로 인해 해당 2차적저작물의 이용자가 본 공중 라이선스를 따르지 못하게 되어서는 안 됩니다.
pl: Jeśli Licencjobiorca Dzieli się stworzonymi przez siebie Utworami Zależnymi, Licencja Twórcy Utworu Zależnego nie może ograniczać użytkowników Utworu Zależnego w dochowaniu warunków niniejszej Licencji Publicznej.
ro: Dacă Partajați Materiale Adaptate pe care le produceți, Licența Adaptatorului pe care o aplicați trebuie să nu împiedice destinatarii Materialelor Adaptate să respecte prezenta Licență Publică.
sk: Ak Šírite Adaptovaný obsah, ktorý ste sami vytvorili, Spracovateľská licencia, ktorú k nemu uplatníte nesmie zamedzovať používateľom Adaptovaného obsahu konať v zhode s touto Verejnou licenciou.
zh_hans: 如果您分享您创作的演绎作品（Adapted Material），您适用的“演绎作者的许可”协议，不得使演绎作品（Adapted Material）的接收者无法遵守本公共许可协议。
zh_hant: 若您分享您產生的改用素材，則您適用的改用者授權條款不得妨礙此改用素材的接受者遵守本公眾授權條款。

source: Section 4 – Sui Generis Database Rights.
el: Αρθρο 4. Δικαιώματα Ειδικής Φύσης Κατασκευαστή/-τριας Βάσης Δεδομένων.
eu: 4. Atala - Datu-baseen Sui Generis Eskubideak.
hr: Članak 4. - Sui generis prava proizvođača baze podataka
it: Articolo 4 – Diritto Sui Generis sulle Banche Dati.
ko: 4조 - 데이터베이스권.
pl: Paragraf 4 – Prawa Sui Generis do Baz Danych.
ro: Secțiunea 4 – Drepturi „Sui Generis” Privind Bazele de Date.
sk: 4. časť — Osobitné práva k databáze.
zh_hans: 第四条 数据库特别权利
zh_hant: 第4條 資料庫權利

source: Where the Licensed Rights include Sui Generis Database Rights that apply to Your use of the Licensed Material:
el: Στις περιπτώσεις όπου τα Αδειοδοτούμενα Δικαιώματα περιλαμβάνουν Δικαιώματα Ειδικής Φύσης Κατασκευαστή/-τριας Βάσης Δεδομένων τα οποία εφαρμόζονται στη χρήση που Εσείς πραγματοποιείτε στο Αντικείμενο της Αδειοδότησης:
eu: Eskubide Lizentziatuen barnean Datu-baseen Sui Generis Eskubideak sartzen badira, Material Lizentziatuekin egiten duzun erabilerari aplikatzen zaizkionak:
hr: Kada Licencirana prava obuhvaćaju Sui generis prava proizvođača baze podataka koja su primjenjiva na Vaše korištenje Licenciranog materijala:
it: Laddove i Diritti Concessi in Licenza dovessero includere il Diritto Sui Generis sulle Banche Dati che si applichi al Tuo utilizzo del Materiale Concesso in Licenza:
ko: 이용허락된 권리가 이용허락된 저작물의 사용에 적용되는 데이터베이스권을 포함할 경우 다음이 적용됩니다.
pl: W przypadku, gdy Uprawnienia Licencyjne obejmują Prawa Sui Generis do Baz Danych, mające zastosowanie do określonego korzystania z Utworu Licencjonowanego przez Licencjobiorcę:
ro: În cazul în care Drepturile Licențiate includ Drepturi „Sui Generis” Privind Bazele de Date care se aplică utilizării de către Dumneavoastră a Materialului Licențiat:
sk: Ak obsahom Licencovaných práv je Osobitné právo k databáze, ktoré sa uplatní pri Vašom použití Predmetu Verejnej licencie:
zh_hans: 当协议所授予的权利包含数据库特别权利，而该数据库特别权利适用于您对授权作品(Licensed Material)的使用时：
zh_hant: 當本授權權利包含資料庫權利，而該資料庫權利適用於您對本授權素材的使用時：

source: for the avoidance of doubt, Section <a href="#s2a1">2(a)(1)</a> grants You the right to extract, reuse, reproduce, and Share all or a substantial portion of the contents of the database for NonCommercial purposes only;
el: προς άρση κάθε αμφιβολίας, το Άρθρο <a href="#s2a1">2(a)(1)</a> παραχωρεί σε Εσάς το δικαίωμα να εξάγετε, να επαναχρησιμοποιείτε, να αναπαράγετε και να πραγματοποιείτε Διαμοιρασμό του συνόλου ή ουσιώδους μέρος των περιεχομένων της βάσης δεδομένων για σκοπούς Μη Εμπορικής χρήσης μόνο
eu: zalantzarik gelditu ez dadin, <a href="#s2a1">2(a)(1)</a> Atalak eskubidea aitortzen dizu datu-basearen eduki guztiak edo edukien zati handi bat erauzteko, berrerabiltzeko, erreproduzitzeko eta Partekatzeko, helburu EzKomertzialetarako soilik;
hr: kako ne bi bilo dvojbe, članak <a href="#s2a1">2(a)(1)</a> daje Vam ovlaštenje da izvlačite, iskorištavate ili reproducirate te Dijelite sav ili znatne dijelove sadržaja baze podataka, ali samo u Nekomercijalne svrhe;
it: al fine di evitare dubbi, l'Art. <a href="#s2a1">2(a)(1)</a> Ti concede il diritto di estrarre, riutilizzare, riprodurre e Condividere tutti i contenuti della banca dati o una loro parte sostanziale esclusivamente per scopi di tipo NonCommerciale;
ko: 제 <a href="#s2a1">2(a)(1)</a>호에 따라 귀하는 비영리 목적으로 데이터베이스의 전체 혹은 상당 부분을 추출, 재사용, 복제, 공유할 권리를 가집니다.
pl: w razie wątpliwości, Paragraf <a href="#s2a1">2(a)(1)</a> przyznaje Licencjobiorcy prawo do wyodrębniania, ponownego wykorzystania, zwielokrotniania i Dzielenia się całością lub istotną częścią bazy danych, jedynie dla celów Użycia Niekomercyjnego;
ro: pentru a se evita orice îndoială, Secțiunea <a href="#s2a1">2(a)(1)</a> Vă acordă dreptul de a extrage, de a reutiliza, de a reproduce și de a Partaja totalitatea sau o parte substanțială a conținutului bazei de date în scopuri exclusiv Necomerciale;
sk: na odstránenie akýchkoľvek pochybností, Ste, podľa <a href="#s2a1">2. časti písm. a. bod 1</a>, oprávnený na extrakciu, reutilizáciu, vyhotovenie rozmnoženiny a Šírenie celého obsahu databázy alebo jej podstatnej časti výlučne na Nekomerčné použitie;
zh_hans: 为避免疑义， <a href="#s2a1">第二条a款第(1) 项</a>授权您， 仅限于以非商业性目的，摘录、再利用、复制和分享全部或绝大部分数据库资料；
zh_hant: 為避免疑義，<a href="#s2a1">第2條第(a)項第(1)款</a>授與您擷取、再利用、重製及分享資料庫內容之全部或相當部份的權利，然僅限於非商業性目的；

source: if You include all or a substantial portion of the database contents in a database in which You have Sui Generis Database Rights, then the database in which You have Sui Generis Database Rights (but not its individual contents) is Adapted Material; and
el: εάν Εσείς περιλαμβάνετε όλο ή το ουσιώδες μέρος των περιεχομένων της βάσης δεδομένων σε μία βάση δεδομένων στην οποία Εσείς έχετε Δικαιώματα Ειδικής Φύσης Κατασκευαστή/-τριας Βάσης Δεδομένων, τότε η βάση δεδομένων στην οποία Εσείς έχετε Δικαιώματα Ειδικής Φύσης Κατασκευαστή/-τριας Βάσης Δεδομένων (αλλά όχι τα μεμονωμένα στοιχεία του περιεχομένου της) είναι Υλικό που Προέρχεται από Προσαρμογή, Τροποποίηση ή Διασκευή (Τροποποίηση), και
eu: datu-basearen eduki guztiak edo edukien zati handi bat gehitzen badizkiozu Zuk Sui Generis Eskubideak dituzun datu-base bati, Zuk Sui Generis Datu-base Eskubideak dituzun datu-base hori Egokitutako Materiala izango da (baina ez, ordea, eduki indibidualak), baita <a href="#s3b">3(b)</a> Atalean ezarritakoari dagokionez ere; eta
hr: ako uključite sav ili znatne dijelove sadržaja baze podataka u bazu podataka nad kojom Vi imate Sui generis prava proizvođača baze podataka, onda se baza podataka nad kojom Vi imate Sui generis prava proizvođača baze podataka (ali ne i njen pojedinačni sadržaj) smatra Prerađenim materijalom; i
it: se Tu estrai tutti i contenuti della banca dati o una loro parte sostanziale e li incorpori in una banca dati sulla quale Tu detieni il Diritto Sui Generis sulle Banche Dati, allora la banca dati sulla quale Tu detieni il Diritto Sui Generis sulle Banche Dati (ma non i suoi singoli contenuti) costituisce Materiale Elaborato; e
ko: 데이터베이스의 전체 혹은 상당 부분을 귀하가 데이터베이스권을 갖는 다른 데이터베이스에 포함할 경우, 귀하가 데이터베이스권을 갖는 데이터베이스(개별 구성물은 아님)는 2차적저작물에 해당합니다.
pl: w przypadku, gdy Licencjobiorca zawiera całość lub istotną część bazy danych w bazie danych, do której Prawa Sui Generis do Baz Danych przysługują Licencjobiorcy, baza danych, do której Prawa Sui Generis do Baz Danych przysługują Licencjobiorcy, stanowi Utwór Zależny (jednakże nie dotyczy to jej samodzielnych części), oraz
ro: dacă includeți totalitatea sau o parte substanțială a conținutului bazei de date într-o bază de date pentru care dețineți Drepturi „Sui Generis” Privind Bazele de Date, atunci baza de date pentru care aveți Drepturi „Sui Generis” Privind Bazele de Date (dar nu și conținutul său individual) este un Material Adaptat și
sk: ak spojíte celý obsah databázy alebo jej podstatnú časť s databázou, ku ktorej Vy vykonávate osobitné práva, databáza, ku ktorej Vy vykonávate osobitné práva (nie však jej individuálne obsahové zložky) sa stáva Adaptovaným obsahom; a
zh_hans: 如果您将数据库资料的全部或绝大部分纳入您享有数据库特别权利的另一数据库，则您享有数据库特别权利的该数据库（而非其中的单个内容）视为演绎作品(Adapted Material)；
zh_hant: 若您將資料庫內容之全部或相當部分納入另一資料庫中，而您對該另外的資料庫擁有資料庫權利，則您擁有資料庫權利的資料庫（但非其個別內容）係改用素材；及

source: You must comply with the conditions in Section <a href="#s3a">3(a)</a> if You Share all or a substantial portion of the contents of the database.
el: πρέπει να συμμορφώνεστε με τους όρους του Άρθρου <a href="#s3a">3(a)</a> εάν Εσείς πραγματοποιείτε Διαμοιρασμό του συνόλου ή ουσιώδους μέρους των περιεχομένων της βάσης δεδομένων.
eu: datu-basearen eduki guztiak edo edukien zati handi bat Partekatzeko, <a href="#s3a">3(a)</a> Ataleko baldintzak bete behar dituzu.
hr: ako Dijelite sav ili znatan dio sadržaja baze podataka, dužni ste poštivati uvjete članka <a href="#s3a">3(a)</a>.
it: Tu devi adempiere le condizioni dell'Art. <a href="#s3a">3(a)</a> se Tu Condividi tutti i contenuti della banca dati o una loro parte sostanziale.
ko: 데이터베이스의 전부 혹은 상당 부분을 공유할 경우 귀하는 반드시 <a href="#s3a">3(a)</a>항의 조건을 준수해야 합니다.
pl: w przypadku, gdy Licencjobiorca Dzieli się całością lub istotną częścią bazy danych, obowiązany jest przestrzegać warunków Paragrafu <a href="#s3a">3(a)</a>.
ro: trebuie să respectați condițiile din Secțiunea <a href="#s3a">3(a)</a> dacă Partajați totalitatea sau o parte substanțială a conținutului bazei de date.
sk: pri Šírení obsahu databázy alebo jej podstatnej časti Ste viazaný podmienkami podľa <a href="#s3a">3(a)</a>3. časti písm. a.
zh_hans: 如果您分享全部或大部分该数据库的资料，您必须遵守 <a href="#s3a">第三条a款</a> 规定的条件。
zh_hant: 若您分享資料庫內容之全部或相當部分，您必須遵守<a href="#s3a">第3條第(a)項</a>的條件。
