Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc-nd_40.po
Languages: cs, id, lt, pt, uk

source: Patent and trademark rights are not licensed under this Public License.
cs: Tato Veřejná licence se nevztahuje na práva z patentu a ochranné známky.
id: Hak paten dan merek dagang tidak dilisensikan di bawah Lisensi Publik.
lt: Šia Viešąja licencija nėra suteikiamos teisės į patentus ar prekių ženklus.
pt: Direitos de patente e marcas não se encontram licenciados sob esta Licença Pública.
uk: Права на патенти і торговельні марки не ліцензуються за цією Публічною Ліцензією.

source: To the extent possible, the Licensor waives any right to collect royalties from You for the exercise of the Licensed Rights, whether directly or through a collecting society under any voluntary or waivable statutory or compulsory licensing scheme. In all other cases the Licensor expressly reserves any right to collect such royalties, including when the Licensed Material is used other than for NonCommercial purposes.
cs: Poskytovatel se v nejširším možném rozsahu vzdává veškerých práv, na jejichž základě od Vás může vybírat odměnu za vykonávání Licencovaných práv, ať už přímo či prostřednictvím kolektivního správce na základě jakéhokoli systému dobrovolné, rozšířené nebo povinné kolektivní správy. Ve všech ostatních případech si Poskytovatel výslovně vyhrazuje právo vybírat takovou odměnu, a to i v případě, že je Licencovaný obsah užít jinak než pro Nekomerční účely.
id: Sejauh yang dimungkinkan, Pemberi Lisensi melepaskan hak untuk mendapatkan royalti dari Anda dengan menggunakan Hak Lisensi, baik secara langsung maupun melalui lembaga manajemen kolektif di bawah ketentuan skema lisensi sukarela atau yang dapat dilepaskan maupun skema lisensi wajib. Dalam kondisi lainnya Pemberi Lisensi memiliki hak untuk mendapatkan royalti tersebut, termasuk dalam hal Materi Berlisensi digunakan selain untuk kepentingan NonKomersial.
lt: Kiek tai įmanoma, Licenciaras atsisako bet kokios teisės reikalauti iš Jūsų autorinio atlyginimo už Suteikiamų Teisių įgyvendinimą, tiek tiesiogiai, tiek ir per teisių kolektyvinio administravimo asociacijas, tiek kai teisės administruojamos privalomai, tiek kai atšaukiamai, arba teisių turėtojo pasirinkimu. Licenciaras pareiškia, kad visais kitais atvejais jam lieka teisė gauti autorinį atlyginimą, įskaitant, kai Licencijuojamas Objektas yra naudojamas kitaip nei Nekomerciniais tikslais.
pt: Na medida do possível, o Licenciante renuncia a qualquer direito de cobrar-Lhe royalties pelo exercício dos Direitos Licenciados, quer diretamente quer por meio de uma entidade de gestão coletiva, sob qualquer regime de licenciamento voluntário ou legal, disponível ou compulsório. Em todos os outros casos, o Licenciante reserva expressamente o direito de arrecadar tais royalties, inclusive quando o Material Licenciado é utilizado para fins diferentes do fim NãoComercial.
uk: Наскільки це можливо, Ліцензіар відмовляється від будь-якого права на отримання від Вас винагороди (роялті) за здійснення Ліцензованих Прав, як безпосередньо, так і через організацію колективного управління за добровільною, або законодавчо встановленою, з можливістю відмови від неї, або примусовою схемою ліцензування. В усіх інших випадках Ліцензіар залишає за собою будь-яке право отримувати таку винагороду (роялті), включаючи випадки, коли Ліцензований Матеріал використовується для інших, ніж Некомерційні, потреб.

source: Section 3 – License Conditions.
cs: Článek 3 – Licenční podmínky.
id: Bagian 3 – Ketentuan Lisensi.
lt: 3 skyrius – Licencijos sąlygos.
pt: Cláusula 3 – Condições da Licença.
uk: Стаття 3 – Умови Ліцензії.

source: Your exercise of the Licensed Rights is expressly made subject to the following conditions.
cs: Vykonávání Vám Licencovaných práv zcela podléhá následujícím podmínkám.
id: Penggunaan Anda atas Hak Lisensi bergantung pada ketentuan di bawah ini.
lt: Įgyvendinti Jums Suteiktas Teises galite tik laikydamasis žemiau išvardintų reikalavimų.
pt: O Seu exercício dos Direitos Licenciados fica expressamente sujeito às condições seguintes.
uk: Здійснення Вами Ліцензованих Прав повинне відбуватись виключно за дотримання наступних умов.

source: Attribution
cs: Uveďte původ
id: Atribusi
lt: Priskyrimas
pt: Atribuição
uk: Зазначення Авторства

source: <p>If You Share the Licensed Material, You must:</p>
cs: <p>Pokud Sdílíte Licencovaný obsah, musíte:</p>
id: <p>Apabila Anda Membagikan Materi Berlisensi, Anda wajib:</p>
lt: Jei Jūs Dalinatės Licencijuojamu Objektu, privalote:
pt: <p>Se Você Compartilhar o Material Licenciado, Você deve:</p>
uk: <p>Якщо Ви Поширюєте Ліцензований Матеріал, Ви повинні:</p>

source: retain the following if it is supplied by the Licensor with the Licensed Material:
cs: zachovat následující informace, pokud je Poskytovatel s Licencovaným obsahem uvedl:
id: mencantumkan hal-hal di bawah ini apabila dinyatakan oleh Pemberi Lisensi di dalam Materi Berlisensi:
lt: išsaugoti žemiau išvardintus elementus, jei Licenciaras juos pateikė su Licencijuojamu Objektu:
pt: manter o seguinte, se for fornecido pelo Licenciante com o Material Licenciado:
uk: зберегти наступне, якщо воно було надане Ліцензіаром з Ліцензованим Матеріалом:

source: identification of the creator(s) of the Licensed Material and any others designated to receive attribution, in any reasonable manner requested by the Licensor (including by pseudonym if designated);
cs: identifikace tvůrce (tvůrců) Licencovaného obsahu a kohokoli dalšího, kdo má být uveden, a to jakýmkoli Poskytovatelem požadovaným způsobem (včetně pseudonymu, pokud je uveden), pokud je tento způsob rozumný;
id: identitas para pencipta Materi Berlisensi dan pihak lain yang harus menerima atribusi, dengan cara yang sesuai dengan permintaan Pemberi Lisensi (termasuk penggunaan nama samaran jika ada);
lt: nurodytą Licencijuojamo Objekto kūrėjo(-ų) ir kitų asmenų, turinčių teisę reikalauti priskyrimo, tapatybę, išreikštą tokiais protingumo kriterijų atitinkančiais būdais, kaip Licenciaras reikalauja (įskaitant pseudonimą, jei jis nurodytas);
pt: identificação do(s) criador(es) do Material Licenciado e quaisquer outros designados para receber atribuição, de qualquer forma razoável solicitada pelo Licenciante (incluindo por pseudónimo, se designado);
uk: зазначення творця (-ів) Ліцензованого Матеріалу і будь-яких інших осіб, визначених як такі, що мають бути згадані, будь-яким розумним шляхом, визначеним Ліцензіаром (включаючи псевдонім, якщо такий обрано);

source: a copyright notice;
cs: výhradu autorského práva;
id: pemberitahuan hak cipta;
lt: pranešimą apie autorines teises;
pt: um aviso de direito de autor e direitos conexos;
uk: повідомлення про авторське право;

source: a notice that refers to this Public License;
cs: odkaz na tuto Veřejnou licenci;
id: pemberitahuan mengenai Lisensi Publik ini;
lt: pranešimą, pateikiantį nuorodą į šią Viešąją licenciją;
pt: um aviso que se refere a esta Licença Pública;
uk: повідомлення стосовно цієї Публічної Ліцензії;

source: a notice that refers to the disclaimer of warranties;
cs: odkaz na vyloučení záruk;
id: pemberitahuan mengenai pernyataan jaminan;
lt: pranešimą, pateikiantį nuorodą į garantijų išlygas;
pt: um aviso que se refere à exclusão de garantias;
uk: повідомлення стосовно відмови від гарантій;

source: a URI or hyperlink to the Licensed Material to the extent reasonably practicable;
cs: URI nebo hypertextový odkaz na Licencovaný obsah, pokud je to rozumně proveditelné;
id: PSS (pengidentifikasi sumber seragam) atau tautan kepada Materi Berlisensi jika memungkinkan;
lt: universalųjį ištekliaus identifikatorių (URI) ar interaktyvią nuorodą į Licencijuojamą Objektą, kiek tai įmanoma;
pt: um URI ou um hyperlink para o Material Licenciado na medida razoavelmente exequível;
uk: Уніфікований Ідентифікатор Ресурсів або гіперпосилання на Ліцензований Матеріал, наскільки це розумно може бути здійснено;

source: indicate if You modified the Licensed Material and retain an indication of any previous modifications; and
cs: uvést informace o případné úpravě Licencovaného obsahu a zachovat veškeré zmínky o předchozích úpravách; a
id: menunjukkan bahwa Anda telah memodifikasi Materi Berlisensi dan menunjukkan setiap modifikasi yang sebelumnya pernah dibuat; dan
lt: nurodyti, jei Jūs Licencijuojamą Objektą modifikavote, ir išlaikyti nuorodą į ankstesnes modifikacijas; ir
pt: indicar se Você modificou o Material Licenciado e manter uma indicação de quaisquer modificações prévias; e
uk: зазначити якщо Ви модифікували Ліцензований Матеріал і зберегти вказівки стосовно будь-яких попередніх модифікацій; і

source: indicate the Licensed Material is licensed under this Public License, and include the text of, or the URI or hyperlink to, this Public License.
cs: uvést, že Licencovaný obsah je licencován v souladu s touto Veřejnou licencí a uvést její text či URI nebo hypertextový odkaz na tuto Veřejnou licenci.
id: menunjukkan bahwa Materi Berlisensi dilisensikan di bawah Lisensi Publik ini, termasuk teks, atau PSS dan tautan kepada, dari Lisensi Publik ini.
lt: nurodyti, kad Licencijuojamas Objektas yra licencijuojamas vadovaujantis šia Viešąja licencija, ir įtraukti šios Viešosios licencijos tekstą ar URI ar interaktyvią nuorodą į ją.
pt: indicar que o Material Licenciado é licenciado com esta Licença Pública, e incluir o texto de, ou o URI ou o hyperlink para, esta Licença Pública.
uk: зазначити, що Ліцензований Матеріал ліцензується за цією Публічною Ліцензією, і надати її текст або Уніфікований Ідентифікатор Ресурсів або гіперпосилання на цю Публічну Ліцензію.

source: For the avoidance of doubt, You do not have permission under this Public License to Share Adapted Material.
pt: Para evitar dúvidas, Você não tem permissão sob esta Licença Pública para Compartilhar Material Adaptado.

source: You may satisfy the conditions in Section <a href="#s3a1">3(a)(1)</a> in any reasonable manner based on the medium, means, and context in which You Share the Licensed Material. For example, it may be reasonable to satisfy the conditions by providing a URI or hyperlink to a resource that includes the required information.
cs: V závislosti na médiu, způsobu a kontextu ve kterém Licencovaný obsah sdílíte, můžete podmínky stanovené v článku <a href="#s3a1">3(a)(1)</a> splnit jakýmkoli přiměřeným způsobem. Za přiměřené lze například považovat splnění podmínek tím, že je uvedeno URI nebo hypertextový odkaz na zdroj, který obsahuje požadované informace.
id: Anda dapat melaksanakan ketentuan pada Bagian <a href="#s3a1">3(a)(1)</a> dengan cara yang sesuai dengan perantara, cara, dan konteks penggunaan Anda dalam Membagikan Materi Berlisensi. Sebagai contoh, Anda dapat melaksanakan ketentuan ini dengan memberikan PSS atau tautan kepada sumber yang menyediakan informasi yang dibutuhkan.
lt: <a href="#s3a1">3(a)(1)</a> punkte nurodytus reikalavimus Jūs galite įvykdyti bet kokiu protingumo kriterijų atitinkančiu būdu, atsižvelgiant į platinimo priemones, būdus ir kontekstą, kuriame Jūs Dalinatės Licencijuojamu Objektu. Pavyzdžiui, gali būti protinga įvykdyti reikalavimus pateikiant URI ar interaktyvią nuorodą į šaltinį, kuriame pateikiama reikalaujama informacija.
pt: Você pode satisfazer as condições da Cláusula <a href="#s3a1">3(a)(1)</a> de qualquer forma razoável, tendo em conta o suporte, os meios e o contexto no qual Você Compartilhar o Material Licenciado. Por exemplo, pode ser razoável satisfazer as condições por via do fornecimento de um URI ou de um hyperlink para um recurso que inclui a informação exigida.
uk: Ви можете виконати умови Статті <a href="#s3a1">3(a)(1)</a> будь-яким розумним чином враховуючи носій, шляхи і умови, за яких Ви Поширюєте Ліцензований Матеріал. Наприклад, може бути розумно виконати такі умови шляхом зазначення Уніфікованого Ідентифікатора Ресурсів або гіперпосилання на ресурс, що містить необхідну інформацію.

source: If requested by the Licensor, You must remove any of the information required by Section <a href="#s3a1A">3(a)(1)(A)</a> to the extent reasonably practicable.
cs: Pokud to Poskytovatel požaduje, musíte odstranit jakékoli informace požadované dle článku <a href="#s3a1A">3(a)(1)(A)</a> v rozumně proveditelném rozsahu.
id: Apabila dimintakan demikian oleh Pemberi Lisensi, Anda harus menghilangkan setiap informasi yang dinyatakan dalam Bagian <a href="#s3a1A">3(a)(1)(A)</a> jika memungkinkan.
lt: Jei Licenciaras reikalauja, Jūs privalote pašalinti bet kokią <a href="#s3a1A">3(a)(1)(A)</a> punkte nurodytą informaciją protingumo kriterijų atitinkančia apimtimi.
pt: Se solicitado pelo Licenciante, Você deve remover qualquer parte da informação exigida pela Cláusula <a href="#s3a1A">3(a)(1)(A)</a> na medida razoavelmente exequível.
uk: У разі наявності відповідної вимоги Ліцензіара, Ви повинні видалити будь-яку інформацію, визначену Статтею <a href="#s3a1A">3(a)(1)(A)</a>, наскільки це розумно можливо.

source: Section 4 – Sui Generis Database Rights.
cs: Článek 4 – Zvláštní práva pořizovatele databáze.
id: Bagian 4 – Hak Basis Data Sui Generis.
lt: 4 skyrius – Sui Generis Teisės į Duomenų Bazes.
pt: Cláusula 4 – Direitos Sui Generis sobre Bases de Dados.
uk: Стаття 4 - Права Sui Generis на Бази Даних.

source: Where the Licensed Rights include Sui Generis Database Rights that apply to Your use of the Licensed Material:
cs: Pokud Licencovaná práva zahrnují Zvláštní práva pořizovatele databáze, která se vztahují na Vaše užití Licencovaného obsahu, platí, že:
id: Apabila Hak Lisensi mencakup Hak Basis Data Sui Generis yang berlaku untuk penggunaan Anda atas Materi Berlisensi:
lt: Kai Suteikiamos Teisės apima Sui Generis Teises į Duomenų Bazes, kurios galioja Jūsų Licencijuojamo Objekto atžvilgiu, tai:
pt: Quando os Direitos Licenciados incluam Direitos Sui Generis sobre Bases de Dados que se apliquem à Sua utilização do Material Licenciado:
uk: Якщо Ліцензовані Права включають Права Sui Generis на Бази Даних, що застосовуються до використання Вами Ліцензованого Матеріалу:

source: for the avoidance of doubt, Section <a href="#s2a1">2(a)(1)</a> grants You the right to extract, reuse, reproduce, and Share all or a substantial portion of the contents of the database for NonCommercial purposes only and provided You do not Share Adapted Material;
cs: pro vyloučení pochybností, článek <a href="#s2a1">2(a)(1)</a> Vás opravňuje vytěžovat, zužitkovávat, rozmnožovat a Sdílet celý obsah databáze nebo podstatnou část obsahu databáze pouze pro Nekomerční účely a za podmínky, že Nesdílíte Zpracovaný obsah;
id: untuk menghindari keraguan, Bagian <a href="#s2a1">2(a)(1)</a> memberikan hak kepada Anda untuk mengambil, menggunakan kembali, memperbanyak, dan Membagikan seluruh atau sebagian besar dari isi basis data hanya untuk kepentingan NonKomersial dan Anda tidak dapat Membagikan Materi Adaptasi;
lt: aiškumo sumetimais, pagal <a href="#s2a1">2(a)(1)</a> punktą Jums suteikiama teisė išgauti, pakartotinai naudoti, atkurti ir Dalintis duomenų bazės turiniu ar jos atskiromis dalimis tik Nekomerciniais tikslais ir su sąlyga, kad nevykdysite Dalijimosi Išvestiniais Objektais;
pt: para evitar dúvidas, a Cláusula <a href="#s2a1">2(a)(1)</a> concede-Lhe o direito de extrair, reutilizar, reproduzir e Compartilhar a totalidade ou uma parte substancial dos conteúdos da base de dados apenas para fins NãoComerciais e desde que Você não Compartilhe Material Adaptado;
uk: для уникнення непорозумінь, Стаття <a href="#s2a1">2(a)(1)</a> надає Вам право вилучати, використовувати, відтворювати і Поширювати весь, або значну частину вмісту бази даних виключно з Некомерційною метою, і якщо Ви не Поширюєте Адаптований Матеріал;

source: if You include all or a substantial portion of the database contents in a database in which You have Sui Generis Database Rights, then the database in which You have Sui Generis Database Rights (but not its individual contents) is Adapted Material; and
cs: pokud zahrnete celý obsah databáze nebo jeho podstatnou část do databáze, ke které Vám náleží Zvláštní práva pořizovatele databáze, potom je tato databáze (ovšem nikoli její jednotlivé prvky), ke které Vám náleží Zvláštní práva pořizovatele databáze, Zpracovaný obsah; a
id: apabila Anda mencantumkan seluruh atau sebagian besar dari isi basis data di dalam basis data dengan Hak Basis Data Sui Generis yang dapat Anda gunakan, maka basis data dengan Hak Basis Data Sui Generis yang dapat Anda gunakan (namun bukan isinya secara terpisah) adalah Materi Adaptasi; dan
lt: jei Jūs įtrauksite esminę duomenų bazės turinio dalį į kitą duomenų bazę, į kurią turite Sui Generis Teises, tokiu atveju tokia duomenų bazė, į kurią turite Sui Generis Teises (bet ne jos turinio elementai) bus laikoma Išvestiniu Objektu; ir
pt: se Você incluir a totalidade ou uma parte substancial dos conteúdos da base de dados numa base de dados em relação à qual Você tenha Direitos Sui Generis sobre Bases de Dados, então a base de dados em relação à qual Você tenha Direitos Sui Generis sobre Bases de Dados (mas não os seus conteúdos individuais) é Material Adaptado; e
uk: якщо Ви включаєте весь або значну частину вмісту бази даних до бази даних, на яку Ви маєте Права Sui Generis на Бази Даних, то база даних, на яку Ви маєте Права Sui Generis на Бази Даних (але не окремі частини її вмісту) є Адаптованим Матеріалом; і

source: You must comply with the conditions in Section <a href="#s3a">3(a)</a> if You Share all or a substantial portion of the contents of the database.
cs: pokud Sdílíte celý obsah databáze nebo její podstatnou část, musíte dodržet podmínky v článku <a href="#s3a">3(a)</a>.
id: Anda harus melaksanakan ketentuan dalam Bagian <a href="#s3a">3(a)</a> apabila Anda Membagikan seluruh atau sebagian besar dari isi basis data.
lt: turėsite laikytis <a href="#s3a">3(a)</a> punkte nustatytų reikalavimų, jei Dalinsitės esmine duomenų bazės dalimi.
pt: Você deve cumprir com as condições da Cláusula <a href="#s3a">3(a)</a> se Você Compartilhar a totalidade ou uma parte substancial dos conteúdos da base de dados.
uk: Ви повинні виконувати умови Статті <a href="#s3a">3(a)</a> якщо Ви Поширюєте весь або значну частину вмісту бази даних.

source: For the avoidance of doubt, this Section <a href="#s4">4</a> supplements and does not replace Your obligations under this Public License where the Licensed Rights include other Copyright and Similar Rights.
cs: Pro vyloučení pochybností, pokud Licencovaná práva zahrnují jiná Autorská a obdobná práva, článek <a href="#s4">4</a> doplňuje, nikoli nahrazuje, Vaše závazky vyplývající z této Veřejné licence.
id: Untuk menghindari keraguan, Bagian <a href="#s4">4</a> ini menambahkan dan tidak menggantikan kewajiban Anda di bawah Lisensi Publik di mana Hak Lisensi termasuk Hak Cipta dan Hak-hak Serupa lainnya.
lt: Aiškumo sumetimais, šis <a href="#s4">4</a> skyrius papildo, tačiau nepakeičia Jūsų įsipareigojimų pagal šią Viešąją licenciją, kai Suteikiamos Teisės apima Autorių teises ir Panašias teises.
pt: Para evitar dúvidas, esta Cláusula <a href="#s4">4</a> suplementa e não substitui as Suas obrigações sob esta Licença Pública, quando os Direitos Licenciados incluam outro Direito de Autor e Direitos Similares.
uk: Для уникнення непорозумінь, ця Стаття <a href="#s4">4</a> , у разі, якщо Ліцензовані Права включають інші Авторське і Подібні Права, доповнює і не замінює собою Ваші обов’язки за цією Публічною Ліцензією.

source: Section 5 – Disclaimer of Warranties and Limitation of Liability.
cs: Článek 5 – Vyloučení záruk a omezení odpovědnosti.
id: Bagian 5 – Pernyataan Jaminan dan Batasan Tanggung Jawab.
lt: 5 skyrius – Garantijų išlygos ir atsakomybės apribojimas.
pt: Cláusula 5 – Exclusão de Garantias e Limitação de Responsabilidade.
uk: Стаття 5 – Відмова від Гарантій і Обмеження Відповідальності.
