Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc-sa_40.po
Languages: fr, ja, mi, no

source: Where Your right to use the Licensed Material has terminated under Section 6(a), it reinstates:
fr: Lorsque les Droits accordés par la licence ont été révoqués selon les termes de l’Article 6(a), ils seront rétablis :
ja: ライセンス対象物をあなたが利用する権利が第6条(a)の事由により終了した場合でも：
mi: I ngā āhuatanga i whakamutua aunoatia Tō motika ki te whakamahi i Ngā Rawa Kua Raihanatia i raro i te Wāhanga 6(a):
no: Dersom Din rett til å bruke det Lisensierte Materialet har opphørt under avsnitt 6(a), vil den gjeninnsettes:

source: automatically as of the date the violation is cured, provided it is cured within 30 days of Your discovery of the violation; or
fr: automatiquement, à compter du jour où la violation aura cessé, à condition que Vous y remédiiez dans les 30 jours suivant la date à laquelle Vous aurez eu connaissance de la violation ; ou
ja: あなたが違反を発見してから30日以内に違反を是正した場合に限り、違反を是正したその日に、自動的に復活します。または、
mi: ka whakatūria aunoatia anō hei te rā whakatika i te takahitanga, engari rā ka whakatikahia i roto i te 30 rā atu i Tō kite i te takahitanga; tēnei rānei,
no: automatisk fra den dato overtredelsen er reparert, forutsatt at den er reparert innen 30 dager etter Du er blitt gjort kjent med overtredelsen; eller

source: upon express reinstatement by the Licensor.
fr: à condition que le Donneur de licence l’autorise expressément.
ja: 許諾者により権利の復活を明示された場合に、復活します。
mi: ka āta whakatūria anō e te Kaituku Raihana.
no: ved uttrykkelig gjeninnsettelse fra Lisensgiveren.

source: For the avoidance of doubt, this Section <a href="#s6b">6(b)</a> does not affect any right the Licensor may have to seek remedies for Your violations of this Public License.
fr: Afin de lever toute ambiguïté, le présent Article <a href="#s6b">6(b)</a> n’affecte pas le droit du Donneur de licence de demander réparation dans les cas de violation de la présente Licence publique.
ja: 誤解を避けるために記すと、<a href="#s6b">本第6条(b)</a>は、許諾者が、あなたの本パブリック・ライセンスに関する違反に対する救済を求めるために有するであろういかなる権利にも影響を及ぼしません。
mi: Hei karo i te rangirua, kāore he pānga o tēnei Wāhanga <a href="#s6b">6(b)</a> ki tō te Kaituku Raihana motika ki te rapa rongoā mō Ō takahitanga o tēnei Raihana Tūmatanui.
no: For å unngå tvil, dette avsnittet <a href="#s6b">6(b)</a> påvirker ikke den rett Lisensgivers kan ha til kompensasjon for Din overtredelse av denne Offentlige Lisensen.

source: For the avoidance of doubt, the Licensor may also offer the Licensed Material under separate terms or conditions or stop distributing the Licensed Material at any time; however, doing so will not terminate this Public License.
fr: Afin de lever toute ambiguïté, le Donneur de licence peut également proposer l’Œuvre sous licence selon d’autres termes et conditions et peut cesser la mise à disposition de l’Œuvre sous licence à tout moment ; une telle cessation n’entraîne pas la fin de la présente Licence publique.
ja: 誤解を避けるために記すと、許諾者は、いつでも、別の条項の下でライセンス対象物を提供したり、ライセンス対象物の配布を停止することができます。しかし、その場合でも、本パブリック・ライセンスは終了しません。
mi: Hei karo anō i te rangirua, ka tuku pea te Kaituku Raihana i Ngā Rawa Kua Raihanatia i raro i ngā ture me ngā herenga rerekē, ka whakamutu rānei i te tohatoha o Ngā Rawa Kua Raihanatia i ngā wā katoa; heoi, mā te pērā e kore e poroa tēnei Raihana Tūmatanui.
no: For å unngå tvil, Lisensgiveren kan også tilby det Lisensierte Materialet under separate vilkår eller betingelser eller stoppe distribusjonen av det Lisensierte Materialet på ethvert tidspunkt; imidlertid vil dette ikke bringe denne Offentlige Lisensen til opphør.

source: Sections <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, and <a href="#s8">8</a> survive termination of this Public License.
fr: Les Articles <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, et <a href="#s8">8</a> continueront à s’appliquer même après la résiliation de la présente Licence publique.
ja: <a href="#s1">第1条</a>、<a href="#s5">第5条</a>、<a href="#s6">第6条</a>、<a href="#s7">第7条</a>、<a href="#s8">第8条</a>は、本パブリック・ライセンスが終了してもなお有効に存続します。
mi: Ka ora tonu ngā Wāhanga <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, me te <a href="#s8">8</a> i te whakamutunga o tēnei Raihana Tūmatanui.
no: Avsnittene <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, og <a href="#s8">8</a> overlever opphør av denne Offentlige Lisensen.

source: Section 7 – Other Terms and Conditions.
fr: Article 7 – Autres termes et conditions.
ja: 第7条 その他の条項
mi: Wāhanga 7 – Te Roanga me te Whakamutu.
no: Del 7 – Andre Vilkår og Betingelser.

source: The Licensor shall not be bound by any additional or different terms or conditions communicated by You unless expressly agreed.
fr: Sauf accord exprès, le Donneur de licence n’est lié par aucune modification des termes de Votre part.
ja: 許諾者は、明確に合意しない限り、あなたが通知するいかなる追加のまたは異なる条項にも拘束されません。
mi: Kāore e herea te Kaituku Raihana ki ētahi anō ture rerekē, herenga rerekē rānei e kōrerotia ana e Koe engari ia kua āta whakaaetia ērā.
no: Lisensgiveren skal ikke være bundet av andre eller avvikende vilkår eller betingelser Du har meddelt med mindre dette er uttrykkelig avtalt.

source: Any arrangements, understandings, or agreements regarding the Licensed Material not stated herein are separate from and independent of the terms and conditions of this Public License.
fr: Tous arrangements, ententes ou accords relatifs à l’Œuvre sous licence non mentionnés dans la présente Licence publique sont séparés et indépendants des termes et conditions de la présente Licence publique.
ja: ライセンス対象物に関する取り決め、了解事項または合意でここに言明されていない一切のものは、本パブリック・ライセンスの条項とは切り離され、独立したものです。
mi: E noho wehewehe ana, e noho motuhake ana ngā whakaritenga, whakaaetanga rānei e pā ana ki Ngā Rawa Kua Raihanatia kāore i te kōrerotia i roto nei, i ngā ture me ngā herenga o tēnei Raihana Tūmatanui.
no: Enhver ordning, forståelse, eller avtale omkring det Lisensierte Materialet som ikke er nevnt her er adskilt fra og uavhengig av de vilkår og betingelser som utgjør denne Offentlige Lisensen.

source: Section 8 – Interpretation.
fr: Article 8 – Interprétation.
ja: 第8条 解釈
mi: Wāhanga 8 – Te Whakamāoritanga.
no: Del 8 – Tolkning.

source: For the avoidance of doubt, this Public License does not, and shall not be interpreted to, reduce, limit, restrict, or impose conditions on any use of the Licensed Material that could lawfully be made without permission under this Public License.
fr: Afin de lever toute ambiguïté, la présente Licence publique ne doit en aucun cas être interprétée comme ayant pour effet de réduire, limiter, restreindre ou imposer des conditions plus contraignantes que celles qui sont prévues par les dispositions légales applicables.
ja: 誤解を避けるために記すと、本パブリック・ライセンスは、本パブリック・ライセンスによる許諾に基づかない、ライセンス対象物のいかなる合法的な利用も縮小したり、限定したり、制限したり、条件を課したりするものではなく、またそのように解釈されてはなりません。
mi: Hei karo i te rangirua, kia kaua tēnei Raihana Tūmatanui e whakamāoritia ki te whakaiti, whakawhāiti, whakatiki, uta rānei i ngā herenga ki te whakamahinga o Ngā Rawa Kua Raihanatia tērā ka whakamahia ā-turetia me te kore whakaaetanga i raro i tēnei Raihana Tūmatanui.
no: For å unngå tvil, denne Offentlige Lisensen begrenser ikke, og skal ikke bli tolket slik at den reduserer, begrenser eller setter vilkår for, bruken av det Lisensierte Materialet dersom bruken er lovlig uten at det er gitt tillatelse under denne Offentlige Lisensen.

source: To the extent possible, if any provision of this Public License is deemed unenforceable, it shall be automatically reformed to the minimum extent necessary to make it enforceable. If the provision cannot be reformed, it shall be severed from this Public License without affecting the enforceability of the remaining terms and conditions.
fr: Dans la mesure du possible, si une clause de la présente Licence publique est déclarée inapplicable, elle sera automatiquement modifiée a minima afin de la rendre applicable. Dans le cas où la clause ne peut être modifiée, elle sera écartée de la présente Licence publique sans préjudice de l’applicabilité des termes et conditions restants.
ja: 可能な範囲で、本パブリック・ライセンスのいずれかの規定が執行不能とみなされた場合には、本パブリック・ライセンスは、執行可能とするために必要最小限度の範囲で自動的に変更されます。もしある規定の変更が不可能な場合には、その他の条項の執行可能性に影響を与えることなく、当該規定は本パブリック・ライセンスから切り離されます。
mi: Ki te whānuitanga ka taea, mēnā ka meinga e kore e taea te uruhi tētahi whakaratonga o tēnei Raihana Tūmatanui, ka whakahou aunoatia ki te iti rawa ka taea ki te whakarite ka taea te uruhi. Ki te kore e taea te whakaratonga te whakahou, ka motuhia i tēnei Raihana Tūmatanui me te kore whai pānga ki te uruhinga o ngā ture me ngā herenga e toe ana.
no: I den utstrekning det er mulig, dersom en bestemmelse i denne Offentlige Lisensen ansees for å være ugyldig eller ikke gjennomførbar, skal den automatisk endres, dog i så liten utstrekning som mulig, slik at den blir gyldig og gjennomførbar. Dersom bestemmelsen ikke kan endres, skal den tas ut av den Offentlige Lisensen uten å påvirke gyldigheten eller gjennomførbarheten av de gjenstående vilkår og betingelser.

source: No term or condition of this Public License will be waived and no failure to comply consented to unless expressly agreed to by the Licensor.
fr: Aucun terme ni aucune condition de la présente Licence publique ne sera écarté(e) et aucune violation ne sera admise sans l’accord exprès du Donneur de licence.
ja: 本パブリック・ライセンスのいかなる条項も、許諾者の明確な合意なしには、放棄されることはなく、また、順守しないことに同意することはありません。
mi: E kore e whakakorea tētahi herenga o tēnei Raihana Tūmatanui, e kore hoki e whakaaetia tētahi hapa tautuku engari ia ka āta whakaaetia e te Kaituku Raihana.
no: Intet vilkår eller betingelse angitt i denne Offentlige Lisensen vil bli frafalt og intet brudd på vilkårene vil bli bifalt, med mindre det foreligger uttrykkelig samtykke fra Lisensgiveren.

source: Nothing in this Public License constitutes or may be interpreted as a limitation upon, or waiver of, any privileges and immunities that apply to the Licensor or You, including from the legal processes of any jurisdiction or authority.
fr: Aucun terme ni aucune condition de la présente Licence publique ne constitue ou ne peut être interprété(e) comme une limitation ou une renonciation à un quelconque privilège ou à une immunité s’appliquant au Donneur de licence ou à Vous, y compris lorsque celles-ci émanent d’une procédure légale, quel(le) qu’en soit le système juridique concerné ou l’autorité compétente.
ja: 本パブリック・ライセンスのいかなる条項も、許諾者やあなたに適用される、あらゆる特権や免責（司法権や当局の法的手続からの特権や免責を含む）に対する制限や放棄を構成するものではなく、またそのように解釈されるものではありません。
mi: Kāore tētahi mea i roto i tēnei Raihana Tūmatanui e here, e whakakore, e kitea ana rānei ki te here, ki te whakakore rānei, i ngā painga me ngā āraitanga e hāngai ana ki te Kaituku Raihana, ki a Koe rānei, tae atu ki ērā e ahu mai ana i ngā tukanga ā-ture o tētahi rohe ture, tētahi mana rānei.
no: Ingenting i denne Offentlig Lisensen utgjør eller kan tolkes som en begrensning, eller fraskrivelse, av noe privilegium eller særrettighet som gjelder for Lisensgiveren eller for Deg, inklusive fra de rettslige prosesser i noen jurisdiksjon eller myndighet.
