Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc_40.po
Languages: el, eu, hr, it, ko, pl, ro, sk, zh_hans, zh_hant

source: <span style="text-decoration: underline;">Effective Technological Measures</span> means those measures that, in the absence of proper authority, may not be circumvented under laws fulfilling obligations under Article 11 of the WIPO Copyright Treaty adopted on December 20, 1996, and/or similar international agreements.
el: <span style="text-decoration: underline;">Αποτελεσματικά Τεχνολογικά Μέτρα</span> σημαίνει τα μέτρα αυτά, τα οποία εν απουσία κατάλληλης εξουσίας, δεν είναι δυνατόν να παραβιάζονται βάσει του νομικού πλαισίου που δημιουργήθηκε σε συμμόρφωση με το Άρθρο 11 της Συνθήκης Πνευματικής Ιδιοκτησίας του ΠΟΔΙ, η οποία υιοθετήθηκε την 20η Δεκεμβρίου 1996, ή/και βάσει παρόμοιων διεθνών συνθηκών.
eu: <span style="text-decoration: underline;">Teknologia Neurri Eraginkorrak</span> dira, WIPO Jabetza Intelektualaren Mundu Erakundearen 1996ko abenduaren 20ko Egile-eskubideen Itunaren 11. artikuluan ezarritakoaren arabera, edo horren antzeko nazioarteko itunen arabera, saihestu behar ez diren neurri teknologikoak, baimen egokirik egon ezean.
hr: <span style="text-decoration: underline;">Djelotvorne tehničke mjere</span> znače one mjere koje, osim ako nije dano ovlaštenje, nije dopušteno zaobilaziti temeljem zakona koji ispunjavaju obaveze prema članku 11. Ugovora o autorskom pravu Svjetske organizacije za intelektualno vlasništvo od 20.12.1996. i/ili sličnih međunarodnih sporazuma.
it: <span style="text-decoration: underline;">Misure Tecnologiche Efficaci</span> significa quelle misure che, in assenza di una specifica autorizzazione, non possono essere aggirate secondo le norme che recepiscono gli obblighi previsti dall'art. 11 del Trattato OMPI sul diritto d'autore adottato il 20 dicembre 1996 e/o simili accordi internazionali.
ko: <span style="text-decoration: underline;">효과적인 기술조치</span> 는 1996년 12월 20일 채택된 WIPO 저작권 조약 11조 또는 이와 유사한 국제 협약에 따라 제정된 법률로 그 무력화가 금지되는 기술조치를 의미합니다.
pl: <span style="text-decoration: underline;">Skuteczne Zabezpieczenia Techniczne</span> oznaczają środki, które, w braku odpowiedniego zezwolenia, nie mogą być obchodzone na podstawie praw wykonujących zobowiązanie przyjęte na podstawie art. 11 Traktatu Światowej Organizacji Własności Intelektualnej o Prawie Autorskim z dn. 20 grudnia 1996, lub podobnych umów międzynarodowych.
ro: <span style="text-decoration: underline;">Măsuri Tehnologice Eficace</span> înseamnă măsurile care, în absența unei autorizări adecvate, nu pot fi eludate în temeiul legilor care îndeplinesc obligații ce decurg din articolul 11 din Tratatul OMPI privind dreptul de autor adoptat la 20 decembrie 1996 și/sau din acorduri internaționale similare.
sk: <span style="text-decoration: underline;">Účinné technologické opatrenia</span> predstavujú opatrenia, ktoré nie je dovolené, bez súhlasu nositeľa práv alebo umožnenia zákonom, odstrániť v zmysle právnych úprav vychádzajúcich z čl. 11 Zmluvy WIPO o autorskom práve uzavretej dňa 20. decembra 1996 a/alebo z obdobných medzinárodných zmlúv.
zh_hans: <span style="text-decoration: underline;">有效的技术措施：</span> 指根据各司法管辖区遵循《世界知识产权组织版权条约》（1996年12月20日通过）第十一条或类似国际协定项下的义务所制定的法律，在没有适当的授权的情况下，禁止使用者规避的技术措施。
zh_hant: <span style="text-decoration: underline;">「有效科技措施」</span> 指在缺乏適當授權的情況下，依據法律不得被規避以符合西元1996年12月20日正式通過的世界智慧財產權組織著作權條約（WIPO Copyright Treaty）第11條及/或相似國際條約的義務規定的那些措施。

source: <span style="text-decoration: underline;">Exceptions and Limitations</span> means fair use, fair dealing, and/or any other exception or limitation to Copyright and Similar Rights that applies to Your use of the Licensed Material.
el: <span style="text-decoration: underline;">Εξαιρέσεις και Περιορισμοί</span> σημαίνει εξαιρέσεις εύλογης χρήσης (fair use/ fair dealing) ή/ και κάθε άλλη εξαίρεση ή περιορισμό Δικαιώματος Πνευματικής Ιδιοκτησίας και Συγγενικού ή Παρόμοιου Δικαιώματος που εφαρμόζονται στη χρήση που Εσείς κάνετε στο Αντικείμενο Αδειοδότησης.
eu: <span style="text-decoration: underline;">Salbuespenak eta Mugak</span> dira Material Lizentziatua zuzen eta egoki erabiltzea eta tratatzea, eta/edo material hori erabiltzeko Zuri ezartzen zaizun Egile-eskubideen eta Antzeko Eskubideen beste edozein salbuespen edo muga.
hr: <span style="text-decoration: underline;">Iznimke i ograničenja</span> znače doktrina "fair use", doktrina "fair dealing" te druge iznimke i ograničenja Autorskog prava i sličnih prava koja važe za Vaše korištenje Licenciranog materijala.
it: <span style="text-decoration: underline;">Eccezioni e Limitazioni</span> significa qualunque eccezione e/o limitazione ai Diritti D'Autore e Simili, inclusi "fair use" e "fair dealing", che si applichi al Tuo utilizzo del Materiale Concesso in Licenza.
ko: <span style="text-decoration: underline;">예외와 제한</span> 은 공정이용, 공정거래, 기타 저작물을 자유롭게 이용할 수 있는 저작권 및 유사 권리에 대한 예외 및 제한사유를 의미합니다.
pl: <span style="text-decoration: underline;">Wyjątki i Ograniczenia</span> oznaczają dozwolony użytek lub inne wyjątki lub ograniczenia Praw Autorskich i Praw Podobnych do Praw Autorskich, mające zastosowanie do korzystania z Utworu Licencjonowanego przez Licencjobiorcę.
ro: <span style="text-decoration: underline;">Excepții și Limitări</span> înseamnă utilizarea echitabilă și corectă (<em>fair use</em> și <em>fair dealing</em>) și/sau orice altă excepție sau limitare a Drepturilor de Autor și a Drepturilor Asimilate care se aplică utilizării de către Dumneavoastră a Materialului Licențiat.
sk: <span style="text-decoration: underline;">Výnimky a obmedzenia</span> predstavujú uplatnenie doktrín „fair use“ a „fair dealing“, teda možnosti použitia predmetu ochrany bez súhlasu nositeľa práv pri zachovaní presne stanovených všeobecne platných a záväzných podmienok a/alebo uplatnenie iných výnimiek a obmedzení autorských a obdobných práv, ktoré sa uplatnia na Vaše použitie Predmetu Verejnej licencie.
zh_hans: <span style="text-decoration: underline;">例外和限制：</span> 指合理使用(Fair Dealing and Fair Use)和/或其他适用于您对授权作品(Licensed Material)的使用的著作权与类似权利的例外或限制。
zh_hant: <span style="text-decoration: underline;">「例外及限制」</span> 指合理使用、公平使用和公平處理，及/或適用於您對本授權素材的使用的著作權及相似權利的任何其他例外或限制。

source: <span style="text-decoration: underline;">Licensed Material</span> means the artistic or literary work, database, or other material to which the Licensor applied this Public License.
el: <span style="text-decoration: underline;">Αντικείμενο Αδειοδότησης</span> σημαίνει το καλλιτεχνικό ή έργο λόγου (φιλολογικό), βάση δεδομένων ή οποιοδήποτε άλλο υλικό το οποίο ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) διαθέτει με την παρούσα Δημόσια Άδεια.
eu: <span style="text-decoration: underline;">Material Lizentziatua</span> da Lizentzia-emaileak Lizentzia Publiko hau eman dion artelan edo literatura-lan, datu-base edo bestelako material oro.
hr: <span style="text-decoration: underline;">Licencirani materijal</span> znači umjetničko ili književno djelo, baza podataka ili neki drugi materijal na koji je Davatelj licence primijenio ovu Javnu licencu.
it: <span style="text-decoration: underline;">Materiale Concesso in Licenza</span> significa qualsiasi opera artistica o letteraria, banca dati, o altro materiale al quale il Licenziante abbia applicato la presente Licenza Pubblica.
ko: <span style="text-decoration: underline;">이용허락된 저작물</span> 은 이용허락자가 본 공중 라이선스를 적용한 예술 또는 어문 저작물, 데이터베이스 및 그 밖의 저작물을 의미합니다.
pl: <span style="text-decoration: underline;">Utwór Licencjonowany</span> oznacza dzieło artystyczne lub literackie, bazę danych, lub inny materiał, do którego Licencjodawca zastosował niniejszą Licencję Publiczną.
ro: <span style="text-decoration: underline;">Materialul Licențiat</span> înseamnă opera artistică sau literară, baza de date sau alt material în cazul căruia Licențiatorul a aplicat prezenta Licență Publică.
sk: <span style="text-decoration: underline;">Predmet Verejnej licencie</span> je umelecké alebo literárne dielo, databáza alebo iný obsah, na použitie ktorého Poskytovateľ uplatnil túto Verejnú licenciu.
zh_hans: <span style="text-decoration: underline;">授权作品(Licensed Material)：</span> 指许可人通过本公共许可协议授权的文学、艺术作品(artistic or literary work)，数据库或其他作品(material)。
zh_hant: <span style="text-decoration: underline;">「本授權素材」</span> 指授權人適用本公眾授權條款的文學或藝術創作、資料庫或其他素材。

source: <span style="text-decoration: underline;">Licensed Rights</span> means the rights granted to You subject to the terms and conditions of this Public License, which are limited to all Copyright and Similar Rights that apply to Your use of the Licensed Material and that the Licensor has authority to license.
el: <span style="text-decoration: underline;">Αδειοδοτούμενα Δικαιώματα</span> σημαίνει οι εξουσίες που παραχωρούνται σε Εσάς σύμφωνα με τους όρους και τις προϋποθέσεις της παρούσας Δημόσιας Άδειας, οι οποίες περιορίζονται μόνο στο Δικαίωμα Πνευματικής Ιδιοκτησίας και τα Συγγενικά ή Παρόμοια Δικαιώματα, τα οποία αφορούν στη χρήση του Αντικειμένου Αδειοδότησης που Εσείς κάνετε και τα οποία παραχωρούνται από το/τη Χορηγούντα/-ούσα την Άδεια (Αδειοδότη/-ούσα) ο/η οποίος/-α έχει σχετική εξουσία αδειοδότησης.
eu: <span style="text-decoration: underline;">Eskubide Lizentziatuak</span> dira Lizentzia Publiko honen baldintzetan Zuri aitortzen zaizkizun eskubideak, zeinak mugatzen baitira Material Lizentziatuarekin egiten duzun erabilerari aplikatzen zaizkion -eta Lizentzia-emaileak eman ditzakeen- Egile-eskubide eta Antzeko Eskubideetara.
hr: <span style="text-decoration: underline;">Licencirana prava</span> znače prava iskorištavanja koja su Vam prepuštena prema odredbama i uvjetima ove Javne licence, a koja su ograničena onim Autorskim pravom i sličnim pravima koja Davatelj licence ima zakonsku osnovu prepustiti licencom i koja su primjenjiva na Vaše korištenje Licenciranog materijala.
it: <span style="text-decoration: underline;">Diritti Concessi in Licenza</span> significa tutti i diritti che sono concessi a Te nel rispetto dei termini e delle condizioni della presente Licenza Pubblica, limitatamente ai Diritti d'Autore e Simili che si applicano al Tuo utilizzo del Materiale Concesso in Licenza e che il Licenziante ha facoltà di licenziare.
ko: <span style="text-decoration: underline;">이용허락된 권리</span> 는 본 공중 라이선스에 따라 귀하에게 부여된 권리로서, 저작물 이용에 필요한 모든 저작권 및 유사 권리 중 이용허락자가 라이선스를 부여할 권한을 갖는 저작권 및 유사 권리를 의미합니다.
pl: <span style="text-decoration: underline;">Uprawnienia Licencyjne</span> oznaczają uprawnienia przyznane Licencjobiorcy na warunkach niniejszej Licencji Publicznej, ograniczające się do wszystkich Praw Autorskich i Praw Podobnych do Praw Autorskich regulujących korzystanie z Utworu Licencjonowanego przez Licencjobiorcę, i które Licencjodawca jest upoważniony licencjonować.
ro: <span style="text-decoration: underline;">Drepturile Licențiate</span> înseamnă drepturile care Vă sunt acordate sub rezerva termenilor și condițiilor prezentei Licențe Publice, care sunt limitate la toate Drepturile de Autor și Drepturile Asimilate ce se aplică utilizării de către Dumneavoastră a Materialului Licențiat și pentru care Licențiatorul are autoritatea de a acorda licențe.
sk: <span style="text-decoration: underline;">Licencované práva</span> sú Autorské a obdobné práva Poskytovateľa, na výkon ktorých Vás oprávňuje táto Verejná licencia na základe súhlasu Poskytovateľa a za podmienok v nej vyjadrených, vzťahujúce sa na Vaše použitie Predmetu Verejnej licencie, a na udelenie súhlasu na výkon ktorých je Poskytovateľ oprávnený.
zh_hans: <span style="text-decoration: underline;">协议所授予的权利：</span> 指依据本公共许可协议的条款和条件所授予您的各项权利，限于适用于您对授权作品(Licensed Material)的使用且许可人有权许可的著作权与类似权利。
zh_hant: <span style="text-decoration: underline;">「本授權權利」</span> 指根據本公眾授權條款之條款及條件所授與您的權利，該等權利限制在適用於您對本授權素材的使用的所有著作權及相似權利以及那些授權人有權為授權的範圍內。

source: <span style="text-decoration: underline;">Licensor</span> means the individual(s) or entity(ies) granting rights under this Public License.
el: <span style="text-decoration: underline;">Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα)</span> σημαίνει το ένα ή περισσότερα φυσικά ή νομικά πρόσωπα τα οποία παραχωρούν εξουσίες χρήσης υπό τους όρους της παρούσας Δημόσιας Άδειας.
eu: <span style="text-decoration: underline;">Lizentzia-emailea</span> da Lizentzia Publiko honen arabera eskubideak ematen dituen norbanakoa edo erakundea.
hr: <span style="text-decoration: underline;">Davatelj licence</span> znači jedna ili više fizičkih ili pravnih osoba koje prepuštaju prava iskorištavanja temeljem ove Javne licence.
it: <span style="text-decoration: underline;">Licenziante</span> significa l'individuo, gli individui, l'ente o gli enti che concede o concedono diritti secondo la presente Licenza Pubblica.
ko: <span style="text-decoration: underline;">이용허락자</span> 는 본 공중 라이선스에 따른 권리를 부여하는 개인 또는 단체를 의미합니다.
pl: <span style="text-decoration: underline;">Licencjodawca</span> oznacza osobę(y) fizyczną(e) lub podmiot(y) udzielający(e) praw na warunkach niniejszej Licencji Publicznej.
ro: <span style="text-decoration: underline;">Licențiator</span> înseamnă persoana (persoanele) sau entitatea (entitățile) care acordă drepturi în temeiul prezentei Licențe Publice.
sk: <span style="text-decoration: underline;">Poskytovateľ</span> je fyzická alebo právnická osoba (osoby), ktorá udelí súhlas na použitie Predmetu Verejnej licencie a výkon Licencovaných práv („licencia“) podľa tejto Verejnej licencie.
zh_hans: <span style="text-decoration: underline;">许可人：</span> 指通过本公共许可协议进行授权的个人或组织。
zh_hant: <span style="text-decoration: underline;">「授權人」</span> 指根據本公眾授權條款授與權利的個人或組織。

source: <span style="text-decoration: underline;">NonCommercial</span> means not primarily intended for or directed towards commercial advantage or monetary compensation. For purposes of this Public License, the exchange of the Licensed Material for other material subject to Copyright and Similar Rights by digital file-sharing or similar means is NonCommercial provided there is no payment of monetary compensation in connection with the exchange.
el: <span style="text-decoration: underline;">Μη Εμπορική Χρήση</span> σημαίνει χρήση που δεν έχει ως πρωταρχικό σκοπό το εμπορικό όφελος ή χρηματικό αντάλλαγμα. Για τους σκοπούς της παρούσας Δημόσιας Άδειας, η ανταλλαγή του Αντικειμένου της Άδειας με άλλο υλικό που υπόκειται στο Δίκαιο Πνευματικής Ιδιοκτησίας και σε Συγγενικά ή Παρόμοια Δικαιώματα μέσω ψηφιακής διανομής αρχείων (file sharing) ή παρόμοιων μέσων θεωρείται Μη Εμπορική Χρήση, εφόσον δεν υπάρχει καταβολή χρηματικού ανταλλάγματος για την πραγματοποίηση αυτής της ανταλλαγής.
eu: <span style="text-decoration: underline;">EzKomertziala</span> izateak esan nahi du xede nagusia ez dela onura komertzialak edo diru-konpentsazioa lortzea. Lizentzia Publiko honen ondorioetarako, erabilera EzKomertzialtzat jotzen da Material Lizentziatua trukatzea Egile-eskubideei eta Antzeko Eskubideei lotutako beste material batekin, fitxategi digitalak partekatuz edo antzeko bitartekoren baten bidez, betiere trukearen ondorioz ez bada inolako diru-konpentsaziorik ordaintzen.
hr: <span style="text-decoration: underline;">Nekomercijalno</span> znači korištenje koje nema primarnu svrhu ili nije usmjereno na stjecanje komercijalne koristi ili novčane naknade. Za svrhe ove Javne licence, razmjena Licenciranog materijala u zamjenu za neki drugi materijal koji je predmetom zaštite Autorskog prava i sličnih prava posredstvom digitalne razmjene datoteka ili sličnim sredstvima smatra se Nekomercijalnom ako nema plaćanja novčane naknade u pogledu te razmjene.
it: <span style="text-decoration: underline;">NonCommerciale</span> significa in una maniera tale che non sia prevalentemente intesa o diretta al perseguimento di un vantaggio commerciale o di un compenso monetario. Ai fini della presente Licenza Pubblica, lo scambio del Materiale Concesso in Licenza con altri materiali protetti dal Diritto d'Autore e Simili per mezzo della condivisione digitale di file (c.d. filesharing) o simili modalità è considerato NonCommerciale, a patto che non ci sia pagamento di alcun compenso monetario in connessione allo scambio.
ko: <span style="text-decoration: underline;">비영리</span> 는 상업적 이익 또는 금전적 보상을 주로 의도하거나 이를 주된 목적으로 하지 않음을 의미합니다. 본 공중 라이선스의 목적상, 디지털 파일공유나 기타 방법에 의하여 이용허락된 저작물을 다른 저작물로 교환하는 것은, 교환과 관련하여 어떠한 금전적 보상도 이루어지지 않는다면 비영리에 해당합니다.
pl: <span style="text-decoration: underline;">Użycie Niekomercyjne</span> oznacza użycie nieukierunkowane na komercyjny zysk lub wynagrodzenie pieniężne. Dla celów niniejszej Licencji Publicznej, wymiana Utworu Licencjonowanego na inny materiał poddany Prawom Autorskim lub Prawom Podobnym do Prawa Autorskiego za pośrednictwem cyfrowej wymiany plików lub podobnego środka jest Użyciem Niekomercyjnym, jeśli nie jest związana z zapłatą wynagrodzenia pieniężnego.
ro: <span style="text-decoration: underline;">NeComercial</span> înseamnă că nu are ca scop sau că nu vizează în principal avantaje comerciale sau compensații bănești. În sensul prezentei Licențe Publice, schimbarea Materialului Licențiat pentru alt material supus Drepturilor de Autor și Drepturilor Asimilate prin partajarea de fișiere digitale sau prin mijloace similare are caracter NeComercial, cu condiția să nu existe plăți de compensații bănești în legătură cu acest schimb.
sk: <span style="text-decoration: underline;">Nekomerčné použitie</span> predstavuje použitie na účel, ktorý nie je priamo ani nepriamo obchodný alebo postavený na finančnom prospechu. Na účely tejto Verejnej licencie sa za nekomerčné použitie považuje výmena Predmetu Verejnej licencie za iný obsah chránený Autorskými alebo obdobnými právami prostredníctvom digitálneho alebo obdobného šírenia súborov, pokiaľ v spojení s výmenou nedôjde k finančnej odplate.
zh_hans: <span style="text-decoration: underline;">非商业性使用：</span> 指该使用的主要意图或者指向并非获取商业优势或金钱报酬。为本公共许可协议之目的，以数字文件共享或类似方式，用授权作品(Licensed Material)交换其他受到著作权与类似权利保护的作品(material)是非商业性使用，只要该交换不涉及金钱报酬的支付。
zh_hant: <span style="text-decoration: underline;">「非商業性」</span> 指並非主要為了或直接關於商業利益或金錢報酬。為本公眾授權條款之目的，藉著數位檔案分享或其他相似方法，將本授權素材用來交換其他受著作權及相似權利保護的素材是非商業性，但前提是此交換無關金錢報酬的給付。

source: <span style="text-decoration: underline;">Share</span> means to provide material to the public by any means or process that requires permission under the Licensed Rights, such as reproduction, public display, public performance, distribution, dissemination, communication, or importation, and to make material available to the public including in ways that members of the public may access the material from a place and at a time individually chosen by them.
el: <span style="text-decoration: underline;">Διαμοιρασμός</span> σημαίνει την παροχή υλικού στο κοινό με οποιονδήποτε τρόπο ή μέθοδο που προϋποθέτει προηγούμενη άδεια σύμφωνη με τα Αδειοδοτούμενα Δικαιώματα, όπως η αναπαραγωγή, η παρουσίαση στο κοινό, η δημόσια εκτέλεση, η διανομή, η διάδοση, η εισαγωγή προς διανομή και η διάθεση του στο κοινό με τρόπο στον οποίο συμπεριλαμβάνεται η δυνατότητα του κοινού να έχει πρόσβαση σε αυτό από τόπο και σε χρόνο της επιλογής του.
eu: <span style="text-decoration: underline;">Partekatzea</span> da publikoari materiala eskaintzea Eskubide Lizentziatuen baimena behar duen edozein bitarteko edo prozesuren bidez (hala nola erreproduzitzea, erakustaldi publikoak egitea, emankizun publikoak egitea, banatzea, hedatzea, komunikatzea edo inportatzea) eta materiala publikoarentzat eskuragarri jartzea, bakoitzak nahi duen lekutik eta nahi duen unean eskuratu ahal izan dezan.
hr: <span style="text-decoration: underline;">Dijeliti</span> znači stavljati materijal na raspolaganje javnosti pomoću bilo kojeg sredstva ili postupka koji zahtijeva dopuštenje iz perspektive Licenciranih prava – kao što su reprodukcija, javno izlaganje, javna izvedba, distribucija, diseminacija, priopćavanje ili uvoz – između ostalog i na takav način da članovi javnosti mogu tom materijalu pristupiti odakle i kada oni sami odaberu.
it: <span style="text-decoration: underline;">Condividi/Condividere</span> significa fornire materiale al pubblico con ogni mezzo di comunicazione o formato che richieda l'autorizzazione rispetto ai Diritti Concessi in Licenza, come la riproduzione, l'esposizione ed esecuzione in pubblico, la distribuzione, la divulgazione, la comunicazione al pubblico, l'importazione e la messa a disposizione del pubblico del materiale, anche con modalità che consentano di accedere al materiale da un luogo e in un momento scelti individualmente dal pubblico.
ko: <span style="text-decoration: underline;">공유</span> 는 복제, 전시, 공연, 배포, 방송, 송신, 수입 등 이용허락된 권리에 따른 허락이 필요한 일체의 수단이나 과정을 통해 저작물 등을 공중에게 제공하거나, 공중의 구성원이 개별적으로 선택한 장소와 시간에서 해당 저작물 등에 접근할 수 있도록 하는 등 저작물 등을 공중이 이용할 수 있도록 하는 것을 의미합니다.
pl: <span style="text-decoration: underline;">Dzielenie się</span> oznacza udostępniane publiczne utworu jakimikolwiek środkami, wymagające zgody na podstawie Uprawnień Licencyjnych, takie jak reprodukcja, publiczne wystawianie, publiczne wykonanie, rozprowadzanie, rozpowszechnianie, komunikowanie, importowanie oraz publiczne udostępnianie utworu w taki sposób, aby każdy mógł mieć do niego dostęp w miejscu i czasie przez siebie wybranym.
ro: <span style="text-decoration: underline;">Partajare</span> înseamnă punerea de materiale la dispoziția publicului prin orice mijloace sau procese care necesită permisiune în temeiul Drepturilor Licențiate, precum reproducerea, expunerea publică, reprezentația publică, partajarea, diseminarea, comunicarea sau importul, și punerea de materiale la dispoziția publicului inclusiv în moduri în care publicul poate avea acces la materiale într-un loc și într-un moment alese în mod individual de fiecare în parte.
sk: <span style="text-decoration: underline;">Šírenie</span> predstavuje poskytnutie obsahu verejnosti akýmkoľvek spôsobom, ktorý si vyžaduje dovolenie v zmysle Licencovaných práv, najmä vyhotovenie rozmnoženiny, verejné vystavenie, verejné vykonanie, verejné rozširovanie obsahu vrátane jeho dovozu, verejný prenos a sprístupňovanie verejnosti takým spôsobom, aby k obsahu mal jednotlivec prístup z miesta a v čase, ktorý si sám zvolí.
zh_hans: <span style="text-decoration: underline;">分享：</span> 指以需要“协议所授予的权利”许可的任何方法或程序向公众提供作品(material)，包括复制、公共展示、公开表演、发行、散布、传播、进口或提供作品(material)给公众以便其能在其选定的时间和地点接收作品(material)。
zh_hant: <span style="text-decoration: underline;">「分享」</span> 指以需要本授權權利許可的任何方法或程序向公眾提供素材，例如重製、公開展示、公開演出、散布、散播、傳達或進口，及使公眾得自其各自選定之地點及時間接收前述素材的方式向公眾提供素材。
