Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc_40.po
Languages: el, eu, hr, it, ko, pl, ro, sk, zh_hans, zh_hant

source: . Every recipient of the Licensed Material automatically receives an offer from the Licensor to exercise the Licensed Rights under the terms and conditions of this Public License.
el: . Κάθε αποδέκτης του Αντικειμένου Αδειοδότησης λαμβάνει αυτόματα μια προσφορά από το/τη Χορηγούντα/-ούσα την Άδεια (Αδειοδότη/-ούσα) να ασκήσει τα Αδειοδοτούμενα Δικαιώματα σύμφωνα με τους όρους και τις προϋποθέσεις της παρούσας Δημόσιας Άδειας.
eu: . Material Lizentziatuaren hartzaile orok Lizentzia-emailearen eskaintza bat jasoko du automatikoki Eskubide Lizentziatuak erabiltzeko Lizentzia Publiko honen baldintzetan.
hr: . Bilo tko tko dobije Licencirani materijal automatski dobiva ponudu Davatelja licence da koristi Licencirana prava prema odredbama i uvjetima ove Javne licence.
it: . Ogni destinatario del Materiale Concesso in Licenza riceve automaticamente un'offerta dal Licenziante ad esercitare i Diritti Concessi in Licenza secondo i termini e le condizioni della presente Licenza Pubblica.
ko: . 이용허락된 저작물을 제공받는 모든 이용자는 본 공중 이용허락의 조건에 따라 이용허락된 권리를 행사할 수 있습니다.
pl: . Każdy odbiorca Utworu Licencjonowanego automatycznie otrzymuje ofertę Licencjodawcy przystąpienia do wykonywania Uprawnień Licencyjnych zgodnie z warunkami niniejszej Licencji Publicznej.
ro: . Fiecare destinatar al Materialului Licențiat primește în mod automat din partea Licențiatorului o ofertă de exercitare a Drepturilor Licențiate conform termenilor și condițiilor prezentei Licențe Publice.
sk: . Každý používateľ Predmetu Verejnej licencie automaticky dostane ponuku na výkon Licencovaných práv podľa podmienok tejto Verejnej licencie od Poskytovateľa.
zh_hans: 本授权作品(Licensed Material)的每一个后续接受者都自动取得许可人的要约，以按照本公共许可协议的条款行使协议授予的权利。
zh_hant: 。本授權素材的每位接受者自動獲得來自授權人的要約，依據本公眾授權條款之條款及條件來行使本授權權利。

source: No downstream restrictions
el: Όχι περιορισμοί μεταγενέστερης χρήσης
eu: Murrizketarik ez ondorengo hartzaileentzat
hr: Bez ograničenja na daljnje korištenje
it: Divieto di restrizioni a valle
ko: 이용제한의 부가 금지
pl: Żadnych ograniczeń dla dalszych odbiorców
ro: Nicio restricție în aval
sk: Žiadne obmedzenia pre ďalšie použitie
zh_hans: 禁止下游限制
zh_hant: 禁止對後手限制

source: . You may not offer or impose any additional or different terms or conditions on, or apply any Effective Technological Measures to, the Licensed Material if doing so restricts exercise of the Licensed Rights by any recipient of the Licensed Material.
el: . Δεν μπορείτε να προτείνετε ή να επιβάλετε πρόσθετους ή διαφορετικούς όρους ή προϋποθέσεις, ή να εφαρμόζετε Αποτελεσματικά Τεχνολογικά Μέτρα στο Αντικείμενο Αδειοδότησης εάν αυτό περιορίζει την άσκηση των Αδειοδοτούμενων Δικαιωμάτων σε οποιοδήποτε/οποιαδήποτε αποδέκτη του Αντικειμένου Αδειοδότησης.
eu: . Ezin duzu baldintza gehigarri edo desberdinik eskaini edo inposatu Material Lizentziatuaren gainean, eta ezin diozu Teknologia Neurri Eraginkorrik aplikatu, baldin eta modu horretan Eskubide Lizentziatuen erabilera mugatzen bazaio Material Lizentziatuaren edozein hartzaileri.
hr: . Ne smijete ponuditi ili nametnuti bilo kakve dodatne ili drugačije odredbe ili uvjete, niti primijeniti Djelotvorne tehničke mjere na Licencirani materijal ako time ograničavate korištenje Licenciranih prava bilo kojem primatelju Licenciranog materijala.
it: . Tu non puoi offrire o imporre termini e condizioni aggiuntive o differenti al, né applicare Misure Tecnologiche Efficaci sul, Materiale Concesso in Licenza che abbiano per effetto di restringere l'esercizio dei Diritti Concessi in Licenza da parte di qualsiasi destinatario del Materiale Concesso in Licenza.
ko: . 귀하는 이용허락된 저작물에 조건을 추가하거나 다른 조건을 부과하여, 또는 효과적인 기술적 조치를 적용함으로써 이용허락된 저작물을 제공받는 하위 이용자의 이용허락된 권리 행사를 제한할 수 없습니다.
pl: . Licencjobiorca nie może oferować ani nakładać dodatkowych lub zmienionych warunków wykorzystania Utworu Licencjonowanego, ani stosować jakichkolwiek Skutecznych Zabezpieczeń Technicznych, jeśli działania te ograniczają wykonywanie Uprawnień Licencyjnych przez jakiegokolwiek odbiorcę Utworu Licencjonowanego.
ro: . Nu puteți oferi sau impune termeni sau condiții suplimentare sau diferite privind Materialul Licențiat sau să aplicați Măsuri Tehnologice Eficace în ceea ce privește Materialul Licențiat dacă acest lucru conduce la o limitare a exercitării Drepturilor Licențiate de către orice destinatar al Materialului Licențiat.
sk: . Vy nie ste oprávnený na ponúknutie alebo zavádzanie žiadnych ďalších podmienok, ako ani na uplatnenie žiadnych Účinných technologických opatrení vo vzťahu k použitiu Predmetu Verejnej licencie, ak by takýmto konaním mohlo dôjsť k obmedzeniu Licencovaných práv akéhokoľvek používateľa Predmetu Verejnej licencie.
zh_hans: 若会限制授权作品(Licensed Material)后续接受者行使本协议所授予的权利，则您不得对授权作品(Licensed Material)提出或增加任何额外的或不同的条款，或使用任何有效技术措施。
zh_hant: 。您不得就本授權素材提出或加入任何額外或不同的條款或條件，或適用任何有效科技措施，若如此做會限制本授權素材的任何接受者行使本授權權利。

source: No endorsement
el: Ανεξαρτησία Μερών
eu: Onespenik ez
hr: Podrška nije dana
it: Assenza di avallo
ko: 보증 부인
pl: Brak upoważnienia
ro: Nicio autorizare
sk: Bez schválenia
zh_hans: 并非背书
zh_hant: 禁止背書

source: . Nothing in this Public License constitutes or may be construed as permission to assert or imply that You are, or that Your use of the Licensed Material is, connected with, or sponsored, endorsed, or granted official status by, the Licensor or others designated to receive attribution as provided in Section <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
el: . Καμία διάταξη της παρούσας Δημόσιας Άδειας δεν αποτελεί ή μπορεί να ερμηνευτεί ως άδεια για να επιβεβαιώσει ή να υπονοήσει ότι Εσείς είστε ή ότι η Δική Σας χρήση του Αντικείμενου Αδειοδότησης συνδέεται με, ή χρηματοδοτείται, ή αναγνωρίζεται, ή της παραχωρείται επίσημο καθεστώς από το/τη Χορηγούντα/-ούσα την Άδεια (Αδειοδότη/-ούσα) ή από άλλους που ορίζεται όπως λάβουν αναφορά δημιουργού, όπως προβλέπεται στο Άρθρο <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
eu: . Lizentzia Publiko honek ez du baimenik ematen baieztatzeko edo ondorioztatzeko Zuk edo Material Lizentziatuekin egiten duzun erabilerak lotura duzuenik Lizentzia-emailearekin edo <a href="#s3a1Ai">3(a)(1)(A)(i)</a> Atalaren arabera aitorpena jaso behar duen beste edonorekin, edo horien onespena, babesa edo sostengua duzuenik, edo sustatzen zaituztetenik edo estatus ofiziala ematen dizuetenik, eta ez litzateke hala interpretatu behar.
hr: . Ništa u ovoj Javnoj licenci ne daje, niti će se tumačiti da daje, dopuštenje da možete eksplicitno ili implicitno tvrditi da ste Vi, ili Vaše korištenje Licenciranog materijala, vezani uz, sponzorirani, podržani ili dobili službeni status od Davatelja licence ili drugih koji trebaju biti navedeni kao autori sukladno članku <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
it: . La presente Licenza Pubblica non concede né può essere interpretata in modo da concedere un'autorizzazione ad affermare o fare intendere che Tu o il Tuo utilizzo del Materiale Concesso in Licenza siate connessi, sponsorizzati, avallati o riconosciuti come ufficiali dal Licenziante o da altre parti designate a vedersi riconosciuta l'attribuzione in accordo con quanto previsto all'interno dell'Art. <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
ko: . 본 공중 이용허락의 어떠한 요소도 귀하 또는 귀하에 의한 이용허락된 저작물의 이용이 이용허락자 또는 그 밖에 <a href="#s3a1Ai">3(a)(1)(A)(i)</a>에 따라 저작자로 지정된 자와 어떠한 관계가 있다거나 그로부터 후원, 보증 또는 공식적 지위를 부여받은 것으로 주장 또는 암시할 수 있도록 허락한 바 없으며, 그렇게 해석되어서도 안 됩니다.
pl: . Żaden element niniejszej Licencji Publicznej nie stanowi zezwolenia, ani nie może być interpretowany jako zezwolenie na sugerowanie lub stwierdzanie, że Licencjobiorca lub wykorzystanie przez Licencjobiorcę Utworu Licencjonowanego są powiązane, sponsorowane, upoważnione lub oficjalnie uznane przez Licencjodawcę lub inne podmioty wskazane w celu uznania autorstwa, zgodnie z postanowieniem Paragrafu <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
ro: . Nimic din prezenta Licență Publică nu constituie sau nu poate fi interpretat ca o permisiune de a afirma sau de a implica faptul că Dumneavoastră sunteți sau că utilizarea de către Dumneavoastră a Materialului Licențiat este legat(ă) de, sponsorizat(ă) de, autorizat(ă) de sau beneficiar(ă) al (a) unui statut oficial acordat de Licențiator sau de alte persoane desemnate să primească atribuirea prevăzută în Secțiunea <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
sk: . Nič v tejto verejnej licencii nekonštituuje ani nemôže byť konštruované tak, aby zakladalo alebo v sebe obsahovalo vznik nároku vo Váš prospech na uvedenia autorstva, patriaceho Poskytovateľovi alebo iným určeným osobám podľa <a href="#s3a1Ai">3. časti písm. a. bod 1 písm. A. bod i.</a>, alebo by, na základe Vášho použitia Predmetu Verejnej licencie, zakladalo status autora, ktorý by bol spojený, podporovaný, schválený alebo udelený Poskytovateľom alebo inou určenou osobou podľa <a href="#s3a1Ai">3. časti písm. a. bod 1 písm. A. bod i.</a>
zh_hans: 本公共许可协议不构成、或不得被解释为允许您声明或主张：您或您对授权作品(Licensed Material)的使用与许可人或 <a href="#s3a1Ai">第三条a款第(1)项(A)目(i)</a>所规定要求提供署名的权利人相关联，或得到其赞助、同意或被授予正式地位。
zh_hant: 。本公眾授權條款不構成或不得被解釋為許可您得主張或暗示您或您對本授權素材的使用與授權人或其他如<a href="#s3a1Ai">第3條第(a)項第(1)款第(A)目第(i)規定</a>被指定以取得姓名標示的對象有關聯、獲得其贊助、背書或被授與正式的地位。

source: Other rights
el: Άλλα δικαιώματα
eu: Beste eskubide batzuk
hr: Druga prava
it: Altri Diritti
ko: 기타 권리
pl: Inne prawa
ro: Alte drepturi
sk: Ďalšie práva
zh_hans: 其他权利
zh_hant: 其他權利

source: Moral rights, such as the right of integrity, are not licensed under this Public License, nor are publicity, privacy, and/or other similar personality rights; however, to the extent possible, the Licensor waives and/or agrees not to assert any such rights held by the Licensor to the limited extent necessary to allow You to exercise the Licensed Rights, but not otherwise.
el: Ηθικά δικαιώματα, όπως το δικαίωμα της ακεραιότητας, δεν αδειοδοτούνται υπό την παρούσα Δημόσια Άδεια, καθώς ούτε και το δικαίωμα στη δημοσιότητα ("right of publicity"), στην ιδιωτικότητα ή άλλα παρόμοια δικαιώματα προσωπικότητας ∙ ωστόσο, στο μέτρο του δυνατού, ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) αποποιείται και/ή συμφωνεί να μην επικαλεστεί κανένα τέτοιο δικαίωμα, που κατέχει ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα), στο μέτρο που είναι απαραίτητο ώστε να επιτραπεί σε Εσάς να ασκήσετε τα Αδειοδοτούμενα Δικαιώματα που παραχωρούνται βάσει αυτής της άδειας, αλλά όχι με άλλον τρόπο.
eu: Eskubide moralik, hala nola obraren osotasunaren eskubidea, ez da ematen Lizentzia Publiko honetan, ezta irudi-eskubiderik, pribatutasun-eskubiderik edo antzeko nortasun-eskubiderik ere. Hala ere, posible den neurrian, Lizentzia-emaileak baieztatzen eta berresten du ez duela halako eskubiderik baliatuko Eskubide Lizentziatuak erabil ahal izateko behar duzun neurrian, baina ez bestela.
hr: Moralna prava, poput prava na poštivanje autorskog djela i čast ili ugled autora, nisu licencirana ovom Javnom licencom, kao što nisu ni prava nad objavljivanjem osobnih zapisa, pravo privatnosti i druga slična prava; međutim, u mjeri u kojoj je to zakonski moguće, Davatelj licence se odriče i/ili pristaje da neće tražiti ostvarivanje takvih prava koja mu pripadaju u mjeri i samo u mjeri u kojoj je to nužno da bi Vama omogućilo korištenje Licenciranih prava.
it: I diritti morali, come il diritto all'integrità, non sono oggetto della presente Licenza Pubblica, né lo sono il diritto all'immagine, il diritto alla riservatezza e/o altri simili diritti della personalità; in ogni caso, per quanto possibile, il Licenziante rinuncia o si impegna a non far valere alcuno dei diritti sopraccitati detenuti dal Licenziante, unicamente nei limiti della misura che sia indispensabile per consentire a Te di esercitare i Diritti Concessi in Licenza.
ko: 동일성유지권과 같은 저작인격권, 퍼블리시티권, 프라이버시권, 기타 유사한 인격권에는 본 공중 라이선스가 적용되지 않습니다. 그러나 법적으로 가능한 범위 내에서, 이용허락자는 귀하가 이용허락된 권리를 행사할 수 있도록 자신이 보유한 위 권리들을 포기하거나 행사하지 않는 것에 동의합니다.
pl: Autorskie prawa osobiste, takie jak prawo do nienaruszalności formy i treści utworu, ani prawo do kontroli komercyjnego wykorzystania wizerunku, prawo do prywatności, lub inne podobne prawa osobiste nie są objęte niniejszą Licencją Publiczną. Jednakże, w najszerszym możliwym zakresie, lub w zakresie ograniczonym, pozwalającym na wykonywanie przez Licencjobiorcę Uprawnień Licencyjnych (jednak nie w żaden inny sposób), Licencjodawca zrzeka się lub zobowiązuje do niewykonywania powyższych przysługujących Mu praw.
ro: Drepturile morale, precum dreptul la integritate, dreptul la publicitate, la viață privată și/sau alte drepturi asimilate legate de personalitate nu sunt licențiate prin prezenta Licență Publică; cu toate acestea, în măsura posibilului, Licențiatorul renunță la și/sau este de acord să nu exercite niciun astfel de drept deținut de Licențiator în limita necesară pentru a Vă permite să Vă exercitați Drepturile Licențiate, dar nu în alt sens.
sk: Osobnostné práva (ako napríklad právo na nedotknuteľnosť diela), právo na súkromie, rovnako ako ani iné všeobecné osobnostné práva nie sú predmetom licencie podľa tejto Verejnej licencie, avšak Poskytovateľ sa v najširšom možnom rozsahu zdrží výkonu týchto práv alebo si nebude uplatňovať tieto práva, a to výlučne v rozsahu, ktorý je nevyhnutný na umožnenie výkonu Licencovaných práv Vami a za žiadnym iným účelom.
zh_hans: 依据本公共许可协议，著作人身权，例如保护作品完整权、形象权、隐私权或其他类似的人格权利，不在许可范围内。但是，在条件允许的情况下，许可人可以在必要范围内放弃和/或同意不主张其权利，以便您行使本协议所授予的权利。
zh_hant: 著作人格權 / 精神權利，例如禁止不當修改權，形象權、隱私權及/或其他相似人格權，皆不在本公眾授權條款授權範圍內；然而，在可行範圍內，授權人放棄及/或同意在有限必要範圍內不主張該等授權人擁有的權利，以允許您行使本授權權利，但以前述情形為限。

source: Patent and trademark rights are not licensed under this Public License.
el: Δικαιώματα ευρεσιτεχνιών και σημάτων δεν αδειοδοτούνται υπό την παρούσα Δημόσια Άδεια.
eu: Lizentzia Publiko honek ez du ematen patente- eta marka-eskubiderik.
hr: Patentna prava i prava žiga nisu licencirana ovom Javnom licencom.
it: I diritti su brevetti e marchi non sono oggetto della presente Licenza Pubblica.
ko: 특허권과 상표권에는 본 공중 라이선스가 적용되지 않습니다.
pl: Prawa patentowe i prawa do znaków towarowych nie są objęte niniejszą Licencją Publiczną.
ro: Drepturile de brevet și de marcă înregistrată nu sunt licențiate prin prezenta Licență Publică.
sk: Patentové a známkové právo nie je predmetom licencie podľa tejto Verejnej licencie.
zh_hans: 本公共许可协议不适用于任何专利权或商标权许可。
zh_hant: 專利權及商標權並未依本公眾授權條款被授權。

source: To the extent possible, the Licensor waives any right to collect royalties from You for the exercise of the Licensed Rights, whether directly or through a collecting society under any voluntary or waivable statutory or compulsory licensing scheme. In all other cases the Licensor expressly reserves any right to collect such royalties, including when the Licensed Material is used other than for NonCommercial purposes.
el: Στο μέτρο του δυνατού, ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) αποποιείται έναντί Σας κάθε δικαιώματος είσπραξης τελών από τα Αδειοδοτούμενα Δικαιώματα, είτε άμεσα είτε μέσω οργανισμού συλλογικής διαχείρισης βάσει οποιωνδήποτε διατάξεων αναγκαστικού ή ενδοτικού δικαίου ή βάσει υποχρεωτικού συστήματος αδειοδότησης. Σε όλες τις άλλες περιπτώσεις ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) ρητά διατηρεί το δικαίωμα είσπραξης των εν λόγω αμοιβών, συμπεριλαμβανομένης της περίπτωσης όπου το Aντικείμενο Aδειοδότησης δεν χρησιμοποιείται για σκοπούς Mη Eμπορικής Χρήσης.
eu: Posible den neurrian, Lizentzia-emaileak uko egiten dio Eskubide Lizentziatuak erabiltzearen truke Zuri royalty-ak kobratzeko edozein eskubideri, dela zuzenean edo zeharka kudeaketa kolektiboko sozietate baten bidez, borondatezko edo uko egin dakiokeen edozein legezko edo nahitaezko lizentzia-sistematan. Beste kasu guztietan, Lizentzia-emaileak espresuki beretzat gordetzen du royalty horiek kobratzeko edozein eskubide, baita Material Lizentziatua helburu EzKomertzialetarako erabiltzen ez denean ere.
hr: U mjeri u kojoj je to zakonski moguće, Davatelj licence odriče se svakog prava da od Vas prikuplja naknadu za korištenje Licenciranih prava, bilo izravno ili preko društva za kolektivno ostvarivanje prava, bilo unutar okvira dobrovoljnih ili naknadno odrecivih zakonskih licenci ili unutar okvira prisilnih licenci. U svim ostalim slučajevima Davatelj licence izričito pridržava sva prava da prikuplja takve naknade, uključujući i onda kada se Licencirani materijal koristi u svrhe koje nisu Nekomercijalne svrhe.
it: Per quanto possibile, il Licenziante rinuncia al diritto esclusivo di riscuotere da Te i compensi per l'esercizio dei Diritti Concessi in Licenza, personalmente o per tramite di un ente di gestione collettiva, relativi a qualsiasi sistema di licenza volontario o rinunciabile per legge o obbligatorio. In tutti gli altri casi, il Licenziante si riserva espressamente il diritto esclusivo a riscuotere tali compensi, incluso il caso in cui il Materiale Concesso in Licenza sia utilizzato per scopi diversi da quelli di tipo NonCommerciale.
ko: 이용허락자는, 법적으로 가능한 범위 내에서, 본 라이선스에 따른 이용에 대해서는 직접, 혹은 자발적이거나 포기가능한 법정허락 또는 강제허락 제도에 따라 신탁관리단체를 통해 이용료를 징수할 수 있는 일체의 권리를 포기합니다. 이용허락자는 비영리 목적 외의 이용을 포함한 다른 모든 이용에 대해서는 그러한 이용료를 징수할 권리를 명시적으로 유보합니다.
pl: W najszerszym możliwym zakresie, Licencjodawca zrzeka się wszelkich praw do wynagrodzenia od Licencjobiorcy za wykonywanie Uprawnień Licencyjnych, pobieranego bezpośrednio bądź za pośrednictwem organizacji zbiorowego zarządzania, na podstawie jakiegokolwiek, dobrowolnego lub zbywalnego, ustawowego lub obowiązkowego, systemu licencyjnego. W pozostałych przypadkach, Licencjodawca wyraźnie zastrzega prawo do pobierania wynagrodzenia, zwłaszcza w razie korzystania z Utworu Licencjonowanego w celach innych niż Użycie Niekomercyjne.
ro: În măsura posibilului, Licențiatorul renunță la orice drept de a percepe redevențe de la Dumneavoastră pentru exercitarea Drepturilor Licențiate, fie direct, fie printr-o societate de gestiune colectivă, în cadrul oricărui regim de licențe facultativ, obligatoriu sau cu posibilitate de renunțare. În toate celelalte cazuri, Licențiatorul își rezervă în mod expres orice drept de a colecta astfel de redevențe, inclusiv atunci când Materialul Licențiat este utilizat în alte scopuri decât cele Necomerciale.
sk: Poskytovateľ sa v najširšom možnom rozsahu zdrží výkonu akýchkoľvek práv, na základe ktorých môže od Vás vyberať odmenu za výkon Licencovaných práv, a to bez ohľadu na to či priamo alebo prostredníctvom organizácie kolektívnej správy na základe výkonu dobrovoľnej, zákonnej alebo povinnej kolektívnej správy. V akýchkoľvek ďalších prípadoch si Poskytovateľ právo na výber odmeny za použitie diela výslovne vyhradzuje, vrátane prípadu, ak je Predmet Verejnej licencie použitý inak ako na Nekomerčné použitie.
zh_hans: 在自愿的或可放弃的法定或强制许可机制下，许可人在最大可能范围内放弃对您因行使本协议所授予的权利而产生的使用费的权利，不论是直接收取或通过集体管理组织收取。在其他任何情况下（包括授权作品(Licensed Material)被商业性使用的情形），许可人明确保留收取使用费的任何权利。
zh_hant: 在可行範圍內，被授權人放棄向您因行使本授權權利而收取權利金的任何權利，不論直接收取或透過著作權集體管理機構收取。在所有其他情形，授權人明示保留收取權利金的任何權利，包含當本授權素材被用於商業性目的。

source: Section 3 – License Conditions.
el: Άρθρο 3. Όροι της Άδειας.
eu: 3. Atala - Lizentziaren baldintzak.
hr: Članak 3. - Uvjeti licence
it: Articolo 3 – Condizioni della Licenza.
ko: 3조 – 라이선스의 조건.
pl: Paragraf 3 – Warunki Licencji.
ro: Secțiunea 3 – Condițiile Licenței.
sk: 3. časť — Licenčné podmienky.
zh_hans: 第三条 授权条件
zh_hant: 第3條 授權條件

source: Your exercise of the Licensed Rights is expressly made subject to the following conditions.
el: Η άσκηση των εξουσιών που σας παραχωρούνται βάσει της άδειας υπόκειται ρητά στις εξής προϋποθέσεις.
eu: Eskubide Lizentziatuak erabiltzen dituzunean, ondorengo baldintzak bete behar dituzu.
hr: Vaše korištenje Licenciranih prava izričito podliježe sljedećim uvjetima.
it: Il Tuo esercizio dei Diritti Concessi in Licenza è espressamente soggetto alle seguenti condizioni.
ko: 귀하는 이용허락된 권리를 행사할 경우 다음의 조건들을 준수해야 합니다.
pl: Wykonywanie Uprawnień Licencyjnych przez Licencjodawcę jest wyraźnie uzależnione od przestrzegania następujących warunków.
ro: Exercitarea de către Dumneavoastră a Drepturilor Licențiate este supusă în mod expres următoarelor condiții.
sk: Váš výkon Licencovaných práv podlieha výslovne nasledujúcim podmienkam.
zh_hans: 您行使被许可的权利明确受以下条件限制：
zh_hant: 您行使本授權權利需受到下列條件明確的拘束。

source: Attribution
el: Αναφορά
eu: Aitorpena
hr: Autorstvo
it: Attribuzione
ko: 저작자표시
pl: Uznanie autorstwa
ro: Atribuire
sk: Uvedenie autora
zh_hans: 署名
zh_hant: 姓名標示 / 署名

source: <p>If You Share the Licensed Material (including in modified form), You must:</p>
el: <p>Αν πραγματοποιείτε Διαμοιρασμό του Αντικειμένου της Αδειοδότησης (συμπεριλαμβανομένης της τροποποιημένης μορφής), Εσείς είστε υποχρεωμένοι/-ες:</p>
eu: <p>Material Lizentziatua Partekatzen baduzu (baita aldaketak egin dizkiozunean ere), baldintza hauek bete behar dituzu:</p>
hr: <p>Ako Dijelite Licencirani materijal (bilo u izvornom ili izmijenjenom obliku), dužni ste:</p>
it: <p>Se Tu Condividi il Materiale Concesso in Licenza (anche in forma modificata), Tu sei tenuto a:</p>
ko: <p>이용허락된 저작물(변경된 경우 포함)을 공유하는 경우 다음 조건들을 준수해야 합니다.</p>
pl: <p>W przypadku, gdy Licencjobiorca Dzieli się Utworem Licencjonowanym (również w zmodyfikowanej formie), jest obowiązany:</p>
ro: <p>Dacă Partajați Materialul Licențiat (inclusiv sub formă modificată), trebuie:</p>
sk: <p>Ak Šírite Predmet Verejnej licencie (vrátane jeho modifikácií) Ste povinný:</p>
zh_hans: <p>若您分享本授权作品(Licensed Material)（包含修改格式），您必须：</p>
zh_hant: <p>若您分享本授權素材（包含修改格式），您必須：</p>

source: retain the following if it is supplied by the Licensor with the Licensed Material:
el: να διατηρήσετε, εφόσον παρέχονται από το/τη Χορηγούντα/-ούσα την Άδεια (Αδειοδότη/-ούσα) με το Αντικείμενο Αδειοδότησης τα εξής:
eu: datu hauek mantendu, baldin eta Lizentzia-emaileak Material Lizentziatuarekin batera eman baditu:
hr: sačuvati i navesti sljedeće elemente, pod uvjetom da ih je Davatelj licence naveo uz Licencirani materijal:
it: riportare, se fornito dal Licenziante assieme al Materiale Concesso in Licenza, ciò che segue:
ko: 이용허락된 저작물과 함께 다음의 정보들이 제공된 경우 이를 표시해야 합니다.
pl: zachować następujące elementy, jeśli są one wskazane przez Licencjodawcę w Utworze Licencjonowanym:
ro: să păstrați următoarele informații, în cazul în care sunt furnizate de Licențiator odată cu Materialul Licențiat:
sk: v prípade ich uvedenia Poskytovateľom spolu s Predmetom Verejnej licencie, zachovať a uvádzať nasledujúce údaje:
zh_hans: 保留如下标识（如果许可人提供授权作品(Licensed Material)的同时提供如下标识）：
zh_hant: 保留下列標示，若授權人有將其和本授權素材一併提供：
