Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nd_40.po
Languages: da, de, fi, nl, ru, sl, tr

source: <span style="text-decoration: underline;">Licensed Rights</span> means the rights granted to You subject to the terms and conditions of this Public License, which are limited to all Copyright and Similar Rights that apply to Your use of the Licensed Material and that the Licensor has authority to license.
da: <span style="text-decoration: underline;">Licensrettigheder</span> vil sige de rettigheder, Du tildeles på denne Offentlige Licens' vilkår og betingelser, hvilke er begrænset til al Ophavsret og Lignende Rettigheder gældende for Din anvendelse af det Licenserede Materiale, som Licensgiveren har ret til at licensere.
de: <span style="text-decoration: underline;">Lizenzierte Rechte</span> bezeichnet die Ihnen unter den Bedingungen der vorliegenden Public License gewährten Rechte, welche auf solche Urheberrechte und ähnlichen Rechte beschränkt sind, die Ihre Nutzung des lizenzierten Materials betreffen und die der Lizenzgeber zu lizenzieren berechtigt ist.
fi: <span style="text-decoration: underline;">Lisensoidut Oikeudet</span> tarkoittavat Sinulle tämän Julkisen Lisenssin ehtojen mukaisesti myönnettyjä oikeuksia rajoittuen kaikkiin sellaisiin Tekijänoikeuksiin ja Samankaltaisiin Oikeuksiin, jotka koskevat Sinun Lisensoidun Aineiston käyttöäsi ja joihin Lisenssinantaja on oikeutettu myöntämään lisenssin.
nl: <span style="text-decoration: underline;">Gelicenseerde Rechten</span> betekent de rechten aan Jou verleend, beperkt door de voorwaarden en condities van deze Publieke Licentie, welke in verband staan met het Auteursrecht en de Soortgelijke Rechten die van toepassing zijn op het gebruik van het Gelicenseerde Materiaal en waarvan de Licentiegever de bevoegdheid heeft om ze te licenseren.
ru: <span style="text-decoration: underline;">Лицензируемые Права</span> означают права, предоставляемые Вам в соответствии с условиями настоящей Публичной Лицензии в объеме, ограниченном всеми Авторскими Правами И Другими Схожими Правами, которые применимы к Вашему использованию Лицензируемого Материала и которые Лицензиар вправе Вам предоставить.
sl: <span style="text-decoration: underline;">Licencirane pravice</span> pomeni pravice, ki so Uporabniku podeljene v skladu s pogoji te Licence in so omejene na vse Avtorske in podobne pravice, ki se nanašajo na uporabo Licencirane vsebine, in ki jih Dajalec licence lahko licencira.
tr: <span style="text-decoration: underline;">Lisansa Konu Haklar,</span> Lisanslı Materyalin Sizin tarafınızdan kullanımı için geçerli olan ve Lisans Verenin lisans verme yetkisinin olduğu tüm Telif Hakkı ve Benzer Haklar ile sınırlı olan, işbu Kamu Lisansı şart ve koşulları çerçevesinde size bahşedilen hakları ifade eder.

source: <span style="text-decoration: underline;">Licensor</span> means the individual(s) or entity(ies) granting rights under this Public License.
da: <span style="text-decoration: underline;">Licensgiver</span> vil sige den eller de enkeltpersoner eller enheder, der tildeler rettigheder under denne Offentlige Licens.
de: <span style="text-decoration: underline;">Lizenzgeber</span> bezeichnet die natürliche(n) oder juristische(n) Person(en), die unter der vorliegenden Public License Rechte gewährt (oder gewähren).
fi: <span style="text-decoration: underline;">Lisenssinantaja</span> tarkoittaa yhtä tai useampaa luonnollista tai oikeushenkilöä, joka myöntää tämän Julkisen Lisenssin mukaiset oikeudet.
nl: <span style="text-decoration: underline;">Licentiegever</span> betekent de persoon/personen of entiteit(en) die rechten verlenen onder deze Publieke Licentie.
ru: <span style="text-decoration: underline;">Лицензиар</span> означает физическое лицо (физические лица) или юридическое лицо (юридические лица), предоставляющее права на условиях настоящей Публичной Лицензии.
sl: <span style="text-decoration: underline;">Dajalec licence</span> pomeni fizično ali pravno osebo, ki podeljuje pravice pod pogoji te Licence.
tr: <span style="text-decoration: underline;">Lisans Veren,</span> işbu Kamu Lisansı çerçevesinde bu hakları veren kişiyi/kişileri veya kurumu/kurumları ifade etmektedir.

source: <span style="text-decoration: underline;">Share</span> means to provide material to the public by any means or process that requires permission under the Licensed Rights, such as reproduction, public display, public performance, distribution, dissemination, communication, or importation, and to make material available to the public including in ways that members of the public may access the material from a place and at a time individually chosen by them.
da: <span style="text-decoration: underline;">Dele</span> vil sige at levere materiale til offentligheden via et hvilken som helst middel eller en hvilken som helst proces, der kræver tilladelse i henhold til de Licenserede Rettigheder, såsom gengivelse, offentlig fremvisning, offentlig fremførelse, distribution, spredning, kommunikation og import, og at stille materialet til rådighed for offentligheden, herunder på måder, så enkeltpersoner kan tilgå det fra et sted og på et tidspunkt, som de hver især vælger.
de: <span style="text-decoration: underline;">Weitergabe</span> meint, Material der Öffentlichkeit bereitzustellen durch beliebige Mittel oder Verfahren, die gemäß der lizenzierten Rechte Zustimmung erfordern, wie zum Beispiel Vervielfältigung, öffentliche Vorführung, öffentliche Darbietung, Vertrieb, Verbreitung, Wiedergabe oder Übernahme und öffentliche Zugänglichmachung bzw. Verfügbarmachung in solcher Weise, dass Mitglieder der Öffentlichkeit auf das Material von Orten und zu Zeiten ihrer Wahl zugreifen können.
fi: <span style="text-decoration: underline;">Jakaa</span> tarkoittaa aineiston tarjoamista yleisölle millä tahansa sellaisella keinolla tai tavalla, joka vaatii luvan Lisensoitujen Oikeuksien nojalla, kuten valmistamalla kappaleita, julkisesti näyttämällä, julkisesti esittämällä, levittämällä, jakamalla, välittämällä tai maahantuomalla, sekä aineiston saattamista yleisön saataville, mukaan lukien sellaisilla keinoilla ja tavoilla, joiden avulla yleisöön kuuluvilla henkilöillä on mahdollisuus saada aineisto saataviinsa itse valitsemastaan paikasta ja itse valitsemanaan aikana.
nl: <span style="text-decoration: underline;">Delen</span> betekent het aanbieden van materiaal aan het publiek door alle middelen of werkwijzen die toestemming vereisen onder de Gelicenseerde Rechten, zoals reproductie, openbare vertoning, openbare uitvoering, distributie, verspreiding, communicatie of invoer, en het beschikbaar maken aan het publiek op zodanige wijze dat leden van het publiek daartoe op een door hen individueel gekozen plaats en tijd toegang toe hebben.
ru: <span style="text-decoration: underline;">Предоставление</span> означает предоставление материала неограниченному кругу лиц любыми средствами или способами, для использования которых требуется разрешение согласно Лицензируемых Прав, в том числе воспроизведение, публичный показ, публичное исполнение, распространение, сообщение или импорт, а также доведение материала до всеобщего сведения таким образом, при котором любое лицо может иметь доступ к нему из любого места и в любое время по собственному выбору.
sl: <span style="text-decoration: underline;">Deliti</span> pomeni posredovati vsebine javnosti s kakršnimikoli sredstvi in procesi, za katere je potrebno dovoljenje v skladu z Licenciranimi pravicami, kot je npr. reproduciranje, javno prikazovanje, javno izvajanje, distribuiranje, razširjanje, priobčitev javnosti ali uvažanje, ter dajanje na voljo javnosti, tudi na način, ki omogoča posameznikom dostop do vsebine s kraja in v času, ki ju sami izberejo.
tr: <span style="text-decoration: underline;">Paylaşım,</span> çoğaltma, kamuya açık sergileme, performans, dağıtma, yayma, iletim veya ithal etme gibi her nevi şekil veya işlem ile materyali kamuya temin etme veya kamu bireylerinin kendilerinin bireysel olarak seçeceği bir yerden ve yine kendilerinin seçecekleri bir zamanda materyale erişebileceği şekil ve yöntemler de dâhil olmak üzere materyalin kamunun kullanımına sunulması anlamına gelmektedir.

source: <span style="text-decoration: underline;">Sui Generis Database Rights</span> means rights other than copyright resulting from Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, as amended and/or succeeded, as well as other essentially equivalent rights anywhere in the world.
da: <span style="text-decoration: underline;">Sui Generis-Rettigheder til Databaser</span> vil sige andre rettigheder end ophavsret, jf. Europa-Parlamentets og Rådets direktiv 96/9/EF af 11. marts 1996 om retlig beskyttelse af databaser som ændret og/eller erstattet såvel som andre ligeværdige rettigheder hvor som helst i verden.
de: <span style="text-decoration: underline;">Sui-generis Datenbankrechte</span> bezeichnet Rechte, die keine Urheberrechte sind, sondern gegründet sind auf die Richtlinie 96/9/EG des Europäischen Parlaments und des Rates vom 11. März 1996 über den rechtlichen Schutz von Datenbanken in der jeweils gültigen Fassung bzw. deren Nachfolgeregelungen, sowie andere im Wesentlichen funktionsgleiche Rechte anderswo auf der Welt.
fi: <span style="text-decoration: underline;">Sui Generis Tietokantaoikeudet</span> tarkoittavat sellaisia muita oikeuksia kuin tekijänoikeutta, jotka perustuvat Euroopan parlamentin ja neuvoston 11.3.1996 antamaan direktiiviin 96/9/EY tietokantojen oikeudellisesta suojasta, ottaen huomioon direktiivin muutokset ja/tai sen sijaan tulleet säännökset, sekä muita olennaisesti vastaavia oikeuksia muualla maailmassa.
nl: <span style="text-decoration: underline;">Sui Generis Databankenrecht</span> betekent rechten anders dan het auteursrecht als gevolg van Richtlijn 96/9/EC van het Europees Parlement en de Europese Raad van 11 maart 1996 betreffende de rechtsbescherming van databanken, zoals gewijzigd en/of opgevolgd, evenals andere in essentie gelijkwaardige rechten overal ter wereld.
ru: <span style="text-decoration: underline;">Права Sui Generis на Базы Данных</span> означают права, не являющиеся авторским правом, проистекающие из Директивы 96/9/СЕ Европейского парламента и Совета от 11 марта 1996 года о правовой охране баз данных, с учетом изменений и/или исправлений, а также и другие схожие по существу права где-либо в мире.
sl: <span style="text-decoration: underline;">Sui generis pravice na podatkovnih bazah</span> pomenijo pravice, ki niso avtorske in izhajajo iz Direktive 96/9/EC Evropskega parlamenta in Sveta z dne 11. marca 1996 o pravnem varstvu baz podatkov, s spremembami in/ali nasledstvi, kot tudi druge bistveno enakovredne pravice kjerkoli po svetu.
tr: <span style="text-decoration: underline;">Nevi Şahsına Münhasır Veritabanı Hakları,</span> tadil edildiği ve/veya yenisiyle değiştirildiği şekliyle, veritabanlarının yasal muhafazası hakkındaki 96/9/EC sayılı ve 11 Mart 1996 tarihli Avrupa Parlamentosu ve Konseyi Direktifinden doğan telif hakkı dışındaki diğer hakları ve dünyanın herhangi bir yerinde geçerli buna eşdeğer hakları ifade etmektedir.

source: <span style="text-decoration: underline;">You</span> means the individual or entity exercising the Licensed Rights under this Public License. <strong>Your</strong> has a corresponding meaning.
da: <span style="text-decoration: underline;">Du/dig</span> vil sige den enkeltperson eller enhed, der udøver licensrettighederne under denne Offentlige Licens. <strong>Din</strong> har en tilsvarende betydning.
de: <span style="text-decoration: underline;">Sie</span> bezeichnet die natürliche oder juristische Person, die von lizenzierten Rechten unter der vorliegenden Public License Gebrauch macht. <strong>Ihr bzw. Ihre</strong> hat die entsprechende Bedeutung.
fi: <span style="text-decoration: underline;">Sinä</span> tarkoittaa luonnollista tai oikeushenkilöä, joka käyttää Lisensoituja Oikeuksia tämän Julkisen Lisenssin nojalla. Sanoilla <strong>Sinun</strong>, <strong>Sinua</strong>, <strong>Sinulle</strong>, <strong>Sinulla</strong>, <strong>Sinulta</strong> ja <strong>Sinuun</strong> on vastaava merkitys.
nl: <span style="text-decoration: underline;">Je</span> staat voor de persoon of entiteit die de Gelicenseerde Rechten uitoefent onder deze Publieke Licentie. <strong>Jou</strong>, <strong>Jouw</strong> en <strong>Je</strong> hebben een overeenkomstige betekenis.
ru: <span style="text-decoration: underline;">Вы</span> означает физическое или юридическое лицо, осуществляющее Лицензируемые Права в соответствии с настоящей Публичной Лицензией. Термины <strong>"Ваш", "Ваши", "Вам", "Вами"</strong> имеют соответствующее значение.
sl: <span style="text-decoration: underline;">Uporabnik </span> je fizična ali pravna oseba, ki izkorišča Licencirane pravice iz te Licence.
tr: <span style="text-decoration: underline;">Siz ve/veya Tarafınız,</span> işbu Kamu Lisansı çerçevesinde Lisanslı Hakları kullanan kişi veya kuruluşu ifade eder. <strong>Sizin / Tarafınızın</strong> sözcüğü de benzer bir anlamı ifade etmektedir.

source: Section 2 – Scope.
da: Afsnit 2 — Anvendelsesområde.
de: Abschnitt 2 – Umfang
fi: Osa 2 – Lisenssin laajuus.
nl: Artikel 2 – Omvang.
ru: Раздел 2 – Объем лицензии.
sl: Oddelek 2 – Obseg
tr: Bölüm 2 - Kapsam.

source: License grant
da: Licensaftalen
de: Lizenzgewährung
fi: Lisenssin myöntäminen
nl: Licentieverlening
ru: Предоставление лицензии
sl: Podelitev licence
tr: Lisansın verilmesi.

source: Subject to the terms and conditions of this Public License, the Licensor hereby grants You a worldwide, royalty-free, non-sublicensable, non-exclusive, irrevocable license to exercise the Licensed Rights in the Licensed Material to:
da: I overensstemmelse med vilkårene og betingelserne i denne Offentlige Licens erhverver Du fra Licensgiver en global, royaltyfri, ikkeunderlicenserbar, ikkeeksklusiv, uigenkaldelig licens til at udøve Licenserede Rettigheder til det Licenserede Materiale til:
de: Unter den Bedingungen der vorliegenden Public License gewährt der Lizenzgeber Ihnen eine weltweite, vergütungsfreie, nicht unterlizenzierbare, nicht-ausschließliche, unwiderrufliche Lizenz zur Ausübung der lizenzierten Rechte am lizenzierten Material, um:
fi: Lisenssinantaja myöntää Sinulle tämän Julkisen Lisenssin ehtojen mukaisesti maailmanlaajuisen, rojaltivapaan ja peruuttamattoman lisenssin ilman alilisensointi- tai yksinoikeutta. Sinä voit käyttää Lisensoituun Aineistoon kohdistuvia Lisensoituja Oikeuksia seuraavasti:
nl: Met inachtneming van de voorwaarden en condities van deze Publieke Licentie verleent de Licentiegever hierbij aan Jou een wereldwijde, royalty-vrije, niet in sublicentie te geven, niet-exclusieve, onherroepelijke licentie om de Gelicenseerde Rechten met betrekking tot het Gelicenseerde Materiaal uit te oefenen:
ru: В соответствии с условиями настоящей Публичной Лицензии Лицензиар предоставляет Вам действующую на территории всех стран мира, безвозмездную, без права сублицензирования, неисключительную, не подлежащую отмене лицензию на осуществление Лицензируемых Прав на Лицензируемый Материал путем:
sl: V skladu s pogoji te Licence, Dajalec licence podeljuje Uporabniku teritorialno neomejeno, brezplačno, neprenosljivo, neizključno in nepreklicno licenco za izkoriščanje naslednjih Licenciranih pravic na Licencirani vsebini:
tr: İşbu Kamu Lisansı şart ve koşullarına tâbi olmak üzere Lisans Veren, Lisans Materyaline ait Lisansa Konu Haklarını, alttaki şartları gerçekleyen dünya çapında geçerli, telif ücreti olmayan, alt lisans tanıma hakkı barındırmayan mahiyette, münhasır olmayan, gayri kabili rücu bir lisans vermektedir:

source: reproduce and Share the Licensed Material, in whole or in part; and
da: reproducere og Dele Licenseret Materiale helt eller delvist og
de: das lizenzierte Material ganz oder in Teilen zu vervielfältigen und weiterzugeben; und
fi: valmistaa kappaleita Lisensoidusta Aineistosta ja Jakaa Lisensoitua Aineistoa, osaksi tai kokonaisuudessaan; sekä
nl: het reproduceren en Delen van het gehele of gedeeltes van het Gelicenseerde Materiaal; en
ru: воспроизведения и Предоставления Лицензируемого Материала целиком или в части; а также
sl: reproduciranje in Deljenje Licencirane vsebine v celoti ali delno; in
tr: kısmen veya tamamen Lisanslı Materyali Çoğaltmak ve Paylaşmak; ve

source: produce and reproduce, but not Share, Adapted Material.
da: producere og reproducere, men ikke Dele, Bearbejdet Materiale.
de: abgewandeltes Material zu erstellen und zu vervielfältigen, es aber nicht weiterzugeben.
fi: tuottaa Muunneltua Aineistoa ja valmistaa Muunnellusta Aineistosta kappaleita, mutta et Jakaa Muunneltua Aineistoa.
nl: het produceren en reproduceren, maar niet Delen, van Afgeleid Materiaal.
ru: создания и воспроизведения, но не Предоставления Адаптированного Материала.
sl: stvaritev in reproduciranje, ne pa tudi Deljenje, Predelanih vsebin.
tr: Uyarlanmış Materyali üretmek ve çoğaltmak ancak paylaşmamak.

source: <strong>Exceptions and Limitations</strong>. For the avoidance of doubt, where Exceptions and Limitations apply to Your use, this Public License does not apply, and You do not need to comply with its terms and conditions.
da: <strong>Undtagelser og Begrænsninger</strong>. Følgende betragtning understreges for at undgå tvivl: Hvis der gælder Undtagelser og Begrænsninger for Din anvendelse, finder denne Offentlige Licens ikke anvendelse, og Du behøver ikke at overholde dens vilkår og betingelser.
de: <strong>Ausnahmen und Beschränkungen</strong>. Es sei klargestellt, dass, wo immer gesetzliche Ausnahmen und Beschränkungen auf Ihre Nutzung Anwendung finden, die vorliegende Public License nicht anwendbar ist und Sie insoweit ihre Bedingungen nicht einhalten müssen.
fi: <strong>Poikkeukset ja Rajoitukset</strong>. Selvyyden vuoksi todettakoon, että silloin kun Sinun käyttöösi soveltuu Poikkeuksia ja Rajoituksia, tämä Julkinen Lisenssi ei sovellu, eikä Sinun tarvitse noudattaa tämän Julkisen Lisenssin ehtoja.
nl: <strong>Uitzonderingen en Beperkingen</strong>. Om twijfel te voorkomen: waar de Uitzonderingen en Beperkingen van toepassing zijn op Jouw gebruik is deze Publieke Licentie niet van toepassing en je hoeft dan niet te voldoen aan de voorwaarden en condities.
ru: <strong>Исключения И Ограничения</strong>. Во избежание неоднозначного толкования, если Исключения и Ограничения применяются в отношении Вашего способа использования Лицензируемого материала, настоящая Публичная Лицензия не применяется, и Вы не обязаны выполнять ее условия.
sl: <strong>Izjeme in omejitve</strong>. V izogib dvomu, kadar je uporaba Licencirane vsebine mogoča na podlagi Izjem in omejitev, se ta Licenca ne uporablja in Uporabniku ni potrebno ravnati v skladu s pogoji te Licence.
tr: <strong>İstisnalar ve Sınırlamalar.</strong>Herhangi bir şüpheye mahal vermemek adına, Sizin kullanımız ile ilgili herhangi bir İstisna ve Sınırlamanın geçerli olduğu durumlarda işbu Kamu Lisansı geçerli olmayacak olup, bu lisansın şart ve koşullarına riayet etmeniz gerekmemektedir.

source: <strong>Term</strong>. The term of this Public License is specified in Section <a href="#s6a">6(a)</a>.
da: <strong>Gyldighed</strong>. Gyldighedsperioden for denne Offentlige Licens er angivet i afsnit <a href="#s6a">6(a)</a>.
de: <strong>Laufzeit</strong>. Die Laufzeit der vorliegenden Public License wird in Abschnitt <a href="#s6a">6(a)</a> geregelt.
fi: <strong>Voimassaoloaika</strong>. Tämän Julkisen Lisenssin voimassaoloaika on määritelty kohdassa <a href="#s6a">6(a)</a>.
nl: <strong>Termijn</strong>. De termijn van deze Publieke Licentie wordt omschreven in Artikel <a href="#s6a">6(a)</a>.
ru: <strong>Срок действия лицензии</strong>. Настоящая Публичная Лицензия действует в течение срока, указанного в пункте <a href="#s6a">(a) Раздела 6</a>.
sl: <strong>Trajanje</strong>. Trajanje te Licence je določeno v Oddelku <a href="#s6a">6(a)</a>.
tr: <strong>Süre</strong>. İşbu kamu Lisansının süresi Bölüm <a href="#s6a">6(a)</a> da belirtilmiştir.
