Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc-nd_40.po
Languages: cs, id, lt, pt, uk

source: Nothing in this Public License constitutes or may be interpreted as a limitation upon, or waiver of, any privileges and immunities that apply to the Licensor or You, including from the legal processes of any jurisdiction or authority.
cs: Nic v této Veřejné licenci nezakládá ani nesmí být vykládáno jako omezení nebo zřeknutí se jakýchkoli výhod a výsad, která se vztahují na Poskytovatele nebo na Vás, a to včetně těch, které vyplývají z řízení v rámci jakékoli jurisdikce či před jakýmikoli orgány.
id: Lisensi Publik ini tidak memunculkan atau dapat dianggap sebagai pembatasan dari, atau pelepasan atas, setiap hak dan kekebalan yang berlaku untuk Pemberi Lisensi atau Anda, termasuk dari proses hukum menurut jurisdiksi atau kewenangan apapun.
lt: Jokia šios Viešosios licencijos nuostata nenustato ir negali būti aiškinama kaip nustatanti bet kokių Licenciarui ar Jums taikomų lengvatų ar išimčių (imuniteto) apribojimą ar atsisakymą, įskaitant dėl teisinių procedūrų, bet kokioje jurisdikcijoje atliekamų bet kokios institucijos.
pt: Nada nesta Licença Pública constitui ou pode ser interpretado como uma limitação de, ou renúncia a, quaisquer privilégios e imunidades aplicáveis ao Licenciante ou a Você, incluindo os resultantes dos processos legais de qualquer jurisdição ou autoridade.
uk: Ніщо в цій Публічній Ліцензії не є і не може бути витлумачено як обмеження, або відмова від будь-яких привілеїв та імунітетів, які застосовуються до Ліцензіара або до Вас, включно з процесуальними, у будь-якій юрисдикції.
