Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc-sa_40.po
Languages: fr, ja, mi, no

source: <span style="text-decoration: underline;">Sui Generis Database Rights</span> means rights other than copyright resulting from Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, as amended and/or succeeded, as well as other essentially equivalent rights anywhere in the world.
fr: <span style="text-decoration: underline;">Droit sui generis des producteurs de bases de données</span> signifie droits distincts du droit d'auteur résultant de la Directive 96/9/CE du Parlement européen et du Conseil du 11 mars 1996 sur la protection juridique des bases de données, ainsi que tout autre droit de nature équivalente dans le monde.
ja: <span style="text-decoration: underline;">「データベース権」</span> とは、データベースの法的保護に関する1996年3月11日の欧州議会および理事会指令 96/9/ECの結果として生じた、著作権以外の権利、（この指令が修正および／または継承された場合それらを反映したもの）、および、世界中の本質的に同等な権利を意味します。
mi: <span style="text-decoration: underline;">Ko te tikanga o </span> <strong>Ngā Motika Pātengi Raraunga Momo Takitahi</strong> ko ngā motika hāunga te manatārua ka puta i te Whakaritenga 96/9/EC o te Pāremata Uropi me te Kaunihera o te 11 o Poutūterangi 1996 mō te parenga ā-ture o ngā pātengi raraunga, ahakoa kua whakatikahia, kua whakakapia hoki/rānei, me ērā atu motika ōrite anō hoki ahakoa kei hea i te ao.
no: <span style="text-decoration: underline;"> </span> <strong>Sui Generis Databaserettigheter</strong> betyr andre rettigheter enn opphavsrettigheter som følger av direktiv 96/9/EC fra Europaparlamentet og Rådet av 11. mars 1996 om rettslig vern av databaser, som endret og etterfulgt, så vel som i hovedsak sammenfallende rettigheter ethvert annet sted i verden.

source: <span style="text-decoration: underline;">You</span> means the individual or entity exercising the Licensed Rights under this Public License. <strong>Your</strong> has a corresponding meaning.
fr: <span style="text-decoration: underline;">Vous</span> (preneur de licence) se rapporte à tout individu ou entité exerçant les Droits accordés par la licence. <strong>Votre</strong> et <strong>Vos</strong> renvoient également au preneur de licence.
ja: <span style="text-decoration: underline;">「あなた」</span> とは、本パブリック・ライセンスのもとでライセンスされた権利を行使する個人または団体をいいます。<strong>「あなたの」</strong>もそれに対応した意味となります。
mi: <span style="text-decoration: underline;">Ko te tikanga o tūpou </span> <strong>Koe</strong> ko te tangata, te hinonga rānei e tuku ana i Ngā Motika Kua Raihanatia i raro i tēnei Raihana Tūmatanui. He tikanga hāngai tō te kupu <strong>Tō</strong>.
no: <span style="text-decoration: underline;"> </span> <strong>Du</strong> betyr det individ eller den juridiske person som utøver de Lisensierte Rettigheter under denne Offentlige Lisens. <strong>Din</strong> og <strong>Ditt</strong> har en tilsvarende mening.

source: Section 2 – Scope.
fr: Article 2 - Champ d’application de la présente Licence publique.
ja: 第2条 範囲
mi: Wāhanga 2 – Te Whānuitanga.
no: Del 2 – Virkefelt.

source: License grant
fr: Octroi de la licence
ja: ライセンス付与
mi: Te
no: Lisensrettigheter

source: Subject to the terms and conditions of this Public License, the Licensor hereby grants You a worldwide, royalty-free, non-sublicensable, non-exclusive, irrevocable license to exercise the Licensed Rights in the Licensed Material to:
fr: Sous réserve du respect des termes et conditions d'utilisation de la présente Licence publique, le Donneur de licence Vous autorise à exercer pour le monde entier, à titre gratuit, non sous-licenciable, non exclusif, irrévocable, les Droits accordés par la licence afin de :
ja: 本パブリック・ライセンスの条項に従い、許諾者はあなたに対し、ライセンス対象物について、以下に掲げるライセンスされた権利を行使できる全世界的な、無償、再許諾不可、非排他的、かつ取消不可なライセンスを付与します：
mi: I runga anō i ngā ture me ngā herenga o tēnei Raihana Tūmatanui, ka tuku te Kaituku Raihana ki a Koe i tētahi raihana puta noa i te ao, kāore he utu raihana, e kore ai e āhei te tuku ki tangata kē, ehara i te motuhake, e kore ai e taea te whakakore, mō te whakamahi i Ngā Motika Kua Raihanatia i roto i Ngā Rawa Kua Raihanatia ki te:
no: Under vilkårene og betingelsene i denne Offentlige Lisensen, gir lisensgiver Deg herved en global, vederlagsfri, ikke-viderelisensierbar, ikke-eksklusiv, ugjenkallelig lisens til å utnytte de Lisensierte Rettighetene i det Lisensierte Materialet til å:

source: reproduce and Share the Licensed Material, in whole or in part, for NonCommercial purposes only; and
fr: reproduire et Partager l’Œuvre sous licence, en tout ou partie, seulement pour une Utilisation non commerciale ; et
ja: ライセンス対象物の全部または一部を、非営利目的のためにのみ、複製および共有すること、ならびに
mi: tāruarua me te Tiritiri i te katoa, i te wāhi rānei o Ngā Rawa Kua Raihanatia, mō ngā pūtake Arumoni Kore anake; me te
no: reprodusere og Dele det Lisensierte Materialet, helt eller delvis, men bare for IkkeKommersielle formål; og

source: produce, reproduce, and Share Adapted Material for NonCommercial purposes only.
fr: produire, reproduire et Partager l’Œuvre dérivée seulement pour une Utilisation non commerciale.
ja: 翻案物を非営利目的のためにのみ、作成、複製および共有すること
mi: whakanao, te tāruarua, me te Tiritiri i Ngā Rawa Kua Urutaua mō ngā pūtake Arumoni Kore anake.
no: produsere, reprodusere, og Dele Bearbeidet Materiale, men bare for IkkeKommersielle formål.

source: <strong>Exceptions and Limitations</strong>. For the avoidance of doubt, where Exceptions and Limitations apply to Your use, this Public License does not apply, and You do not need to comply with its terms and conditions.
fr: <strong>Exceptions et limitations</strong>. Afin de lever toute ambiguïté, lorsque les Exceptions et limitations s’appliquent à Votre utilisation, la présente Licence publique ne s’applique pas et Vous n’avez pas à Vous conformer à ses termes et conditions.
ja: <strong>例外および権利制限</strong>誤解を避けるために記すと、例外および権利制限があなたの利用に適用される部分については、本パブリック・ライセンスは適用されず、あなたは本パブリック・ライセンスの条項に従う必要はありません。
mi: <strong>Ngā Aweretanga me ngā Whāititanga</strong>. Hei karo i te rangirua, i ngā wahi kei reira he Aweretanga me ngā Whāititanga ki Tō whakamahi, kāore e hāngai ana tēnei Raihana Tūmatanui, ā, kāore koe e mate ki te tautuku ki ōna ture me ōna herenga.
no: <strong> </strong><span style="text-decoration: underline;">Unntak og Begrensninger</span>. For å unngå tvil, der hvor Unntak og Begrensninger kommer til anvendelse for din Bruk, gjelder ikke denne Offentlige Lisensen, og Du trenger ikke å overholde dens vilkår og betingelser.

source: <strong>Term</strong>. The term of this Public License is specified in Section <a href="#s6a">6(a)</a>.
fr: <strong>Durée</strong>. La durée de la présente Licence publique est définie à l’Article <a href="#s6a">6(a)</a>.
ja: <strong>有効期間</strong>本パブリック・ライセンスの有効期間は<a href="#s6a">第6条(a)</a>にて規定されます。
mi: <strong>Te Roanga</strong>. E tautuhia ana te roanga mō tēnei Raihana Tūmatanui i te wāhanga <a href="#s6a">6(a)</a>.
no: <strong> </strong><span style="text-decoration: underline;">Varighet</span>. Varigheten av denne offentlige lisensen er spesifisert i avsnitt <a href="#s6a">6(a)</a>.

source: <strong>Media and formats; technical modifications allowed</strong>. The Licensor authorizes You to exercise the Licensed Rights in all media and formats whether now known or hereafter created, and to make technical modifications necessary to do so. The Licensor waives and/or agrees not to assert any right or authority to forbid You from making technical modifications necessary to exercise the Licensed Rights, including technical modifications necessary to circumvent Effective Technological Measures. For purposes of this Public License, simply making modifications authorized by this Section <a href="#s2a4">2(a)(4)</a> never produces Adapted Material.
fr: <strong>Supports et formats : modifications techniques autorisées</strong>. Le Donneur de licence Vous autorise à exercer les Droits accordés par la licence sur tous les supports et formats connus ou encore inconnus à ce jour, et à apporter toutes les modifications techniques que ceux-ci requièrent. Le Donneur de licence renonce et/ou accepte de ne pas exercer ses droits qui pourraient être susceptibles de Vous empêcher d’apporter les modifications techniques nécessaires pour exercer les Droits accordés par la licence, y compris celles nécessaires au contournement des Mesures techniques efficaces. Dans le cadre de la présente Licence publique, le fait de ne procéder qu’à de simples modifications techniques autorisées selon les termes du présent Article <a href="#s2a4">2(a)(4)</a> n’est jamais de nature à créer une Œuvre dérivée.
ja: <strong>媒体および形式；許可される技術的改変</strong>許諾者は、あなたに対し、あらゆる媒体や形式（現在知られているか、または今後作られるか否かを問いません）において、ライセンスされた権利を行使する権限、およびその行使に必要とされる技術的な改変を行う権限を付与します。許諾者は、あなたが、ライセンスされた権利を行使するために必要とされる技術的な改変（効果的な技術的保護手段を回避するために必要とされる技術的な改変を含みます）を禁止するいかなる権利または権限を放棄し、および／またはこれらの権利または権限を行使しないことに同意します。本パブリック・ライセンスにおいては、<a href="#s2a4">本第2条(a)(4)</a>により認められる改変をするだけでは翻案物を作り出すことにはなりません。
mi: <strong>Ngā rawatā me ngā hōputu; ka whakaaetia ngā whakarerekētanga hangarau</strong>. Ka tuku te Kaituku Raihana i te mana ki a Koe ki te whakamahi i Ngā Motika Kua Raihanatia i roto i ngā rawatā katoa me ngā hōputu katoa, ahakoa kua mōhiotia ināianei, ahakoa ka hangaia ā muri atu rānei, ki te hanga hoki i ngā whakarerekētanga hangarau e hiahiatia ana hei whakamahi i aua motika. Ka whakakore te Kaituku Raihana, ka whakaae hoki/rānei kia kaua ia e whakapuaki i tētahi motika, mana rānei ki te whakakore i Tō hanga whakarerekētanga hangarau e hiahiatia ana ki te whakamahi i Ngā Motika Kua Raihanatia, tae atu ki ngā whakarerekētanga hangarau e hiahiatia ana ki te karo i Ngā Tikanga Hangarau Tōtika. Mō ngā pūtake o tēnei Raihana Tūmatanui, e kore rawa te hanga whakarerekētanga noa iho kua whakamanaia e tēnei Wāhanga <a href="#s2a4">2(a)(4)</a> e whakaputa i Ngā Rawa Kua Urutaua.
no: <strong> </strong><span style="text-decoration: underline;">Media og formater; tekniske endringer er tillatt</span>. Lisensgiver gir Deg rett til å utøve de Lisensierte Rettighetene i alle kjente og fremtidige media og formater, og til å gjøre de tekniske endringene som er nødvendig for å oppnå dette. Lisensgiver fraskriver seg og/eller godtar å ikke påberope noen rett eller autoritet til å forby Deg å gjøre de tekniske endringene som er nødvendig for å utøve de Lisensierte Rettighetene, inklusive tekniske endringer som er nødvendig for å omgå Effektive Tekniske Tiltak. Når det gjelder denne offentlige lisensen, så vil det å gjøre endringer med hjemmel i dette avsnitt <a href="#s2a4">2(a)(4)</a> aldri produsere Bearbeidet Materiale.

source: Downstream recipients
fr: Utilisateurs en aval.
ja: ダウンストリーム（下流側）の受領者
mi: Ngā kaiwhiwhi o muri

source: Offer from the Licensor – Licensed Material
fr: Offre du Donneur de licence – Œuvre sous licence
ja: 許諾者からの申し出－ライセンス対象物
mi: He tukunga mai i te Kaituku Raihana – Ngā Rawa Kua Raihanatia

source: . Every recipient of the Licensed Material automatically receives an offer from the Licensor to exercise the Licensed Rights under the terms and conditions of this Public License.
fr: . Chaque utilisateur de l’Œuvre sous licence reçoit automatiquement une offre de la part du Donneur de licence lui permettant d’exercer les Droits accordés par la licence selon les termes et conditions de la présente Licence publique.
ja: ライセンス対象物の受領者は、許諾者から本パブリック・ライセンスの条項の下でライセンスされた権利を行使できるという申出を自動的に受け取ります。
mi: . Ka whiwhi aunoa ia kaiwhiwhi o Ngā Rawa Kua Raihanatia i te tukunga mai i te Kaituku Raihana ki te whakamahi i Ngā Motika Kua Raihanatia i runga anō i ngā ture me ngā herenga o tēnei Raihana Tūmatanui.
no: <span style="text-decoration: underline;">Tilbud fra Lisensgiveren – Lisensiert Materiale</span>. Enhver mottaker av det Lisensierte Materialet mottar automatisk et tilbud fra Lisensgiveren om å utøve de Lisensierte Rettighetene under de vilkår og betingelser som fremgår av denne Offentlige Lisensen.

source: Additional offer from the Licensor – Adapted Material
fr: Offre additionnelle du Donneur de licence – Œuvre dérivée.
ja: 許諾者からのその他の申し出－翻案物
mi: He tukunga tāpiri mai i te Kaituku Raihana – Ngā Rawa Kua Urutaua

source: . Every recipient of Adapted Material from You automatically receives an offer from the Licensor to exercise the Licensed Rights in the Adapted Material under the conditions of the Adapter’s License You apply.
fr: Chaque utilisateur d’une Œuvre dérivée reçoit automatiquement une offre du Donneur de licence lui permettant d’exercer les Droits accordés par la licence sur l’Œuvre dérivée selon les termes et conditions de la Licence d’Œuvre dérivée que Vous appliquez.
ja: あなたから翻案物を受領した者は、あなたが適用した翻案者のライセンスの条件にしたがった翻案物におけるライセンスされた権利を行使できるという申出を自動的に許諾者から受け取ります。
mi: . Ka whiwhi aunoa ia kaiwhiwhi o Ngā Rawa Kua Urutaua mai i a Koe i te tukunga mai i te Kaituku Raihana ki te whakamahi i Ngā Motika Kua Raihanatia i Ngā Rawa Kua Urutaua i runga anō i ngā ture me ngā herenga o te Raihana Kaiurutau e whakahāngai ana Koe.
no: <span style="text-decoration: underline;"> Ytterligere tilbud fra Lisensgiveren – Bearbeidet Materiale</span>. Enhver mottaker av Bearbeidet Materiale fra Deg mottar automatisk et tilbud fra Lisensgiveren om å utøve de Lisensierte Rettighetene til det Bearbeidede Materialet under de betingelser av den Bearbeiderens Lisens som Du gjør gjeldende.

source: No downstream restrictions
fr: Pas de restrictions en aval pour les utilisateurs suivants
ja: ダウンストリーム（下流側）への制限の禁止
mi: Kāore he whāititanga ki ngā kaiwhiwhi o muri

source: . You may not offer or impose any additional or different terms or conditions on, or apply any Effective Technological Measures to, the Licensed Material if doing so restricts exercise of the Licensed Rights by any recipient of the Licensed Material.
fr: . Vous ne pouvez proposer ou imposer des termes et conditions supplémentaires ou différents, ou appliquer quelque Mesure technique efficace que ce soit à l’Œuvre sous licence si ceux(celles)-ci sont de nature à restreindre l’exercice des Droits accordés par la licence aux utilisateurs de l’Œuvre sous licence.
ja: あなたは、ライセンス対象物の受領者がライセンスされた権利を行使するのを制限されることになる場合には、ライセンス対象物に対して、いかなる追加条項または異なる条項も提案または課してはならず、あるいは、いかなる効果的な技術的保護手段も適用してはなりません。
mi: . Kāore koe e āhei te tuku, te uta rānei i ngā ture me ngā herenga tāpiri, rerekē rānei, te hoatu i ētahi Tikanga Hangarau Tōtika, ki Ngā Rawa Kua Raihanatia, mēnā mā te pēnā ka whakatikia te whakamahinga o Ngā Motika Kua Raihanatia e tētahi kaiwhiwhi o Ngā Rawa Kua Raihanatia.
no: <span style="text-decoration: underline;">Ingen nedstrøms-restriksjoner</span>. Du kan ikke tilby eller pålegge ytterligere eller andre vilkår og betingelser, eller benytte noen Effektive Teknologiske Tiltak, på det Lisensierte Materialet dersom dette begrenser utøvelsen av de Lisensierte Rettigheter for en mottaker av det Lisensierte Materialet.

source: No endorsement
fr: Non approbation
ja: 支持表明がないこと
mi: Kāore he tautokonga

source: . Nothing in this Public License constitutes or may be construed as permission to assert or imply that You are, or that Your use of the Licensed Material is, connected with, or sponsored, endorsed, or granted official status by, the Licensor or others designated to receive attribution as provided in Section <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
fr: . Aucun élément de la présente Licence publique ne peut être interprété comme laissant supposer que le preneur de licence ou que l’utilisation qu’il fait de l’Œuvre sous licence est lié à, parrainé, approuvé, ou doté d'un statut officiel par le Donneur de licence ou par toute autre personne à qui revient l’attribution de l’Œuvre sous licence, comme indiqué à l’Article <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
ja: 許諾者または<a href="#s3a1Ai">第3条3(a)(1)(A)(i)</a>に定められている許諾者以外のクレジット表示の対象として指定されている者が、あなたまたはライセンス対象物のあなたによる利用について、関連している、援助・支持している、あるいは正式な地位を付与している、と主張または示唆することを本パブリック・ライセンスは許諾しておらず、またはそのように解釈されてはなりません。
mi: . Ehara tētahi mea i roto i tēnei Raihana Tūmatanui i te whakaaetanga, kia kaua e whakaarohia rānei hei whakaaetanga, ki te kī, ki te whakapae rānei, ko Koe, ko Tō whakamahi rānei i Ngā Rawa Kua Raihanatia, e hono ana ki te Kaituku Raihana, e tautokona ana, e whakamanaia ana, kua whakawhiwhia ki te tūnga whaimana rānei e ia, e ētahi atu rānei he mea tautuhi kia whiwhi i te tautohu matatiki mā te tikanga kei roto i te Wāhanga <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
no: <span style="text-decoration: underline;">Ingen anbefaling</span>. Ingenting i denne Offentlige Lisensen utgjør, eller kan tolkes som tillatelse til å hevde eller påstå at Du er, eller at Din bruk av det Lisensierte Materialet er, forbundet med, eller støttet av, eller anbefalt av, eller gitt en offisiell status av Lisensgiveren eller som er utpekt til å motta navngivelse slik som angitt i avsnitt <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.

source: Other rights
fr: Autres droits
ja: その他の権利
mi: Ērā atu mōtika
no: Andre rettigheter

source: Moral rights, such as the right of integrity, are not licensed under this Public License, nor are publicity, privacy, and/or other similar personality rights; however, to the extent possible, the Licensor waives and/or agrees not to assert any such rights held by the Licensor to the limited extent necessary to allow You to exercise the Licensed Rights, but not otherwise.
fr: Les droits moraux, tel que le droit à l’intégrité de l’œuvre, ne sont pas accordés par la présente Licence publique, ni le droit à l’image, ni le droit au respect de la vie privée, ni aucun autre droit de la personnalité ou apparenté ; cependant, dans la mesure du possible, le Donneur de licence renonce et/ou accepte de ne pas faire valoir les droits qu’il détient de manière à Vous permettre d’exercer les Droits accordés par la licence.
ja: 同一性保持の権利のような著作者人格権は、本パブリック・ライセンスのもとではライセンスされません。パブリシティ権、プライバシー権、および／または他の類似した人格権も同様です。ただし、可能なかぎり、許諾者は、あなたがライセンスされた権利を行使するために必要とされる範囲内で、また、その範囲内でのみ、許諾者の保持する、いかなるそのような権利を放棄し、および／または主張しないことに同意します。
mi: Kāore ngā motika matatika, pēnei i te motika ngākau tapatahi, kāore hoki te whakaaturanga, te punanga, ētahi atu motika whaiaro rite hoki/rānei, i te raihanatia i raro i tēnei Raihana Tūmatanui; heoi, ka tino whakakore rawa atu te Kaituku Raihana, ka whakaae hoki/rānei kia kaua e whakapuaki i ngā motika pēnei e puritia ana e te Kaituku Raihana ki te whānuitanga anake e hiahiatia kia tukuna Koe ki te whakamahi i Ngā Motika Kua Raihanatia, engari kia kaua i tua atu.
no: Ideelle rettigheter, så som respektretten, blir ikke lisensiert under denne Offentlige Lisensen, og heller ikke blir reklame-, privatliv- og/eller andre lignende personvernrettigheter lisensiert; imidlertid, i den grad det er mulig, fraskriver Lisensgiver og/eller samtykker Lisensgiver i ikke å hevde slike rettigheter som tilhører Lisensgiver i den avgrensede grad dette er nødvendig for å la Deg utnytte de Lisensierte Rettighetene, men ikke på andre måter.

source: Patent and trademark rights are not licensed under this Public License.
fr: Le droit des brevets et le droit des marques ne sont pas concernés par la présente Licence publique.
ja: 特許権および商標権は本パブリック・ライセンスのもとではライセンスされません。
mi: Kāore ngā motika whakamana ā-ture me ngā motika moko i te raihanatia i raro i tēnei Raihana Tūmatanui.
no: Patent- og varemerkerettigheter lisensieres ikke under denne Offentlige Lisensen.

source: To the extent possible, the Licensor waives any right to collect royalties from You for the exercise of the Licensed Rights, whether directly or through a collecting society under any voluntary or waivable statutory or compulsory licensing scheme. In all other cases the Licensor expressly reserves any right to collect such royalties, including when the Licensed Material is used other than for NonCommercial purposes.
fr: Dans la mesure du possible, le Donneur de licence renonce au droit de collecter des redevances auprès de Vous pour l’exercice des Droits accordés par la licence, directement ou indirectement dans le cadre d’un régime de gestion collective facultative ou obligatoire assorti de possibilités de renonciation quel que soit le type d’accord ou de licence. Dans tous les autres cas, le Donneur de licence se réserve expressément le droit de collecter de telles redevances, y compris en dehors des cas d'Utilisation non commerciale de l’Œuvre sous licence.
ja: 可能なかぎり、許諾者は、ライセンスされた権利の行使について、直接か、または任意のもしくは放棄可能な法定のもしくは強制的なライセンスに関する仕組みに基づく集中管理団体を介するかを問わず、あなたからライセンス料を得るいかなる権利も放棄します。その他一切の場合において（ライセンス対象物が非営利目的以外で利用される場合も含む）、許諾者はそのようなライセンス料を得るいかなる権利も明確に保持します。
mi: Ki te whānuitanga ka taea, e whakakore ana te Kaituku Raihana i ngā motika ki te kohi utu raihana i a Koe mō te whakamahi i Ngā Motika Kua Raihanatia, ahakoa mā te ara tika atu, ahakoa mā tētahi rōpū kohi i raro i tētahi kaupapa tūao, kaupapa ā-ture ka taea te whakakore, kaupapa raihanatanga whakature rānei. I ērā atu āhuatanga katoa ka āta rāhui te Kaituku Raihana i ngā motika ki te kohikohi i ngā utu motika pēnei, tae atu ki ngā wā e whakamahia ana Ngā Rawa Kua Raihanatia mō ngā pūtake Arumoni Kore.
no: I den utstrekning det er mulig fraskriver Lisensgiver seg retten til å motta vederlag for bruk («royalties») fra Deg for utøvelse av de Lisensierte Rettighetene, enten direkte eller via en vederlagsorganisasjon under frivillige eller fravikbare lovbestemte eller obligatoriske lisensordninger. I alle andre tilfeller forbeholder Lisensgiveren seg uttrykkelig retten til å motta slike vederlag, inklusive når det Lisensierte Materialet benyttes til annet enn IkkeKommersielle formål.

source: Section 3 – License Conditions.
fr: Article 3 – Conditions d'utilisation de la présente Licence publique.
ja: 第3条 ライセンス利用条件
mi: Wāhanga 3 – Ngā Herenga Raihana.
no: Del 3 – Lisensbetingelser.

source: Your exercise of the Licensed Rights is expressly made subject to the following conditions.
fr: L’exercice des Droits accordés par la licence est expressément soumis aux conditions suivantes.
ja: ライセンスされた権利をあなたが行使するにあたっては、以下に記載された諸条件に従う必要があります。
mi: Ka āhei Koe te whakamahi i Ngā Motika Kua Raihanatia e ai ki ēnei herenga.
no: Din utøvelse av de Lisensierte Rettighetene er uttrykkelig gjenstand for følgende betingelser.

source: Attribution
ja: 表示
mi: Te Tautohu Matatiki
no: Navngivelse

source: <p>If You Share the Licensed Material (including in modified form), You must:</p>
fr: <p>Si Vous partagez l’Œuvre sous licence (y compris sous une forme modifiée), Vous devez :</p>
ja: <p>あなたがライセンス対象物（変更されたものを含む）を共有する場合は以下のことを行う必要があります：</p>
mi: <p>Mēnā ka Tiritiri Koe i Ngā Rawa Kua Raihanatia (tae atu ki te whakamahi i roto i te āhua kua whakarerekētia), me mahi rawa Koe i ēnei:</p>
no: <p>Dersom Du Deler det Lisensierte Materialet (også i endret utgave), må Du:</p>

source: retain the following if it is supplied by the Licensor with the Licensed Material:
fr: conserver les informations suivantes lorsqu’elles sont fournies par le Donneur de licence avec l’Œuvre sous licence :
ja: ライセンス対象物と共に許諾者から提供されていれば、以下のものを保持すること。
mi: me pupuri rawa i ēnei mēnā kua whakaratohia e te Kaituku Raihana i te taha o Ngā Rawa Kua Raihanatia:
no: beholde det påfølgende dersom det er stilt til rådighet av Lisensgiver sammen med det Lisensierte Materialet:
