Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc-nd_40.po
Languages: cs, id, lt, pt, uk

source: Unless otherwise separately undertaken by the Licensor, to the extent possible, the Licensor offers the Licensed Material as-is and as-available, and makes no representations or warranties of any kind concerning the Licensed Material, whether express, implied, statutory, or other. This includes, without limitation, warranties of title, merchantability, fitness for a particular purpose, non-infringement, absence of latent or other defects, accuracy, or the presence or absence of errors, whether or not known or discoverable. Where disclaimers of warranties are not allowed in full or in part, this disclaimer may not apply to You.
cs: Pokud nebylo Poskytovatelem stanoveno samostatným způsobem jinak, poskytuje Licencovaný obsah v maximálním možném rozsahu podle účinné právní úpravy takový, jaký je, a v podobě, v jaké je dostupný, a nic o něm neprohlašuje, ani k němu neposkytuje záruky, ať už výslovně, implicitně, podle zákona nebo jinak. To se vztahuje mimo jiné na záruku právního původu, prodejnosti, způsobilosti pro určitý účel, neporušení jiných práv, nepřítomnosti skrytých či jiných vad, přesnosti, přítomnosti či nepřítomnosti chyb, ať už známých nebo zjistitelných, či nikoli. Pokud není vyloučení záruky částečně nebo zcela dovoleno, nemusí se na Vás takové vyloučení vztahovat.
id: Kecuali dilaksanakan dengan cara lain secara terpisah oleh Pemberi Lisensi, sejauh yang dimungkinkan, Pemberi Lisensi memberikan Materi Berlisensi “apa adanya” dan “sebagaimana tersedia”, dan tidak memberikan pernyataan atau jaminan apapun terkait Materi Berlisensi, baik secara tegas, secara tersirat, berdasarkan hukum, atau lainnya. Hal ini termasuk, tanpa terbatas pada, jaminan atas hak, jual beli, kecocokan untuk tujuan tertentu, tidak adanya pelanggaran, tidak adanya pengelabuan atau cacat lainnya, keakuratan, atau adanya atau tidak adanya kesalahan, baik yang diketahui maupun tidak. Dalam hal pernyataan jaminan tidak dapat dilaksanakan secara penuh atau sebagian, pernyataan ini tidak berlaku terhadap Anda.
lt: Jei Licenciaras nėra atskirai prisiėmęs kitokių įsipareigojimų, tai Licenciaras, maksimalia įmanoma apimtimi, siūlo Licencijuojamą Objektą Jums naudoti Jūsų rizika, neteikdamas jokių pareiškimų nei garantijų dėl Licencijuojamo Objekto – nei tiesioginių, nei netiesioginių, nustatytų teisės aktuose ir kt. Šios išlygos taikomos garantijoms dėl nuosavybės teisės, paklausumo, tinkamumo naudoti konkrečiam tikslui, pažeidimų neegzistavimo, paslėptų ar kitokių trūkumų nebuvimo, tikslumo, klaidų buvimo ar nebuvimo – tiek žinomų ir įmanomų nustatyti, tiek ir nežinomų ir neįmanomų nustatyti. Tais atvejais, kai tokių garantijų išlygų ar dalies jų nustatyti neleidžiama, Jums šios išlygos gali būti netaikytinos.
pt: Salvo se o Licenciante fizer separadamente uma assunção em sentido contrário, na medida do possível, o Licenciante disponibiliza o Material Licenciado “no estado em que se encontra” (“as-is”) e “como disponível” (“as-available”), e não faz representações ou presta garantias de qualquer tipo relativamente ao Material Licenciado, quer sejam expressas, implícitas, legais ou outras. Isto inclui, mas não se limita a, garantias quanto à titularidade de direitos, potencial de comercialização, adequação a um fim específico, não violação de direitos, ausência de defeitos latentes ou outros defeitos, exatidão, ou existência ou ausência de erros, quer sejam ou não conhecidos ou detetáveis. Quando as exclusões de garantias não sejam permitidas, na íntegra ou em parte, esta exclusão poderá não aplicar-se a Você.
uk: Якщо інше окремо не зазначено Ліцензіаром, то, наскільки це можливо, Ліцензіар надає Ліцензований Матеріал «як є» і «як доступний», і не надає жодних гарантій будь-якого роду стосовно Ліцензованого Матеріалу, як прямих, так і таких, що можуть матися на увазі, чи гарантій іншого роду. Це включає, але не обмежується: гарантії стосовно назви, придатності для продажу, придатності для певної мети, відсутності порушень прав, відсутності прихованих чи інших дефектів, точності, чи наявності або відсутності помилок, відомих чи таких, що можуть бути виявлені. У разі, якщо відмови від гарантій не дозволені повністю або частково, ця відмова від гарантій може не застосовуватись до Вас.

source: To the extent possible, in no event will the Licensor be liable to You on any legal theory (including, without limitation, negligence) or otherwise for any direct, special, indirect, incidental, consequential, punitive, exemplary, or other losses, costs, expenses, or damages arising out of this Public License or use of the Licensed Material, even if the Licensor has been advised of the possibility of such losses, costs, expenses, or damages. Where a limitation of liability is not allowed in full or in part, this limitation may not apply to You.
cs: Poskytovatel za žádných okolností neodpovídá nad minimální rozsah stanovený účinnou právní úpravou na základě jakéhokoliv konceptu odpovědnosti (a to mimo jiné i za nedbalost) a dále pak za jakékoli přímé, zvláštní, nepřímé, náhodné, následné, trestní, exemplární či jiné ztráty, náklady, výdaje, ani škody vzniklé v důsledku této Veřejné licence nebo užití Licencovaného obsahu, a to i tehdy, byl-li Poskytovatel poučen o možnosti vzniku takových ztrát, nákladů, výdajů nebo škod. Pokud není omezení odpovědnosti částečně nebo zcela dovoleno, nemusí se na Vás takové omezení vztahovat.
id: Sejauh yang dimungkinkan, Pemberi Lisensi tidak dapat dianggap bertanggung jawab kepada Anda untuk tindakan hukum apapun (termasuk, tanpa terbatas pada, kelalaian) atau untuk setiap kehilangan, kerugian, pengeluaran, atau kerusakan yang terjadi secara langsung, khusus, tidak langsung, sebagai kecelakaan, akibat, hukuman, pembebasan, atau lainnya yang muncul dari Lisensi Publik ini atau penggunaan Materi Berlisensi, walau pemberi lisensi telah memberitahukan kemungkinan terjadinya kehilangan, kerugian, pengeluaran, atau kerusakan tersebut. Dalam hal pembatasan tanggung jawab tidak dapat dilaksanakan secara penuh atau sebagian, batasan ini tidak berlaku terhadap Anda.
lt: Maksimalia įmanoma apimtimi, Licenciaras jokiais atvejais nebus laikomas atsakingu Jums jokiu teisiniu pagrindu (įkaitant dėl neatsargumo) dėl jokių (tiesioginių, įrodytųjų, netiesioginių, atsitiktinių, papildomų (šalutinių), baudinių, įstatyminių ar panašaus pobūdžio) nuostolių, kaštų, išlaidų ar žalos, kylančios šios Viešosios licencijos pagrindu ar dėl Licencijuojamo Objekto naudojimo, net ir tuo atveju, jei Licenciaras buvo informuotas apie tokių nuostolių, kaštų, išlaidų ar žalos galimybę. Tais atvejais, kai tokių atsakomybės apribojimų visiškai ar iš dalies nustatyti neleidžiama, Jums tokie apribojimai gali būti netaikytini.
pt: Na medida do possível, em nenhum caso será o Licenciante responsável para com Você, com base em nenhum argumento jurídico (incluindo, mas não se limitando a, negligência) ou a outro título, por quaisquer perdas, custos, despesas ou danos, diretos, especiais, indiretos, incidentais, consequenciais, punitivos, exemplares ou outros, resultantes desta Licença Pública ou da utilização do Material Licenciado, ainda que o Licenciante tenha sido advertido da possibilidade dessas perdas, custos, despesas ou danos. Quando a limitação de responsabilidade não seja permitida, na íntegra ou em parte, esta limitação poderá não aplicar-se a Você.
uk: На скільки це можливо, ні за яких обставин Ліцензіар не буде відповідальний перед Вами з будь-яких правових підстав (включаючи, але не обмежуючись, недбалість) або якимось іншим чином за будь-які прямі, особливі, непрямі, випадкові, побічні, штрафні, чи інші витрати чи збитки, що виникли з цієї Публічної Ліцензії або використання Ліцензованого Матеріалу, навіть якщо Ліцензіар був повідомлений про можливість виникнення таких витрат чи збитків. Дане обмеження може не застосовуватись до Вас якщо обмеження відповідальності частково або повністю не дозволене законодавством.

source: The disclaimer of warranties and limitation of liability provided above shall be interpreted in a manner that, to the extent possible, most closely approximates an absolute disclaimer and waiver of all liability.
cs: Výše uvedené vyloučení záruk a omezení odpovědnosti je nutno vykládat způsobem, který se v maximálním rozsahu možném podle účinné právní úpravy blíží absolutnímu vyloučení záruk a omezení veškeré odpovědnosti.
id: Pernyataan jaminan dan batasan tanggung jawab di atas ini dapat diinterpretasikan dengan cara, sejauh yang dimungkinkan, yang paling dekat dengan pernyataan dan pelepasan dari seluruh tanggung jawab sepenuhnya.
lt: Nuostatos apie garantijų išlygas ir atsakomybės apribojimą turi būti aiškinamos taip, kad maksimalia įmanoma apimtimi priartėtų prie visiško garantijų nesuteikimo ir atsakomybės apribojimo.
pt: A exclusão de garantias e a limitação de responsabilidade acima previstas devem ser interpretadas de uma forma que, na medida do possível, mais se aproxime de uma absoluta exclusão de, e renúncia a, toda e qualquer responsabilidade.
uk: Вищенаведена відмова від гарантій і обмеження відповідальності повинна тлумачитися таким чином, щоб, наскільки це можливо, найбільш точно відповідати повній відмові від будь-якої відповідальності Ліцензіара.

source: Section 6 – Term and Termination.
cs: Článek 6 – Doba trvání a zánik licence.
id: Bagian 6 – Jangka Waktu dan Penghentian.
lt: 6 skyrius – Galiojimas ir nutraukimas.
pt: Cláusula 6 – Termo e Cessação.
uk: Стаття 6 – Термін і припинення дії.

source: This Public License applies for the term of the Copyright and Similar Rights licensed here. However, if You fail to comply with this Public License, then Your rights under this Public License terminate automatically.
cs: Tato Veřejná licence je poskytnuta po dobu trvání licencovaných Autorských a obdobných práv. Nicméně, pokud Veřejnou licenci nedodržíte, Vaše oprávnění podle této Veřejné licence automaticky zanikají.
id: Lisensi Publik ini berlaku sepanjang jangka waktu Hak Cipta dan Hak-hak Serupa yang dilisensikan di bawahnya. Walau demikian, apabila Anda lalai dalam melaksanakan ketentuan Lisensi Publik ini, maka hak Anda di bawah Lisensi Publik ini akan secara otomatis berakhir.
lt: Ši Viešoji licencija galioja visą ja licencijuojamų Autorių teisių ir Panašių teisių galiojimo terminą. Tačiau jei nesilaikysite šios Viešosios licencijos nustatytų reikalavimų, Jūsų teisės pagal šią Viešąją licenciją automatiškai pasibaigs.
pt: Esta Licença Pública aplica-se durante o termo do Direito de Autor e Direitos Similares aqui licenciados. No entanto, se Você não cumprir com esta Licença Pública, então os Seus direitos sob esta Licença Pública cessarão automaticamente.
uk: Ця Публічна Ліцензія діє протягом всього строку дії ліцензованих за нею Авторського і Подібних Прав. В той же час, якщо Ви не дотримаєтеся умов цієї Публічної Ліцензії, то Ваші права за цією Публічною Ліцензією автоматично припиняють діяти.

source: Where Your right to use the Licensed Material has terminated under Section 6(a), it reinstates:
cs: Pokud Vaše oprávnění k užití Licencovaného obsahu zaniklo podle článku 6(a), je znovu obnoveno:
id: Dalam hal hak Anda untuk menggunakan Materi Berlisensi telah berakhir sesuai Bagian 6(a), Lisensi Publik ini dapat berlaku kembali:
lt: Jei Jūsų teisės naudoti Licencijuojamą Objektą pasibaigė <a href="#s6a">6(a)</a> punkto pagrindu, jų galiojimas bus vėl atkurtas:
pt: Quando o Seu direito de utilizar o Material Licenciado tenha cessado nos termos da Cláusula 6(a), será restabelecido:
uk: Якщо ваше право використовувати Ліцензований Матеріал було припинене згідно Статті 6(a), воно поновлюється:

source: automatically as of the date the violation is cured, provided it is cured within 30 days of Your discovery of the violation; or
cs: automaticky ke dni napravení porušení, za předpokladu, že k napravení dojde během 30 dní od okamžiku, kdy jste se o porušení dozvěděl(a); nebo
id: secara otomatis pada tanggal ditanggulanginya kelalaian yang dilakukan, atau dalam waktu 30 hari setelah Anda mengetahui kelalaian yang dilakukan; atau
lt: automatiškai nuo to momento, kai ištaisysite pažeidimą, jei jį ištaisysite per 30 dienų nuo tada, kai apie jį sužinojote; arba
pt: automaticamente a partir da data em que a violação seja sanada, desde que seja sanada dentro de 30 dias a contar da Sua descoberta da violação; ou
uk: автоматично в день усунення порушення, за умови, що таке порушення усунене протягом 30 днів з моменту, коли Ви дізнались про нього; або

source: upon express reinstatement by the Licensor.
cs: na základě výslovného obnovení Poskytovatelem.
id: berdasarkan pemberlakukan kembali oleh Pemberi Lisensi.
lt: jei Licenciaras patvirtins tokį teisių atkūrimą.
pt: com o expresso restabelecimento pelo Licenciante.
uk: після окремого поновлення Ліцензіаром.

source: For the avoidance of doubt, this Section <a href="#s6b">6(b)</a> does not affect any right the Licensor may have to seek remedies for Your violations of this Public License.
cs: Pro vyloučení pochybností, článek <a href="#s6b">6(b)</a> se nedotýká jakýchkoli nároků Poskytovatele, kterých by se mohl na základě Vašeho porušení této Veřejné licence domáhat.
id: Untuk menghindari keraguan, Bagian <a href="#s6b">6(b)</a> tidak berpengaruh pada setiap pelanggaran atas hak yang dimiliki oleh Pemberi Lisensi yang terjadi akibat kelalaian Anda melaksanakan ketentuan dalam Lisensi Publik ini.
lt: Aiškumo sumetimais, <a href="#s6b">6(b)</a> punkto nuostata neriboja jokių Licenciaro teisių taikyti savo pažeistų teisių gynimo būdus dėl Jūsų atliktų Viešosios licencijos nuostatų pažeidimo.
pt: Para evitar dúvidas, esta Cláusula <a href="#s6b">6(b)</a> não afeta qualquer direito que o Licenciante possa ter de obter reparação e medidas legais cabíveis pelas Suas violações desta Licença Pública.
uk: Для уникнення непорозумінь, ця Стаття <a href="#s6b">6(b)</a> не обмежує права Ліцензіара звернутися до судових органів для захисту своїх прав у зв’язку з Вашими порушеннями умов цієї Публічної Ліцензії.

source: For the avoidance of doubt, the Licensor may also offer the Licensed Material under separate terms or conditions or stop distributing the Licensed Material at any time; however, doing so will not terminate this Public License.
cs: Pro vyloučení pochybností, Poskytovatel je rovněž oprávněn nabídnout Licencovaný obsah za jiných podmínek nebo přestat Licencovaný obsah kdykoli distribuovat. To nicméně nevede k zániku oprávnění vyplývajících z této Veřejné licence.
id: Untuk menghindari keraguan, Pemberi Lisensi dapat menawarkan Materi Berlisensi di bawah syarat dan ketentuan yang terpisah atau berhenti menyebarluaskan Materi Berlisensi di setiap waktu; namun, hal ini tidak akan menghentikan keberlakuan Lisensi Publik ini.
lt: Aiškumo sumetimais, Licenciaras gali bet kuriuo metu pasiūlyti Licencijuojamą Objektą kitokiomis sąlygomis ar nutraukti Licencijuojamo Objekto platinimą, tačiau tai nereikš šios Viešosios licencijos galiojimo pabaigos.
pt: Para evitar dúvidas, o Licenciante também poderá disponibilizar o Material Licenciado sob termos ou condições separados ou parar a distribuição do Material Licenciado a qualquer momento; no entanto, tal não cessará esta Licença Pública.
uk: Для уникнення непорозумінь, Ліцензіар має право також пропонувати Ліцензований Матеріал на інших умовах чи правилах, або припинити розповсюджувати Ліцензований Матеріал в будь-який час; в той же час, такі його дії не припиняють дії цієї Публічної Ліцензії.

source: Sections <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, and <a href="#s8">8</a> survive termination of this Public License.
cs: Články <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, a <a href="#s8">8</a> zůstávají v platnosti a v účinnosti i po zániku Vašich oprávnění vyplývajících z této Veřejné licence.
id: Bagian <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, dan <a href="#s8">8</a> akan terus berlaku setelah Lisensi Publik ini berakhir.
lt: <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> ir <a href="#s8">8</a> skyriai liks galioti nepaisant šios Viešosios licencijos pabaigos.
pt: As Cláusulas <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, e <a href="#s8">8</a> continuarão em vigor após a cessação desta Licença Pública.
uk: Статті <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> і <a href="#s8">8</a> продовжують діяти і після припинення дії цієї Публічної Ліцензії.

source: Section 7 – Other Terms and Conditions.
cs: Článek 7 – Další podmínky.
id: Bagian 7 – Syarat dan Ketentuan Lain.
lt: 7 skyrius – Kitos nuostatos.
pt: Cláusula 7 – Outros Termos e Condições.
uk: Стаття 7 — Інші правила та умови.

source: The Licensor shall not be bound by any additional or different terms or conditions communicated by You unless expressly agreed.
cs: Poskytovatel není vázán žádným Vaším návrhem dalších nebo rozdílných podmínek, ledaže by s tím výslovně souhlasil.
id: Pemberi Lisensi tidak terikat di bawah setiap syarat atau ketentuan tambahan atau syarat atau ketentuan yang berbeda yang Anda sarankan kecuali secara tegas disetujui demikian.
lt: Licenciaro neįpareigoja jokios papildomos Jūsų nustatytos sąlygos ar reikalavimai, jei aiškiai nesusitarėte priešingai.
pt: O Licenciante não estará vinculado a quaisquer termos ou condições, adicionais ou diferentes, comunicados por Você, salvo se expressamente acordado.
uk: Ліцензіар не повинен бути зв'язаним жодними додатковими або іншими правилами чи умовами, доведеними Вами до його відома, якщо вони не були чітко окремо узгоджені.

source: Any arrangements, understandings, or agreements regarding the Licensed Material not stated herein are separate from and independent of the terms and conditions of this Public License.
cs: Jakékoli smlouvy, ujednání nebo dohody ohledně Licencovaného obsahu, které zde nejsou uvedeny, jsou oddělené a nezávislé na podmínkách této Veřejné licence.
id: Setiap aturan, kesepakatan, atau perjanjian terkait Materi Berlisensi yang tidak tercantum di sini berlaku secara terpisah dan tidak bergantung pada syarat dan ketentuan di bawah Lisensi Publik ini.
lt: Visi čia nenurodyti susižinojimai, susitarimai ar sutartys dėl Licencijuojamo Objekto yra atskiri ir nepriklauso nuo šia Viešąja licencija nustatytų sąlygų ir reikalavimų.
pt: Quaisquer pactos, entendimentos ou acordos relativamente ao Material Licenciado não indicados aqui são separados e independentes dos termos e condições desta Licença Pública.
uk: Будь-які домовленості, заяви чи угоди щодо Ліцензованого Матеріалу, не вказані тут, є відокремленими і не залежними від умов та правил цієї Публічної Ліцензії.

source: Section 8 – Interpretation.
cs: Článek 8 – Výklad.
id: Bagian 8 – Interpretasi.
lt: 8 skyrius – Aiškinimas.
pt: Cláusula 8 – Interpretação.
uk: Стаття 8 — Тлумачення.

source: For the avoidance of doubt, this Public License does not, and shall not be interpreted to, reduce, limit, restrict, or impose conditions on any use of the Licensed Material that could lawfully be made without permission under this Public License.
cs: Pro vyloučení pochybností, tato Veřejná licence neredukuje, nelimituje, neomezuje ani nepodmiňuje jakékoli užití Licencovaného obsahu, které je možné na základě zákona bez svolení uděleného podle této Veřejné licence, a ani v tomto smyslu nemůže být vykládána.
id: Untuk menghindari keraguan, Lisensi Publik ini tidak bertujuan untuk, dan tidak dapat dianggap bertujuan untuk, mengurangi, membatasi, menghalangi, atau memaksakan ketentuan dari setiap penggunaan Materi Berlisensi yang secara hukum dapat diciptakan tanpa izin di bawah Lisensi Publik ini.
lt: Aiškumo sumetimais, ši Viešoji licencija nėra ir negali būti aiškinama kaip siaurinanti, ribojanti, draudžianti ar nustatanti papildomas sąlygas bet kokiam Licencijuojamo Objekto naudojimo būdui, kuris teisėtai gali būti atliekamas ir be ja suteikiamo leidimo.
pt: Para evitar dúvidas, esta Licença Pública não reduz, limita, restringe ou impõe condições sobre qualquer utilização do Material Licenciado que possa ser legalmente feita sem a permissão concedida por esta Licença Pública, e não deve ser interpretada nesse sentido.
uk: Щоб уникнути непорозумінь, ця Публічна Ліцензія не може бути витлумачена у спосіб, який обмежує, забороняє або накладає інші умови на будь-яке використання Ліцензованого Матеріалу, яке може бути законно здійснене без дозволу згідно цієї Публічної Ліцензії.

source: To the extent possible, if any provision of this Public License is deemed unenforceable, it shall be automatically reformed to the minimum extent necessary to make it enforceable. If the provision cannot be reformed, it shall be severed from this Public License without affecting the enforceability of the remaining terms and conditions.
cs: Pokud se jakékoli ustanovení této Veřejné licence ukáže jako neplatné, přizpůsobí se automaticky na minimální rozsah potřebný k jeho platnosti dle účinné právní úpravy. Pokud takové přizpůsobení daného ustanovení není možné, vypustí se z této Veřejné licence, aniž by to mělo vliv na platnost zbývajících podmínek.
id: Sejauh yang dimungkinkan, apabila ketentuan di bawah Lisensi Publik ini dinilai tidak dapat dilaksanakan, maka kewajiban pelaksanaan ketentuan harus dilakukan dengan cara yang sesuai. Apabila ketentuan yang ada tidak dapat dilaksanakan sama sekali, maka ketentuan tersebut ditiadakan dari Lisensi Publik ini namun tidak berpengaruh pada pelaksanaan syarat dan ketentuan lainnya.
lt: Jei kurios nors šios Viešosios licencijos sąlygos neįmanoma priverstinai įgyvendinti maksimalia įmanoma apimtimi, ji bus laikoma automatiškai pakeista minimalia apimtimi, reikalinga tam, kad tokia nuostata taptų įmanoma priverstinai įgyvendinti. Jei tokios sąlygos pakeisti negalima, ji bus laikoma atribota nuo šios Viešosios licencijos be įtakos galimybei priverstinai įgyvendinti likusias sąlygas.
pt: Na medida do possível, se alguma disposição desta Licença Pública for considerada inexequível, será automaticamente reformada na medida estritamente necessária para que se torne exequível. Se a disposição não puder ser alterada, deverá ser removida desta Licença Pública sem afetar a exequibilidade dos restantes termos e condições.
uk: Наскільки це можливо, якщо будь-яке положення цієї Публічної Ліцензії вважається таким, що не має законної сили, воно повинне бути автоматично зміненим у мірі, мінімально необхідній для того, щоб це положення набуло законної сили. Якщо це положення не може бути зміненим, воно повинне бути виключеним з цієї Публічної Ліцензії, не впливаючи на законну силу та інші умови та правила цієї Публічної Ліцензії.

source: No term or condition of this Public License will be waived and no failure to comply consented to unless expressly agreed to by the Licensor.
cs: Bez výslovného souhlasu Poskytovatele nebude upuštěno od žádné z podmínek této Veřejné licence, ani nebude konstatován souhlas s jejich nedodržením.
id: Syarat atau ketentuan di bawah Lisensi Publik ini tidak dapat dilepaskan dan tidak ada kelalaian yang diizinkan kecuali secara tegas disetujui demikian oleh Pemberi Lisensi.
lt: Jokios šios Viešosios licencijos sąlygos ar nuostatos nėra atsisakyta ir jokios sąlygos ar nuostatos nėra leista nesilaikyti, jei Licenciatas nėra aiškiai išreiškęs tam savo pritarimo.
pt: Nenhum termo ou condição desta Licença Pública será renunciado e nenhuma falha no seu cumprimento consentida, salvo se tal for expressamente acordado pelo Licenciante.
uk: Не можна відмовитися від будь-якого правила або умови цієї Публічної Ліцензії, і жодне невиконання не може бути прийнятним, якщо це не було чітко узгоджено з Ліцензіаром.
