Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc-nd_40.po
Languages: cs, id, lt, pt, uk

source: <span style="text-decoration: underline;">Share</span> means to provide material to the public by any means or process that requires permission under the Licensed Rights, such as reproduction, public display, public performance, distribution, dissemination, communication, or importation, and to make material available to the public including in ways that members of the public may access the material from a place and at a time individually chosen by them.
cs: <span style="text-decoration: underline;">Sdílením</span> se rozumí poskytnutí obsahu veřejnosti jakýmkoli způsobem či prostředkem vyžadujícím ve smyslu Licencovaných práv svolení, jako například rozmnožování, veřejné vystavování, veřejné provozování, rozšiřování, šíření, zpřístupňování či dovoz a sdělování veřejnosti způsobem, že kdokoli může mít k obsahu přístup na místě a v čase podle své vlastní volby.
id: <span style="text-decoration: underline;">Membagikan</span> adalah menyediakan materi kepada publik dengan cara atau proses apapun yang membutuhkan izin di bawah Hak Lisensi, seperti memperbanyak, memamerkan, mempertunjukan, menyebarluaskan, mengomunikasikan, atau mengimpor, dan untuk menyediakan materi kepada publik termasuk melalui cara-cara yang memungkinkan publik untuk mengakses materi dari tempat dan waktu yang mereka pilih sendiri.
lt: <span style="text-decoration: underline;">Dalintis</span> reiškia suteikti objektus visuomenei bet kokiomis priemonėmis ar būdais, kuriems Suteikiamų Teisių pagrindu reikalingas sutikimas, pavyzdžiui, atgaminti, viešai paskelbti, viešai atlikti, skleisti, platinti, pranešti, importuoti, padaryti objektus prieinamais visuomenei, įskaitant ir tokiu būdu, kai visuomenės nariai gali gauti prieigą prie objekto savo pasirinktoje vietoje ir laiku.
pt: <span style="text-decoration: underline;">Compartilhar</span> significa fornecer material ao público por qualquer meio ou processo que requeira permissão sob os Direitos Licenciados, como reprodução, exibição pública, execução pública, distribuição, disseminação, comunicação ou importação, e disponibilizar material ao público, incluindo por vias pelas quais os membros do público possam ter acesso ao material a partir de um local e no momento individualmente escolhidos por eles.
uk: <span style="text-decoration: underline;">Поширення</span> – подання Матеріалу публіці будь-якими способами, або засобами, які вимагають дозволу відповідно до Ліцензованих Прав, таких, як відтворення, публічний показ, публічне виконання, розповсюдження, імпорт примірників Матеріалу, подання матеріалу до загального відома публіки таким чином, що її представники можуть здійснити доступ до Матеріалу з будь-якого місця і у будь-який час за їх власним вибором.

source: <span style="text-decoration: underline;">Sui Generis Database Rights</span> means rights other than copyright resulting from Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, as amended and/or succeeded, as well as other essentially equivalent rights anywhere in the world.
cs: <span style="text-decoration: underline;">Zvláštními právy pořizovatele databáze</span> se rozumí jiná než autorská práva plynoucí ze Směrnice Evropského parlamentu a Rady 96/9/ES z 11. března 1996 o právní ochraně databází, ve znění pozdějších či nahrazujících předpisů, jakož i další v zásadě rovnocenná práva kdekoli na světě.
id: <span style="text-decoration: underline;">Hak Basis Data Sui Generis</span> adalah hak selain hak cipta yang muncul dari Direktif Parlemen dan Dewan Uni Eropa 11 Maret 1996 No. 96/9/EC tentang tentang perlindungan hukum atas basis data, sebagaimana diamandemen dan/atau digantikan, juga hak-hak setara lainnya yang berlaku.
lt: <span style="text-decoration: underline;">Sui Generis Teisės į Duomenų Bazes</span> reiškia kitas teises nei autorinės teisės, kylančias Europos Parlamento ir Tarybos direktyvos 96/9/EB dėl duomenų bazių teisinės apsaugos (su visais jos pakeitimais ir papildymais) pagrindu, o taip pat kitas savo esme tapačias teises visame pasaulyje.
pt: <span style="text-decoration: underline;">Direitos Sui Generis sobre Bases de Dados</span> significam outros direitos, que não o direito de autor e direitos conexos, resultantes da Diretiva 96/9/EC do Parlamento Europeu e do Conselho de 11 de Março de 1996 sobre a proteção legal de bases de dados, conforme emendada e/ou sucedida, bem como outros direitos essencialmente equivalentes em qualquer lugar do mundo.
uk: <span style="text-decoration: underline;">Права Sui Generis на Бази Даних</span> – права, відмінні від авторського права, встановлені Директивою 96/9 ЄС Європейського Парламенту та Ради від 11.03.1996 року про правову охорону баз даних, із змінами та/або доповненнями, та інші рівнозначні по суті права в будь-де в світі.

source: <span style="text-decoration: underline;">You</span> means the individual or entity exercising the Licensed Rights under this Public License. <strong>Your</strong> has a corresponding meaning.
cs: <span style="text-decoration: underline;">Vy, Vám, Vámi, Vás</span> označuje fyzickou nebo právnickou osobu, vykonávající Licencovaná práva na základě této Veřejné licence. <strong>Vaše, Vašeho, Vašemu, Vašich, Vaším</strong> má obdobný význam.
id: <span style="text-decoration: underline;">Anda</span> adalah setiap individu atau entitas hukum yang menggunakan Hak Lisensi di bawah Lisensi Publik ini.
lt: <span style="text-decoration: underline;">Jūs</span> reiškia fizinį ar juridinį asmenį, įgyvendinantį Suteikiamas Teises pagal šią Viešąją licenciją. Išsireiškimai <strong>„Jums“, „Jūsų“</strong> turi atitinkamas reikšmes.
pt: <span style="text-decoration: underline;">Você</span> significa o indivíduo ou entidade que exerce os Direitos Licenciados sob esta Licença Pública. <strong>Lhe</strong>, <strong>Seu</strong>, <strong>Sua</strong> e <strong>Suas</strong> têm um significado correspondente.
uk: <span style="text-decoration: underline;">Ви</span> – фізична, чи юридична особа, яка здійснює Ліцензовані Права відповідно до умов даної Публічної Ліцензії. Поняття <strong>Ваш</strong> має відповідні до тексту значення.

source: Section 2 – Scope.
cs: Článek 2 – Rozsah.
id: Bagian 2 – Ruang Lingkup.
lt: 2 skyrius – Apimtis.
pt: Cláusula 2 – Âmbito.
uk: Стаття 2 - Предмет.

source: License grant
cs: Poskytnutí licence
id: Ruang lingkup lisensi
lt: Licencijos suteikimas
pt: Concessão da licença
uk: Надання Ліцензії

source: Subject to the terms and conditions of this Public License, the Licensor hereby grants You a worldwide, royalty-free, non-sublicensable, non-exclusive, irrevocable license to exercise the Licensed Rights in the Licensed Material to:
cs: Za podmínek stanovených touto Veřejnou licencí Vám Poskytovatel poskytuje celosvětovou, bezúplatnou, nevýhradní, neodvolatelnou licenci, bez možnosti udělení podlicence, k výkonu Licencovaných práv k Licencovanému obsahu tímto způsobem a v tomto rozsahu:
id: Sesuai dengan syarat dan ketentuan di dalam Lisensi Publik ini, Pemberi Lisensi memberikan Anda lisensi yang berlaku di seluruh dunia, bebas royalti, tidak dapat dilisensikan kembali, non-eksklusif, dan tidak dapat dicabut untuk menggunakan Hak Lisensi pada Materi Berlisensi untuk:
lt: Vadovaudamasis šioje Viešojoje licencijoje išdėstytomis sąlygomis, Licenciaras Jums suteikia neribotą teritoriniu atžvilgiu, neatlygintinę, nesublicencijuojamą, neišimtinę, neatšaukiamą licenciją įgyvendinti Suteikiamas Teises į Licencijuojamą Objektą:
pt: De acordo com os termos e condições desta Licença Pública, o Licenciante concede-Lhe, pelo presente, uma licença mundial, isenta de royalties, não sublicenciável, não exclusiva, e irrevogável para exercer os Direitos Licenciados sobre o Material Licenciado para:
uk: Відповідно до умов та правил цієї Публічної Ліцензії, Ліцензіар надає Вам дійсну на території всього світу, безоплатну, без права видавати субліцензії, невиключну, безвідкличну ліцензію на здійснення Ліцензованих Прав стосовно Ліцензованого Матеріалу шляхом:

source: reproduce and Share the Licensed Material, in whole or in part, for NonCommercial purposes only; and
cs: rozmnožování a Sdílení Licencovaného obsahu jako celku nebo jeho části, a to pouze pro Nekomerční účely; a
id: memperbanyak dan Membagikan Materi Berlisensi, dalam bentuk utuh maupun sebagian, hanya untuk kepentingan NonKomersial; dan
lt: atgaminti ir Dalintis Licencijuojamu Objektu, visu ar dalimis, išimtinai Nekomerciniais tikslais; ir
pt: reproduzir e Compartilhar o Material Licenciado, no todo ou em parte, somente para um fim NãoComercial; e
uk: відтворення і Поширення Ліцензованого Матеріалу, як в цілому, так і його частини, виключно для Некомерційних потреб; і

source: produce and reproduce, but not Share, Adapted Material for NonCommercial purposes only.
cs: vytváření a rozmnožováni, nikoliv však Sdílení, Zpracovaného obsahu výhradně pro Nekomerční účely.
id: menciptakan, memperbanyak, namun tidak untuk Membagikan, Materi Adaptasi hanya untuk tujuan NonKomersial.
lt: gaminti ir atgaminti, bet ne Dalintis Išvestiniais Objektais, išimtinai Nekomerciniais tikslais.
pt: produzir e reproduzir, mas não Compartilhar, Material Adaptado somente para um fim NãoComercial.
uk: створення і відтворення, але не Поширення Адаптованого Матеріалу виключно для Некомерційних потреб.

source: <strong>Exceptions and Limitations</strong>. For the avoidance of doubt, where Exceptions and Limitations apply to Your use, this Public License does not apply, and You do not need to comply with its terms and conditions.
cs: <strong>Výjimky a omezení</strong>. Pro vyloučení pochybností, pokud se na Vaše užití uplatňují Výjimky a omezení, neuplatňuje se tato Veřejná licence a nemusíte dodržovat její podmínky.
id: <strong>Pengecualian dan Pembatasan</strong>. Untuk menghindari keraguan, saat Pengecualian dan Pembatasan berlaku atas penggunaan Anda, Lisensi Publik ini tidak berlaku, dan Anda tidak wajib melaksanakan syarat dan ketentuan di dalamnya.
lt: <strong>Išimtys ir Apribojimai</strong>. Aiškumo sumetimais, tais atvejais, kai Jūsų atliekamam objekto panaudojimo būdui taikomos Išimtys ir Apribojimai, ši Viešoji licencija nėra taikoma, ir Jums nebūtina vadovautis jos sąlygomis.
pt: <strong>Exceções e Limitações</strong>. Para evitar dúvidas, quando Exceções e Limitações sejam aplicáveis à Sua utilização, esta Licença Pública não se aplica, e Você não precisa de cumprir com os seus termos e condições.
uk: <strong>Винятки та Обмеження</strong>. Для уникнення непорозумінь, якщо Винятки та Обмеження застосовуються до Вашого використання, то ця Публічна Ліцензія не застосовується і Ви не зобов’язані дотримуватися її умов і правил.

source: <strong>Term</strong>. The term of this Public License is specified in Section <a href="#s6a">6(a)</a>.
cs: <strong>Doba trvání</strong>. Doba trvání této Veřejné licence je upravena v článku <a href="#s6a">6(a)</a>.
id: <strong>Jangka waktu</strong>. Jangka waktu Lisensi Publik ini dijelaskan pada Bagian <a href="#s6a">6(a)</a>.
lt: <strong>Terminas</strong>. Šios Viešosios licencijos galiojimo terminas pateiktas <a href="#s6a">6(a)</a> punkte.
pt: <strong>Termo</strong>. O termo desta Licença Pública está especificado na Cláusula <a href="#s6a">6(a)</a>.
uk: <strong>Строк</strong>. Строк дії цієї Публічної Ліцензії зазначено в Статті <a href="#s6a">6(a)</a>.

source: <strong>Media and formats; technical modifications allowed</strong>. The Licensor authorizes You to exercise the Licensed Rights in all media and formats whether now known or hereafter created, and to make technical modifications necessary to do so. The Licensor waives and/or agrees not to assert any right or authority to forbid You from making technical modifications necessary to exercise the Licensed Rights, including technical modifications necessary to circumvent Effective Technological Measures. For purposes of this Public License, simply making modifications authorized by this Section <a href="#s2a4">2(a)(4)</a> never produces Adapted Material.
cs: <strong>Média a formáty; technické úpravy povoleny</strong>. Poskytovatel Vás opravňuje vykonávat Licencovaná práva prostřednictvím všech médií a formátů známých v tuto chvíli i vzniklých v budoucnu a provádět technické úpravy k tomu potřebné. Poskytovatel se vzdává práva zakázat Vám technické úpravy potřebné k výkonu Licencovaných práv, a to včetně technických úprav potřebných k obcházení Účinných technických prostředků a/nebo souhlasí s tím, že toto právo nebude vykonávat. Pro účely této Veřejné licence platí, že samotné úpravy povolené v tomto článku <a href="#s2a4">2(a)(4)</a> nikdy nevedou k vytvoření Zpracovaného obsahu.
id: <strong>Media dan format; modifikasi teknis diperbolehkan</strong>. Pemberi Lisensi mengizinkan Anda untuk menggunakan Hak Lisensi pada seluruh media dan format baik yang telah diketahui saat ini maupun yang akan diciptakan, dan untuk melakukan modifikasi teknis yang diperlukan. Pemberi Lisensi melepaskan dan/atau setuju untuk tidak menggunakan hak atau kewenangan apapun untuk melarang Anda melakukan modifikasi teknis yang diperlukan untuk menggunakan Hak Lisensi, termasuk modifikasi teknis yang diperlukan untuk menghilangkan Sarana Kontrol Teknologi. Untuk tujuan Lisensi Publik ini, pembuatan modifikasi yang diizinkan Bagian <a href="#s2a4">2(a)(4)</a> ini tidak berarti menghasilkan Materi Adaptasi.
lt: <strong>Sklaidos priemonės ir formatai; leidžiami techniniai pakeitimai</strong>. Licenciaras suteikia Jums teisę įgyvendinti Suteikiamas Teises naudojantis visomis informacijos sklaidos priemonėmis ir bet kokiais formatais, taip pat atlikti tam reikalingus techninius pakeitimus. Licenciaras atsisako ir/ar sutinka nereikšti teisių ar įgaliojimų drausti Jums atlikti techninius pakeitimus, reikalingus Suteiktoms Teisėms įgyvendinti, įskaitant pakeitimus, reikalingus apeiti Veiksmingoms Techninėms Apsaugos Priemonėms. Šios Viešosios licencijos tikslais, vien atliekant <a href="#s2a4">2(a)(4)</a> punkte numatytus pakeitimus Išvestiniai Objektai niekuomet nesukuriami.
pt: <strong>Meios/suportes e formatos; modificações técnicas permitidas</strong>. O Licenciante autoriza Você a exercer os Direitos Licenciados em todos os meios/suportes e formatos conhecidos agora ou criados posteriormente, e a fazer as modificações técnicas necessárias para tanto. O Licenciante cede e/ou concorda em não reivindicar nenhum direito que proíba Você de fazer modificações técnicas necessárias ao exercício dos Direitos Licenciados, incluindo modificações técnicas necessárias para contornar Medidas Eficazes de Caráter Tecnológico. Para os fins desta Licença Pública, fazer simplesmente modificações autorizadas por esta Cláusula <a href="#s2a4">2(a)(4)</a> nunca produz Material Adaptado.
uk: <strong>Носії та формати; дозволені технічні модифікації</strong>. Ліцензіар дозволяє Вам здійснювати Ліцензовані Права стосовно будь-яких носіїв і форматів, як вже відомих, так і таких, що будуть створені у майбутньому, а також проводити необхідні для цього технічні модифікації. Ліцензіар відмовляється від та/або погоджується не використовувати будь-які права чи повноваження для заборони Вам проводити технологічні модифікації необхідні для здійснення Ліцензованих Прав, включаючи технічні модифікації, необхідні для обходу Технічних Засобів Захисту. У розумінні цієї Публічної Ліцензії здійснення модифікацій, дозволених цією Статтею <a href="#s2a4">2(a)(4)</a>, саме по собі не є створенням Адаптованого Матеріалу.

source: Downstream recipients
cs: Další příjemci
id: Pengguna lain
lt: Tolimesni gavėjai
pt: Receptores subsequentes
uk: Наступні отримувачі (Downstream recipients)

source: Offer from the Licensor – Licensed Material
cs: Nabídka Poskytovatele – Licencovaný obsah
id: Tawaran dari Pemberi Lisensi – Materi Berlisensi
lt: Licenciaro oferta – Licencijuojamas Objektas
pt: Oferta pelo Licenciante – Material Licenciado
uk: Оферта Ліцензіара – Ліцензований Матеріал

source: . Every recipient of the Licensed Material automatically receives an offer from the Licensor to exercise the Licensed Rights under the terms and conditions of this Public License.
cs: . Každému příjemci Licencovaného obsahu je automaticky učiněna nabídka Poskytovatele k výkonu Licencovaných práv v souladu s podmínkami této Veřejné licence.
id: . Setiap pengguna Materi Berlisensi secara otomatis menerima tawaran dari Pemberi Lisensi untuk menggunakan Hak Lisensi di bawah syarat dan ketentuan dalam Lisensi Publik ini.
lt: . Kiekvienas Licencijuojamo Objekto gavėjas automatiškai gauna Licenciaro ofertą (pasiūlymą) įgyvendinti Suteikiamas Teises šios Viešosios licencijos sąlygomis.
pt: . Cada receptor do Material Licenciado recebe automaticamente uma oferta do Licenciante para exercer os Direitos Licenciados sob os termos e condições desta Licença Pública.
uk: . Кожний отримувач Ліцензованого Матеріалу автоматично отримує від Ліцензіара оферту здійснювати Ліцензовані Права на умовах та правилах цієї Публічної Ліцензії.

source: No downstream restrictions
cs: Žádná další omezení
id: Tidak ada halangan tambahan
lt: Jokių tolimesnių apribojimų
pt: Sem restrições subsequentes
uk: Заборона подальших обмежень

source: . You may not offer or impose any additional or different terms or conditions on, or apply any Effective Technological Measures to, the Licensed Material if doing so restricts exercise of the Licensed Rights by any recipient of the Licensed Material.
cs: . Licencovaný obsah nesmíte nabízet za dalších či jiných podmínek, ani na něj uplatňovat Účinné technické prostředky, pokud by to omezovalo vykonávání Licencovaných práv jakýmkoli příjemcem Licencovaného obsahu.
id: . Anda tidak boleh menawarkan atau memberikan syarat dan ketentuan tambahan pada, atau menggunakan Sarana Kontrol Teknologi pada, Materi Berlisensi apabila tindakan tersebut menghalangi penggunaan Hak Lisensi oleh setiap pengguna lain dari Materi Berlinsensi.
lt: . Jums draudžiama siūlyti ar nustatyti bet kokias papildomas ar skirtingas sąlygas ar apribojimus arba taikyti bet kokias Veiksmingas Technines Apsaugos Priemones Licencijuojamo Objekto atžvilgiu, jei tai ribotų Suteiktų Teisių įgyvendinimą bet kokiam Licencijuojamo Objekto gavėjui.
pt: . Você não pode propor ou impor quaisquer termos ou condições, adicionais ou diferentes, ou aplicar quaisquer Medidas Eficazes de Caráter Tecnológico, sobre o Material Licenciado, se tal restringir o exercício dos Direitos Licenciados por qualquer receptor do Material Licenciado.
uk: . Ви не можете пропонувати або накладати будь-які додаткові або інші умови чи правила на, або застосовувати будь-які Технічні Засоби Захисту стосовно Ліцензованого Матеріалу якщо такі дії обмежують можливість здійснення Ліцензованих Прав будь-яким отримувачем Ліцензованого Матеріалу.

source: No endorsement
cs: Vyloučení podpory
id: Tanpa dukungan
lt: Jokio pripažinimo
pt: Sem endosso
uk: Відсутність схвалення і підтримки

source: . Nothing in this Public License constitutes or may be construed as permission to assert or imply that You are, or that Your use of the Licensed Material is, connected with, or sponsored, endorsed, or granted official status by, the Licensor or others designated to receive attribution as provided in Section <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
cs: . Nic v této Veřejné licenci nezakládá ani nesmí být vykládáno jako povolení prohlašovat nebo naznačovat, že Vy nebo Vaše užití Licencovaného obsahu jste nějak podporování, schváleni, či propojeni s Poskytovatelem nebo kýmkoli jiným, kdo má být uveden dle článku <a href="#s3a1Ai">3(a)(1)(A)(i)</a>, nebo že Vám byl z jejich strany udělen oficiální status.
id: . Tidak satupun hal di bawah Lisensi Publik ini memunculkan atau dapat memunculkan izin untuk menyatakan secara langsung maupun tidak langsung bahwa Anda, atau penggunaan Anda atas Hak Lisensi, adalah terkait dengan, atau didukung oleh, atau secara resmi diberikan oleh, Pemberi Lisensi atau pihak lain yang harus menerima atribusi sebagaimana tercantum dalam Bagian <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
lt: . Jokia šios Viešosios licencijos dalis nesuteikia leidimo ir negali būti aiškinama kaip suteikianti leidimą teigti ar leisti manyti, kad Jūs ar Jūsų atliktas Licencijuojamo Objekto panaudojimas susijęs, remiamas, patvirtintas ar gavęs oficialų pripažinimą iš Licenciaro ar kitų asmenų, kurie gali reikalauti autorystės priskyrimo pagal <a href="#s3a1Ai">3(a)(1)(A)(i)</a> punktą.
pt: . Nada nesta Licença Pública constitui ou pode ser entendido como uma permissão para afirmar ou sugerir que Você, ou que a Sua utilização do Material Licenciado, é conectado ao, patrocinado ou endossado pelo, ou tem status oficial concedido pelo, Licenciante ou terceiros designados para receber atribuição como previsto na Cláusula <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
uk: . Ніщо в цій Публічній Ліцензії не є, або не може вважатись дозволом стверджувати чи припускати, що Ви, або Ваше використання Ліцензованого Матеріалу, пов’язані з, спонсоровані, підтримані, або отримали офіційний статус від Ліцензіара або інших осіб, визначених як такі, що мають згадуватися як автори як зазначено в Статті <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.

source: Other rights
cs: Další práva
id: Hak lainnya
lt: Kitos teisės
pt: Outros direitos
uk: Інші права

source: Moral rights, such as the right of integrity, are not licensed under this Public License, nor are publicity, privacy, and/or other similar personality rights; however, to the extent possible, the Licensor waives and/or agrees not to assert any such rights held by the Licensor to the limited extent necessary to allow You to exercise the Licensed Rights, but not otherwise.
cs: Na osobnostní práva, jako například právo na nedotknutelnost, se tato Veřejná licence nevztahuje, stejně jako na právo na podobu a soukromí a/nebo další obdobná osobnostní práva; nicméně, k tomu, aby Vám umožnil vykonávat Licencovaná práva se Poskytovatel v nejširším možném rozsahu vzdává a/nebo se zavazuje je nevykonávat.
id: Hak moral, seperti hak atas integritas, tidak dilisensikan di bawah Lisensi Publik ini, juga hak atas potret, kerahasiaan, dan/atau hak personal serupa lainnya; walau demikian, sejauh yang dimungkinkan, Pemberi Lisensi melepaskan dan/atau setuju untuk tidak menggunakan hak lainnya yang dipegang oleh Pemberi Lisensi hingga batasan tertentu untuk mengizinkan Anda menggunakan Hak Lisensi, dan bukan sebaliknya.
lt: Neturtinės teisės, tokios kaip teisė į objekto vientisumą, šia Viešąja licencija nesuteikiamos, taip pat nesuteikiama teisė implikuoti sąsają su asmeniu komerciniais tikslais, teisė į privatų gyvenimą ir/ar jokios kitos panašios asmeninės teisės; tačiau, kiek tai įmanoma, Licenciaras atsisako ir/ar sutinka nereikalauti tokių savo turimų teisių ta apimtimi, kiek tai būtina Jums Suteiktų Teisių įgyvendinimui, tačiau ne daugiau.
pt: Direitos morais, como o direito à integridade, não são licenciados por esta Licença Pública, nem o são os direitos de imagem, privacidade, e/ou outros direitos de personalidade similares; contudo, na medida do possível, o Licenciante renuncia e/ou concorda não exercer quaisquer desses direitos detidos pelo Licenciante, na medida necessária para permitir que Você exerça os Direitos Licenciados, mas não de outra forma.
uk: Особисті немайнові права, такі як право на цілісність твору, не ліцензуються за цією Публічною Ліцензією, так само як права на недоторканість приватного життя і/або інші подібні особисті немайнові права; та, наскільки це можливо, Ліцензіар відмовляється від та/або погоджується не здійснювати будь-які такі належні Ліцензіару права в мірі, що необхідна для того, щоб дозволити Вам здійснювати Ліцензовані Права, але не іншим чином.
