Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nd_40.po
Languages: da, de, fi, nl, ru, sl, tr

source: <strong>Media and formats; technical modifications allowed</strong>. The Licensor authorizes You to exercise the Licensed Rights in all media and formats whether now known or hereafter created, and to make technical modifications necessary to do so. The Licensor waives and/or agrees not to assert any right or authority to forbid You from making technical modifications necessary to exercise the Licensed Rights, including technical modifications necessary to circumvent Effective Technological Measures. For purposes of this Public License, simply making modifications authorized by this Section <a href="#s2a4">2(a)(4)</a> never produces Adapted Material.
da: <strong>Medier og formater: tilladte tekniske ændringer</strong>. Licensgiveren bemyndiger Dig til at udøve de Licenserede Rettigheder i alle de medier og formater, der er kendt på nuværende tidspunkt eller skabes i fremtiden, og til at foretage de tekniske ændringer, der er nødvendige for at gøre dette. Licensgiveren afstår fra og/eller samtykker i ikke at udøve nogen ret eller beføjelse til at forbyde Dig i at foretage de tekniske ændringer, der er nødvendige for at udøve de Licenserede Rettigheder, herunder tekniske ændringer, der er nødvendige for at omgå Effektive Teknologiske Foranstaltninger. For så vidt angår denne Offentlige Licens produceres der aldrig Bearbejdet Materiale ved blot at foretage ændringer, som er i overensstemmelse med dette afsnit <a href="#s2a4">2(a)(4)</a>.
de: <strong>Medien und Formate; Gestattung technischer Modifikationen</strong>. Der Lizenzgeber erlaubt Ihnen, die lizenzierten Rechte in allen bekannten und zukünftig entstehenden Medien und Formaten auszuüben und die dafür notwendigen technischen Modifikationen vorzunehmen. Der Lizenzgeber verzichtet auf jegliche und/oder versichert die Nichtausübung jeglicher Rechte und Befugnisse, Ihnen zu verbieten, technische Modifikationen vorzunehmen, die notwendig sind, um die lizenzierten Rechte ausüben zu können, einschließlich solcher, die zur Umgehung wirksamer technischer Schutzmaßnahmen erforderlich sind. Im Sinne der vorliegenden Public License entsteht kein abgewandeltes Material, soweit lediglich Modifikationen vorgenommen werden, die nach diesem Abschnitt <a href="#s2a4">2(a)(4)</a> zulässig sind.
fi: <strong>Välineet ja muodot; tekniset muutokset ovat sallittuja</strong>. Lisenssinantaja sallii Sinulle Lisensoitujen Oikeuksien käytön kaikilla jo tunnetuilla ja myöhemmin kehitettävillä välineillä ja kaikissa jo tunnetuissa ja myöhemmin kehitettävissä muodoissa sekä tarvittavien teknisten muutosten tekemisen tämän toteuttamiseksi. Lisenssinantaja luopuu ja/tai suostuu pidättäytymään käyttämästä oikeuttaan tai määräysvaltaansa estääkseen Sinua tekemästä sellaisia teknisiä muutoksia, jotka ovat tarpeen Lisensoitujen Oikeuksien käyttämiseksi, mukaan lukien sellaisia teknisiä muutoksia, jotka ovat tarpeen Tehokkaiden Teknisten Toimenpiteiden kiertämiseksi. Tätä Julkista Lisenssiä käytettäessä ja tulkittaessa katsotaan, ettei pelkkä tämän kohdan <a href="#s2a4">2(a)(4)</a> nojalla sallittujen muutosten tekeminen koskaan merkitse Muunnellun Aineiston syntymistä.
nl: <strong>Media en formaten; technische wijzigingen toegestaan</strong>. De Licentiegever geeft Jou de bevoegdheid om de Gelicenseerde Rechten op alle media en formaten, zowel reeds bestaande als toekomstige, uit te oefenen, en om deze van de benodigde technische wijzigingen te voorzien om dit te doen. De Licentiegever doet afstand van en/of gaat ermee akkoord om afstand te doen van alle rechten of bevoegdheden die Jou verbieden om technische wijzigingen door te voeren die noodzakelijk zijn om de Gelicenseerde Rechten uit te oefenen, inclusief de technische wijzigingen die noodzakelijk zijn om Doeltreffende Technologische Maatregelen te omzeilen. Voor toepassing van deze Publieke Licentie leidt het simpelweg wijzigen zoals toegestaan in Artikel <a href="#s2a4">2(a)(4)</a> nooit tot Afgeleid Materiaal.
ru: <strong>Носители и форматы: разрешение на внесение технических изменений</strong>. Лицензиар предоставляет Вам право осуществлять Лицензируемые Права с использованием всех известных носителей и форматов, а также носителей и форматов, которые будут созданы в будущем, и вносить с этой целью любые необходимые технические изменения. Лицензиар отказывается от и/или соглашается не осуществлять какие-либо права или полномочия, позволяющие запретить внесение Вами технических изменений, необходимых для осуществления Лицензируемых Прав, включая технические изменения, необходимые для обхода Эффективных Технических Мер. Для целей настоящей Публичной Лицензии внесение изменений, разрешенных в подпункте <a href="#s2a4">(4) пункта (а) Раздела 2</a>, само по себе не является созданием Адаптированного Материала.
sl: <strong>Mediji in formati; dovoljene tehnične spremembe</strong>. Dajalec licence dovoljuje Uporabniku izkoriščanje Licenciranih pravic v vseh medijih in formatih, znanih ali ustvarjenih kasneje, in izvedbo tehničnih sprememb, kadar je to potrebno. Dajalec licence se odpoveduje in/ali se strinja, da ne bo uveljavljal nobene pravice, ki bi Uporabniku preprečila izvedbo tehničnih sprememb, ki so potrebne za izkoriščanje Licenciranih pravic, vključno s tehničnimi spremembami, ki so potrebne za zaobid Tehnoloških ukrepov. Za namene te Licence, izvajanje sprememb, ki so dovoljene v skladu s tem Oddelkom <a href="#s2a4">2(a)(4)</a>, ne pomeni ustvarjanja Predelanih vsebin.
tr: <strong>Ortam ve formatlar; teknik değişikliklere izin verilmektedir.</strong>Lisans Veren, gerek hâlihazırda bilinen veya bundan sonra geliştirilecek tüm ortam ve formatlarda Lisansa Konu Hakları kullanmanız ve gerektiğinde teknik değişiklikler yapmanız için Size yetki vermektedir. Etkin teknolojik önlemleri alt etmek için gerekli olan teknik değişiklikler de dâhil olmak üzere Lisans Veren, Lisanslı Hakları kullanmak için sizin teknik değişiklikleri yapmanızı önleme hak ve yetkisinden feragat etmekte ve böyle bir hak ve/veya yetki iddiasında bulunmamayı kabul etmektedir. İşbu Kamu Lisansı çerçevesinde, Bölüm <a href="#s2a4">2(a)(4)</a> de izin ve yetki verilmiş değişikliklerin yapılması, Uyarlanmış Materyal doğurmaz / oluşturmaz.

source: Downstream recipients
da: Efterfølgende modtagere
de: Nachfolgende Empfänger
fi: Myöhemmät käyttäjät
nl: Verdere ontvangers
ru: Последующие получатели
sl: Nadaljnji prejemniki
tr: Aşağı yönlü alıcılar

source: Offer from the Licensor – Licensed Material
da: Tilbud fra Licensgiveren — Licenseret Materiale
de: Angebot des Lizenzgebers – Lizenziertes Material
fi: Lisenssinantajan tarjous – Lisensoitu Aineisto
nl: Aanbod van de Licentiegever – Gelicenseerde Materiaal
ru: Оферта от Лицензиара – Лицензируемый Материал
sl: Ponudba Dajalca licence – Licencirane vsebine
tr: Lisans Veren tarafından Teklif - Lisanslı Materyal

source: . Every recipient of the Licensed Material automatically receives an offer from the Licensor to exercise the Licensed Rights under the terms and conditions of this Public License.
da: . Alle modtagere af det Licenserede Materiale modtager automatisk et tilbud fra Licensgiveren om udøvelse af de Licenserede Rettigheder på de vilkår og betingelser, der er fastsat i denne Offentlige Licens.
de: . Jeder Empfänger des lizenzierten Materials erhält automatisch ein Angebot des Lizenzgebers, die lizenzierten Rechte unter den Bedingungen der vorliegenden Public License auzuüben.
fi: . Kaikki, jotka vastaanottavat Lisensoitua Aineistoa, saavat Lisenssinantajalta automaattisesti tarjouksen käyttää Lisensoituja Oikeuksia tämän Julkisen Lisenssin ehtojen mukaisesti.
nl: . Iedere ontvanger van het Gelicenseerde Materiaal krijgt automatisch een aanbod van de Licentiegever om de Gelicenseerde Rechten uit te oefenen volgens de voorwaarden en condities van deze Publieke Licentie.
ru: . Каждый получатель Лицензируемого Материала автоматически получает оферту от Лицензиара на осуществление Лицензируемых Прав в соответствии с условиями настоящей Публичной Лицензии.
sl: . Vsak prejemnik Licencirane vsebine samodejno prejme ponudbo Dajalca licence za izkoriščanje Licenciranih pravic pod pogoji te Licence.
tr: . Lisanslı Materyali alanlar, işbu Kamu Lisansı şart ve koşulları çerçevesinde Lisanslı Hakları kullanmak üzere Lisans Verenden otomatik olarak bir teklif almaktadır.

source: No downstream restrictions
da: Ingen indskrænkninger for efterfølgende modtagere
de: Keine Beschränkungen für nachfolgende Empfänger
fi: Ei myöhempiä käyttäjiä koskevia rajoituksia
nl: Geen verdere beperkingen
ru: Отсутствие ограничений на последующее использование
sl: Brez omejitev za nadaljnje prejemnike
tr: Aşağı yönlü sınırlamanın olmayışı

source: . You may not offer or impose any additional or different terms or conditions on, or apply any Effective Technological Measures to, the Licensed Material if doing so restricts exercise of the Licensed Rights by any recipient of the Licensed Material.
da: . Du må ikke tilbyde eller pålægge yderligere eller forskellige vilkår eller betingelser for eller anvende nogen Effektive Teknologiske Foranstaltninger på det Licenserede Materiale, hvis dette indskrænker udøvelsen af de Licenserede Rettigheder for nogen modtager af det Licenserede Materiale.
de: . Sie dürfen keine zusätzlichen oder abweichenden Bedingungen fordern oder das lizenzierte Material mit solchen belegen oder darauf wirksame technische Maßnahmen anwenden, sofern dadurch die Ausübung der lizenzierten Rechte durch Empfänger des lizenzierten Materials eingeschränkt wird.
fi: . Sinä et saa tarjota etkä asettaa mitään sellaisia Lisensoitua Aineistoa koskevia ylimääräisiä tai poikkeavia ehtoja, etkä kohdistaa Lisensoituun Aineistoon mitään sellaisia Tehokkaita Teknisiä Toimenpiteitä, jotka estävät Lisensoidun Aineiston vastaanottajaa käyttämästä Lisensoituja Oikeuksia.
nl: . Je mag geen aanvullende of afwijkende voorwaarden of condities aanbieden of opleggen, noch enige Doeltreffende Technologische Maatregelen toepassen, als daardoor de uitoefening van de Gelicenseerde Rechten door de ontvanger van het Gelicenseerde Materiaal wordt beperkt.
ru: . Вы не можете предлагать или устанавливать какие-либо дополнительные или иные условия, или применять Эффективные Технические Меры в отношении Лицензируемого Материала, если это ограничивает осуществление Лицензируемых Прав любым получателем Лицензируемого Материала.
sl: . Uporabnik ne sme dodati ali zahtevati dodatnih ali drugačnih pogojev ali uporabiti kakršnihkoli Tehnoloških ukrepov na Licenciranih vsebinah, če ta dejanja omejujejo izkoriščanje Licenciranih pravic s strani kateregakoli prejemnika Licenciranih vsebin.
tr: . Bunun herhangi bir Lisanslı Materyal alıcısının Lisansa Konu Hakları kullanımını sınırlaması hâlinde, Lisanslı Materyal üzerinde hiçbir ek veya farklı şart veya koşullar teklif edemez veya dayatamaz veya Lisanslı Materyale Etkin Teknolojik Önlemler uygulayamazsınız.

source: No endorsement
da: Ingen godkendelse
de: Inhaltliche Indifferenz
fi: Ei ilmaise hyväksyntää
nl: Geen goedkeuring
ru: Отсутствие одобрения
sl: Brez odobritev
tr: Onaylamama

source: . Nothing in this Public License constitutes or may be construed as permission to assert or imply that You are, or that Your use of the Licensed Material is, connected with, or sponsored, endorsed, or granted official status by, the Licensor or others designated to receive attribution as provided in Section <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
da: . Intet i denne Offentlige Licens udgør eller kan opfattes som en tilladelse til at hævde eller antyde, at Du eller Din anvendelse af det Licenserede Materiale er forbundet med, sponsoreret af, godkendt af eller tildelt officiel status af Licensgiveren eller andre, der er udpeget til at modtage kreditering som anført i afsnit <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
de: . Die vorliegende Public License begründet nicht die Erlaubnis, zu behaupten oder den Eindruck zu erwecken, dass Sie oder Ihre Nutzung des lizenzierten Materials mit dem Lizenzgeber oder den Zuschreibungsempfängern gemäß Abschnitt <a href="#s3a1Ai">3(a)(1)(A)(i)</a> in Verbindung stehen oder durch ihn gefördert, gutgeheißen oder offiziell anerkannt werden.
fi: . Mikään seikka tässä Julkisessa Lisenssissä ei anna, eikä minkään seikan tässä Julkisessa Lisenssissä voida tulkita antavan, lupaa väittää tai antaa ymmärtää, että Sinulla tai Sinun Lisensoidun Aineiston käytölläsi olisi liityntä Lisenssinantajaan tai muuhun kohdan <a href="#s3a1Ai">3(a)(1)(A)(i)</a> mukaisesti nimettävään tahoon tai että Lisenssinantaja tai muu yllä mainittu taho olisi sponsoroinut Sinun toimintaasi tai tukenut tai myöntänyt Sinun toiminnallesi muodollisen aseman.
nl: . Niets in deze Publieke Licentie kan worden opgevat als of vestigt toestemming om te beweren of te impliceren dat Je verbonden bent, of dat Jouw gebruik van het Gelicenseerde Materiaal is verbonden, gesponsord, goedgekeurd of een officiële status heeft verkregen door de Licentiegever of andere daartoe aangewezen personen om Naamsvermelding te ontvangen als bedoeld in artikel <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
ru: . Никакое положение настоящей Публичной Лицензии не является разрешением и не может быть истолковано как разрешение утверждать или предполагать, что Вы или использование Вами Лицензируемого Материала каким-либо образом связаны с Лицензиаром, имеете финансовую поддержку, одобрение или официальный статус, предоставленные Лицензиаром или иными лицами, указанными Лицензиаром для указания авторства, как предусмотрено в подпункте <a href="#s3a1Ai">(i) (А) (1) пункта (а) Раздела 3</a>.
sl: . Nič v tej Licenci ne predstavlja in se ne sme razlagati kot dovoljenje za trditev ali namigovanje, da je Uporabnik ali njegova uporaba Licencirane vsebine povezana z Dajalcem licence, sponzorirana ali da ji je bil podeljen uradni status s strani Dajalca licence ali drugih, ki jim je potrebno priznati avtorstvo v skladu z Oddelkom <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
tr: . İşbu Kamu Lisansındaki hiçbir husus, Lisans Veren veya Bölüm <a href="#s3a1Ai">3(a)(1)(A)(i)</a> de öngörüldüğü şekilde atıfta bulunacak diğer kişiler ile sizin veya kullanımınızın bağlantılı olduğu, size veya kullanımınıza onlar tarafından sponsor olunduğu, sizin veya kullanımınızın desteklendiği veya size veya kullanımınıza resmi bir statü verildiğini iddia ve ima etmeye ilişkin bir izin olarak yorumlanmayacaktır.

source: Other rights
da: Andre rettigheder
de: Sonstige Rechte
fi: Muut oikeudet
nl: Andere rechten
ru: Иные права
sl: Druge pravice
tr: Diğer haklar

source: Moral rights, such as the right of integrity, are not licensed under this Public License, nor are publicity, privacy, and/or other similar personality rights; however, to the extent possible, the Licensor waives and/or agrees not to assert any such rights held by the Licensor to the limited extent necessary to allow You to exercise the Licensed Rights, but not otherwise.
da: Ideelle rettigheder, såsom retten til integritet, er ikke omfattet af denne Offentlige Licens, ej heller personlighedsretten, retten til privatlivets fred og/eller andre lignende personrettigheder. I videst muligt omfang afstår Licensgiveren imidlertid fra og/eller forpligter sig til ikke at udøve sådanne rettigheder i det begrænsede omfang, der er nødvendigt for, at Du kan udøve de Licenserede Rettigheder, men ikke ud over dette.
de: Urheberpersönlichkeitsrechte, wie etwa zum Schutz vor Werkentstellungen, werden durch die vorliegende Public License ebenso wenig mitlizenziert wie das Recht auf Privatheit, auf Datenschutz und/oder ähnliche Persönlichkeitsrechte; gleichwohl verzichtet der Lizenzgeber auf derlei Rechte bzw. ihre Durchsetzung, soweit dies für Ihre Ausübung der lizenzierten Rechte erforderlich und möglich ist, jedoch nicht darüber hinaus.
fi: Tällä Julkisella Lisenssillä ei lisensoida moraalisia oikeuksia kuten respektioikeutta, eikä myöskään henkilön oikeutta määrätä nimensä, kuvansa tai henkilönsä muun tunnistettavan osan kaupallisesta käytöstä (<i>right of publicity</i>), yksityisyyden suojaa koskevia oikeuksia ja/tai muita sellaisia persoonallisuusoikeuksia; kuitenkin siinä laajuudessa kuin on mahdollista ja tarpeen Sinun Lisensoitujen Oikeuksien käytöllesi, muttei muilta osin, Lisenssinantaja luopuu tällaisista oikeuksistaan ja/tai sitoutuu siihen, että ei esitä tällaisiin oikeuksiin perustuvia väitteitä.
nl: Morele rechten, zoals het recht op integriteit, zijn niet gelicenseerd onder deze Publieke Licentie, noch publiciteit, privacy en/of andere soortgelijke persoonlijkheidsrechten; echter, voor zover mogelijk, doet de Licentiegever afstand en/of gaat akkoord met het niet inroepen van enige van zulke rechten gehouden door de Licentiegever tot in hoeverre dit noodzakelijk is om Jou de Gelicenseerde Rechten te kunnen laten uitoefenen, maar niet op andere wijze.
ru: Личные неимущественные права, такие как право на неприкосновенность произведения, а также права на публичность и изображение гражданина, неприкосновенность частной жизни или иные аналогичные личные права не предоставляются на основе настоящей Публичной Лицензии. Тем не менее, в максимально возможной степени Лицензиар отказывается или соглашается не осуществлять любые такие права, принадлежащие ему, в объеме, необходимом, чтобы позволить Вам осуществлять Лицензируемые Права, но не иначе.
sl: Moralne pravice, kot je npr. pravica spoštovanja dela, se ne licencirajo s to Licenco. Prav tako se ne licencirajo pravica do zasebnosti in/ali druge osebnostne pravice, vendar se, kolikor je to zakonsko mogoče, Dajalec licence odpoveduje in/ali se strinja, da ne bo uveljavljal teh pravic, ki mu pripadajo, v obsegu, ki je potreben za Uporabnikovo izkoriščanje Licencirani pravic.
tr: Eserde değişiklik yapılmasını menetme hakkı gibi manevî haklar, aleniyet, gizlilik ve/veya diğer benzer şahsî haklar için, işbu Kamu Lisansı kapsamında lisans verilmemektedir; ancak, mümkün olduğu ölçüde Lisans Veren, başka türlü olmamak kaydıyla, yalnızca Sizin Lisansa Konu Hakları kullanabilmeniz için gerekli olduğu ölçüde, kendisinin sahibi olduğu bu tür haklardan feragat etmekte ve/veya bu tür hak iddialarında bulunmamayı kabul etmektedir.

source: Patent and trademark rights are not licensed under this Public License.
da: Patent- og varemærkerettigheder er ikke omfattet af denne Offentlige Licens.
de: Patent- und Kennzeichenrechte werden durch die vorliegende Public License nicht lizenziert.
fi: Tällä Julkisella Lisenssillä ei lisensoida patentti- ja tavaramerkkioikeuksia.
nl: Octrooi- en merkenrecht vallen niet onder deze Publieke Licentie.
ru: Патентные права и права на товарные знаки и знаки обслуживания не предоставляются по настоящей Публичной Лицензии.
sl: Pravice na patentih in znamkah niso predmet te Licence.
tr: İşbu Kamu Lisansı kapsamında patent ve markalar için lisans verilmemektedir.

source: To the extent possible, the Licensor waives any right to collect royalties from You for the exercise of the Licensed Rights, whether directly or through a collecting society under any voluntary or waivable statutory or compulsory licensing scheme. In all other cases the Licensor expressly reserves any right to collect such royalties.
da: Licensgiveren fraskriver sig i videst muligt omfang retten til at opkræve royalties fra Dig for udøvelsen af de Licenserede Rettigheder, hvad enten det er direkte eller gennem et forvaltningsselskab under en frivillig eller fravigelig lovbestemt eller obligatorisk licensordning. I alle andre tilfælde forbeholder Licensgiveren sig udtrykkeligt retten til at opkræve sådanne royalties.
de: Soweit wie möglich verzichtet der Lizenzgeber auf Vergütung durch Sie für die Ausübung der lizenzierten Rechte, sowohl direkt als auch durch eine Verwertungsgesellschaft unter welchem freiwilligen oder abdingbaren gesetzlichen oder Pflichtlizenzmechanismus auch immer eingezogen. In allen übrigen Fällen behält sich der Lizenzgeber ausdrücklich jedes Recht vor, Vergütungen zu fordern.
fi: Siinä laajuudessa kuin on mahdollista, Lisenssinantaja luopuu oikeudestaan kerätä Sinulta rojalteja Lisensoitujen Oikeuksien käytöstä, tapahtuipa tämä suoraan tai oikeuksia hallinnoivan järjestön kautta tai minkä tahansa vapaaehtoisen, lakisääteisen tai pakollisen lisensointijärjestelmän nojalla taikka sellaisen lisensointijärjestelmän nojalla, josta voidaan luopua. Kaikissa muissa tapauksissa Lisenssinantaja nimenomaisesti pidättää itsellään oikeuden kerätä sellaisia rojalteja.
nl: Voor zover mogelijk doet de Licentiegever afstand van enig recht op royalty's van Jou voor het uitoefenen van de Gelicenseerde Rechten, rechtstreeks of via een collectieve beheersorganisatie op grond van een vrijwillige of voor afstand vatbaar wettelijk- of dwanglicentiesysteem. In alle andere gevallen behoudt de Licentiegever nadrukkelijk het recht om royalty’s te innen.
ru: В той мере, в которой это возможно, Лицензиар отказывается от любого права на получение от Вас вознаграждения за осуществление Вами Лицензируемых Прав, как непосредственно, так и через любые организации по коллективному управлению правами или любую добровольную, обязательную государственную или принудительную систему лицензирования. Во всех иных случаях Лицензиар сохраняет право на получение такого вознаграждения.
sl: Kolikor je zakonsko mogoče, se Dajalec licence odpoveduje pravici do nadomestila za izkoriščanje Licenciranih pravic, ki se uveljavljajo neposredno ali preko kolektivne organizacije v skladu s prostovoljnim ali obveznim kolektivnim upravljanjem. V vseh drugih primerih si Dajalec licence izrecno pridružuje vse pravice do tovrstnih nadomestil.
tr: Mümkün olduğu ölçüde Lisans Veren, gerek doğrudan gerekse herhangi bir gönüllü veya feragati kabil yasal veya zorunlu lisanslama tasarısı çerçevesinde bir meslek birliği aracılığı ile, Lisansa Konu Hakların kullanımı ile ilgili Sizden herhangi bir telif hakkı ücreti tahsil etme hakkından feragat etmektedir. Tüm diğer hâllerde Lisans Verenin bu tür telif hakkı ücretlerini tahsil etme hakkı mahfuzdur.

source: Section 3 – License Conditions.
da: Afsnit 3 — Licensbetingelser.
de: Abschnitt 3 – Lizenzbedingungen
fi: Osa 3 – Lisenssin ehdot.
nl: Artikel 3 – Licentievoorwaarden.
ru: Раздел 3 – Условия лицензии.
sl: Oddelek 3 – Pogoji Licence
tr: Bölüm 3 - Lisans Koşulları.

source: Your exercise of the Licensed Rights is expressly made subject to the following conditions.
da: Din udøvelse af de Licenserede Rettigheder er udtrykkeligt underlagt følgende betingelser.
de: Ihre Ausübung der lizenzierten Rechte unterliegt ausdrücklich folgenden Bedingungen
fi: Sinun Lisensoitujen Oikeuksien käyttöösi sovelletaan nimenomaisesti seuraavia ehtoja.
nl: Jouw uitoefening van de Gelicenseerde Rechten is uitdrukkelijk onderworpen aan de volgende voorwaarden.
ru: Вы можете осуществлять Лицензируемые Права исключительно при условии соблюдения следующих условий.
sl: Uporabnik lahko izkorišča Licencirane pravice izključno pod naslednjimi pogoji.
tr: Lisansa Konu Hakların tarafınızca kullanımı, aşağıdaki koşul ve şartlara tâbidir.

source: Attribution
da: Kreditering
de: Namensnennung
fi: Nimeä
nl: Naamsvermelding
ru: Указание авторства
sl: Priznanje avtorstva
tr: Atıf

source: <p>If You Share the Licensed Material, You must:</p>
da: <p>Hvis Du Deler det Licenserede Materiale, skal Du:</p>
de: <p>Wenn Sie das lizenzierte Material weitergeben, müssen Sie:</p>
fi: <p>Jos Sinä Jaat Lisensoitua Aineistoa, Sinun tulee:</p>
nl: <p>Als Je het Gelicenseerde Materiaal Deelt, ben Je verplicht:</p>
ru: <p>Если Вы Предоставляете Лицензируемый Материал, Вы должны:</p>
sl: <p>Če uporabnik Deli Licencirane vsebine, mora:</p>
tr: <p>Lisanslı Materyali Paylaşmanız hâlinde:</p>
