Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc_40.po
Languages: el, eu, hr, it, ko, pl, ro, sk, zh_hans, zh_hant

source: For the avoidance of doubt, this Section <a href="#s4">4</a> supplements and does not replace Your obligations under this Public License where the Licensed Rights include other Copyright and Similar Rights.
el: Προς άρση κάθε αμφιβολίας, το εν λόγω Άρθρο <a href="#s4">4</a> συμπληρώνει και δεν αντικαθιστά τις υποχρεώσεις Σας δυνάμει της παρούσας Δημόσιας Άδειας όπου τα Αδειοδοτούμενα Δικαιώματα περιλαμβάνουν άλλα Δικαιώματα Πνευματικής Ιδιοκτησίας και Συγγενικά ή Παρόμοια Δικαιώματα.
eu: Zalantzarik gelditu ez dadin, <a href="#s4">4</a> Atal honek osatu egiten ditu, eta ez ditu ordezten, Lizentzia Publiko honek ezartzen dizkizun obligazioak Eskubide Lizentziatuek barne hartzen badituzte beste Egile-eskubide eta Antzeko Eskubide batzuk.
hr: Kako ne bi bilo dvojbe, članak <a href="#s4">4</a> služi kao nadopuna, a ne zamjena za Vaše obaveze prema ovoj Javnoj licenci u slučaju kada Licencirana prava sadrže drugo Autorsko pravo i slična prava.
it: Al fine di evitare dubbi, il presente Art. <a href="#s4">4</a> si aggiunge ai, e non sostituisce i, Tuoi obblighi ai sensi della presente Licenza Pubblica, laddove i Diritti Concessi in Licenza dovessero includere Diritti d'Autore e Simili.
ko: <a href="#s4">4</a> 조는 이용허락된 권리가 다른 저작권과 그 밖의 유사 권리를 포함하는 본 공중 라이선스에 따른 귀하의 의무를 보완할 뿐 대체하지 않습니다.
pl: W razie wątpliwości, niniejszy Paragraf <a href="#s4">4</a> uzupełnia, lecz nie zastępuje obowiązków Licencjodawcy wynikających z niniejszej Licencji Publicznej, w przypadku, gdy Uprawnienia Licencyjne obejmują inne Prawa Autorskie i Prawa Podobne do Praw Autorskich.
ro: Pentru a se evita orice îndoială, prezenta Secțiune <a href="#s4">4</a> completează și nu înlocuiește obligațiile care Vă revin în temeiul prezentei Licențe Publice în cazul în care Drepturile Licențiate includ alte Drepturi de Autor și Drepturi Asimilate.
sk: Na odstránenie akýchkoľvek pochybností, táto <a href="#s4">4. časť</a> dopĺňa a nenahrádza Vaše záväzky, podľa tejto Verejnej licencie v prípadoch, ak Licencované práva zahŕňajú ďalšie autorské a obdobné práva.
zh_hans: 为避免疑义，当协议所授予的权利包含其他著作权与类似权利时， <a href="#s4">第四条</a> 补充且不取代本公共许可协议所规定的您的义务。
zh_hant: 為避免疑義，當本授權權利包含其他著作權及相似權利時， <a href="#s4">第4條</a> 補充且不取代您依據本公眾授權條款需負擔的義務。

source: Section 5 – Disclaimer of Warranties and Limitation of Liability.
el: Αρθρο 5. Αποποίηση Εγγυήσεων και Περιορισμός Ευθύνης.
eu: 5. Atala - Berme-ukatzea eta erantzukizun-mugatzea.
hr: Članak 5. - Odricanje od jamstva i ograničenje odgovornosti
it: Articolo 5 – Esclusione di Garanzie e Limitazione di Responsabilità.
ko: 5조 - 면책 및 책임 한계의 고지.
pl: Paragraf 5 – Wyłączenie Gwarancji i Ograniczenie Odpowiedzialności.
ro: Secțiunea 5 – Excluderea garanțiilor și limitarea răspunderii.
sk: 5. časť — Odopretie záruk a obmedzenie zodpovednosti.
zh_hans: 第五条 免责声明及责任限制条款
zh_hant: 第5條 免責聲明及責任限制條款

source: Unless otherwise separately undertaken by the Licensor, to the extent possible, the Licensor offers the Licensed Material as-is and as-available, and makes no representations or warranties of any kind concerning the Licensed Material, whether express, implied, statutory, or other. This includes, without limitation, warranties of title, merchantability, fitness for a particular purpose, non-infringement, absence of latent or other defects, accuracy, or the presence or absence of errors, whether or not known or discoverable. Where disclaimers of warranties are not allowed in full or in part, this disclaimer may not apply to You.
el: Εκτός εάν άλλως ξεχωριστά αναλάβει ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα), στο μέτρο του δυνατού, ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) προσφέρει το Αντικείμενο Αδειοδότησης ως έχει και όπως διατίθεται, και δεν προβαίνει σε δηλώσεις ή εγγυήσεις οποιουδήποτε είδους σχετικά με το Αντικείμενο Αδειοδότησης, είτε ρητές, είτε σιωπηρές, εκ του νόμου, ή άλλες. Αυτό περιλαμβάνει, χωρίς περιορισμό, εγγυήσεις τίτλου, εμπορευσιμότητας, καταλληλόλητας για συγκεκριμένο σκοπό, μη-παράβασης, απουσία λανθανόντων ή άλλων ελαττωμάτων, ακρίβειας, ή σχετικά με την παρουσία ή απουσία σφαλμάτων, είτε αγνώστων είτε εντοπίσιμων. Όπου αποποιήσεις των εγγυήσεων δεν επιτρέπονται εν όλω ή εν μέρει, αυτή η δήλωση αποποίησης μπορεί να μην ισχύει για Εσάς.
eu: Lizentzia-emaileak besterik agindu ezean, eta posible den neurrian, Lizentzia-emaileak Material Lizentziatua bere horretan eta eskuragarri dagoen moduan eskaintzen du, eta ez du inolako bermerik eskaintzen Material Lizentziatuari dagokionez, ez berariazkorik, ez inpliziturik, ez legezkorik, ez besterik. Hor sartzen dira, mugarik gabe, berme hauek: titulua, komertzializagarritasuna, xede jakin baterako egokitasuna, araurik ez-urratzea, akats latente edo bestelakorik ez izatea, doitasuna, edo erroreak izatea edo ez izatea, ezagunak edo hautemangarriak izan edo ez. Berme-ukatzeak, erabat edo neurri batean, debekatuta dauden kasuetan, ez zaizu ukatze hau aplikatuko.
hr: Osim ako Davatelj licence nije zasebno drugačije postupio, Davatelj licence - u mjeri u kojoj je to zakonski moguće - nudi Licencirani materijal “takav kakav je” i “takav kakav je dostupan”, te ne daje nikakve izjave ili jamstva, bilo izričito, implicitno, statutarno ili kako drugačije, u pogledu Licenciranog materijala. To uključuje, ali nije i ograničeno na jamstva o pravu vlasništva, utrživosti, prikladnosti za bilo koju svrhu, nepostojanju povrede intelektualnog vlasništva, nepostojanju latentnih ili drugih oštećenja, točnosti, postojanju ili nepostojanju grešaka, bilo poznatih ili nepoznatih, sada ili u budućnosti. Ako odricanja od jamstva nisu dopuštena, bilo u cijelosti ili dijelom, ovo odricanje se potencijalno ne odnosi na Vas.
it: Laddove il Licenziante non si sia separatamente impegnato altrimenti, per quanto possibile il Licenziante offre il Materiale Concesso in Licenza "così com'è" e "come disponibile", e non fornisce alcuna dichiarazione o garanzia di qualsiasi tipo con riguardo al Materiale Concesso in Licenza, sia essa espressa o implicita, di fonte legale o di altro tipo. Questo comprende, tra le altre, le garanzie relative al titolo, alla commerciabilità, all'idoneità per un fine specifico, alla non violazione di diritti di terzi, alla mancanza di difetti latenti o di altro tipo, all'esattezza o alla presenza o assenza di errori, siano o meno conosciuti o conoscibili. Laddove l'esclusione di garanzie non sia consentita in tutto o in parte, questa esclusione può non essere applicabile a Te.
ko: 이용허락자가 별도로 달리 정하지 않는 한, 가능한 범위 내에서, 이용허락자는 이용허락된 저작물을 있는 그대로 제공하며, 이용허락된 저작물에 관하여 명시적, 묵시적, 법적 또는 그 밖의 어떠한 방식으로도 일체의 표시나 보증을 하지 않습니다. 여기에는 제목, 상품성, 특정 목적 부합성, 비침해, 잠재적 혹은 그 밖의 결함의 부재, 정확성, 이미 알려져 있거나 밝힐 수 있는 오류의 존재 여부에 대한 보증 등이 포함됩니다. 면책 고지의 전부 혹은 일부가 허용되지 않는 경우에는, 본 면책 고지는 귀하에게 적용되지 않을 수 있습니다.
pl: Jeżeli Licencjodawca oddzielnie nie postanowił inaczej, Licencjodawca, w możliwie najszerszym zakresie, oferuje Utwór Licencjonowany w takiej formie, w jakiej zapoznał się z nim Licencjobiorca i nie udziela żadnych zapewnień, ani jakiegokolwiek rodzaju gwarancji, dotyczących Utworu Licencjonowanego, ani wynikających z wyraźnego postanowienia, dorozumianych, ustawowych, ani jakichkolwiek innych. Obejmuje to, bez ograniczeń, rękojmię, zbywalność, przydatność do konkretnego celu, brak naruszeń praw innych osób, brak ukrytych lub innych wad, dokładność, występowanie lub niewystępowanie wad widocznych jak i ukrytych. W przypadku, gdy wyłączenie gwarancji nie jest dozwolone w całości lub w części, niniejsze wyłączenie może nie mieć zastosowania do Licencjobiorcy.
ro: Cu excepția cazului în care Licențiatorul realizează acest lucru separat în alt mod, Licențiatorul oferă Materialul Licențiat, în măsura posibilului, ca atare și așa cum este disponibil și nu face nicio declarație sau nu oferă nicio garanție de niciun fel în ceea ce privește Materialul Licențiat, indiferent dacă este explicită, implicită, statutară sau de alt gen. Acestea includ, fără limitări, garanții privind titlul, valoarea comercială, adecvarea pentru un anumit scop, absența unei încălcări, absența defectelor ascunse sau a altor defecte, acuratețea sau prezența ori absența erorilor, indiferent dacă sunt cunoscute sau nu ori dacă pot fi descoperite sau nu. În cazul în care excluderile de garanții nu sunt permise, integral sau parțial, este posibil ca prezenta excludere de garanții să nu vi se aplice.
sk: Pokiaľ nie je osobitne Poskytovateľom stanovené inak, Poskytovateľ v najširšom možnom rozsahu poskytuje Predmet Verejnej licencie ako stojí a leží a ako je prístupný a neposkytuje žiadne vyhlásenia a ani záruky vo vzťahu k Predmetu Verejnej licencie, a to ani výslovné ani odvodené, ani zákonné, ani iné. Uvedené zahŕňa aj, nie však výlučne, záruky právneho dôvodu, obchodného potenciálu, určenia pre konkrétny účel, neporušenia práv duševného vlastníctva, neexistencie vád tak zjavných ako aj skrytých, presnosti, existencie alebo neexistencie chýb zjavných alebo objaviteľných. Ak nie je odopretie záruk prípustné celkovo alebo v časti, toto odopretie sa na Vás nebude vzťahovať.
zh_hans: 除非许可人另有保证，否则在最大可能范围内，许可人按其现状和现有之基础提供授权作品(Licensed Material)，且没有就授权作品(Licensed Material)做出任何形式的陈述或保证：无论明示、默示、法定或其他形式，包括但不限于任何有关本授权作品(Licensed Material)的权属保证、可交易性、适于特定目的、未侵害他人权利、没有潜在或其他瑕疵、精确性或是否有错误，不管是否已知或可发现。当免责声明全部或部分不被允许时，此免责声明可能不适用于您。
zh_hant: 除非由授權人個別保證，否則在可行範圍內，授權人是以現狀及現有之基礎提供本授權素材，且未聲明或提供關於本授權素材之任何保證，無論明示、默示、是否為法律所規定或其他保證。這包含但不限於任何有關本授權素材權利之擔保、可商業性、是否符合某特定之目的、未侵害他人權利、不具有潛在或其他之缺陷、正確性、或不論能否被發現之錯誤。當免責聲明全部或一部不被允許時，此免責聲明可能不適用於您。

source: To the extent possible, in no event will the Licensor be liable to You on any legal theory (including, without limitation, negligence) or otherwise for any direct, special, indirect, incidental, consequential, punitive, exemplary, or other losses, costs, expenses, or damages arising out of this Public License or use of the Licensed Material, even if the Licensor has been advised of the possibility of such losses, costs, expenses, or damages. Where a limitation of liability is not allowed in full or in part, this limitation may not apply to You.
el: Στο μέτρο που είναι δυνατό, σε καμία περίπτωση δεν θα ευθύνεται ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) έναντί Σας δυνάμει οποιασδήποτε νομικής αρχής ή βάσης (συμπεριλαμβανομένης, χωρίς περιορισμό, και της αμέλειας) ή άλλως για τυχόν άμεσες, ειδικές, έμμεσες, τυχαίες, επακόλουθες, τιμωρητικές, παραδειγματικές ή άλλες απώλειες, έξοδα, δαπάνες ή ζημίες που προκύπτουν από την παρούσα Δημόσια Άδεια ή τη χρήση του Αντικειμένου Αδειοδότησης, ακόμη και αν ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) έχει ενημερωθεί για την πιθανότητα τέτοιων απωλειών, εξόδων, δαπανών ή ζημιών. Σε περίπτωση που ο περιορισμός ευθύνης δεν επιτρέπεται εν όλω ή εν μέρει, ο παρών περιορισμός δεν δύναται να ισχύει για Εσάς.
eu: Posible den neurrian, Lizentzia-emaileari ezingo diozu erantzukizunik eskatu inolako oinarri juridiko (zabarkeria barne, besteak beste) edo bestelakotan funtsatuta, Lizentzia Publiko honen edo Material Lizentziatuaren erabileraren ondorioz sor litezkeen galera, kostu, gastu edo kalte zuzen, berezi, zeharkako, ezusteko, ondoriozko, zigorrezko eta ereduzkoengatik, ezta Lizentzia-emaileari halako galerak, kostuak, gastuak eta kalteak sor litezkeela ohartarazi bazaio ere. Erantzukizun-mugatzea, erabat edo neurri batean, debekatuta dagoen kasuetan, ez zaizu muga hau aplikatuko.
hr: Davatelj licence - u mjeri u kojoj je to zakonski moguće - ni u kojem slučaju ne snosi prema Vama odgovornost temeljem bilo koje pravne osnove (uključujući, ali ne i isključivo nepozornosti) za bilo kakve izravne, posebne, neizravne, slučajne, posljedične, kaznene ili druge gubitke, troškove ili odštete koje su nastale zbog ove Javne licence ili korištenja Licenciranog materijala, čak i ako je Davatelj licence upozoren na mogućnost takvih gubitaka, troškova ili odšteta. Kada ograničenje odgovornosti nije dopušteno, bilo u cijelosti ili dijelom, ovo ograničenje se potencijalno ne odnosi na Vas.
it: Per quanto possibile, il Licenziante non sarà in alcun caso responsabile nei Tuoi confronti ad alcun titolo (incluso, tra gli altri, la negligenza) o altrimenti per qualunque danno diretto, speciale, indiretto, incidentale, consequenziale, punitivo, esemplare, o altra perdita, costo, spesa o danno derivante dalla presente Licenza Pubblica o dall'utilizzo del Materiale Concesso in Licenza, anche nel caso in cui il Licenziante sia stato edotto sulla possibilità di tali perdite, costi, spese o danni. Laddove una limitazione di responsabilità non sia consentita in tutto o in parte, questa limitazione può non essere applicabile a Te.
ko: 가능한 범위 내에서, 이용허락자는 어떠한 법 이론(과실책임 등)이나 기타 근거에 의하여도 본 공중 라이선스 또는 이용허락된 저작물의 사용으로부터 발생하는 직접적, 특수한, 간접적, 결과적, 징벌적, 예시적, 또는 그 밖의 손실, 비용, 손해에 대하여 일체의 책임을 지지 않습니다. 설사 그러한 손실, 비용, 손해의 발생 가능성에 대하여 통지받은 경우라 하더라도 책임이 없습니다. 책임제한이 전부 혹은 일부 허용되지 않는 경우에는, 본 제한 조항은 귀하에게 적용되지 않을 수 있습니다.
pl: W najdalej idącym stopniu, w żadnym wypadku Licencjodawca nie odpowiada wobec Licencjobiorcy na żadnej podstawie prawnej (włączając w to, bez ograniczeń, niedochowanie należytej staranności) za bezpośrednie, specjalne , pośrednie, przypadkowe, następcze, karne, ani żadne inne straty, koszty, utracone korzyści, wydatki, ani szkody wynikające z zastosowania niniejszej Licencji Publicznej lub korzystania z Utworu Licencjonowanego, nawet w przypadku, gdy Licencjodawca był powiadomiony o możliwości poniesienia takich strat, kosztów, wydatków, lub szkód. W przypadku, gdy ograniczenie odpowiedzialności nie jest dozwolone w całości lub w części, takie ograniczenie nie ma zastosowania do Licencjobiorcy.
ro: În măsura posibilului, Licențiatorul nu va fi răspunzător către Dumneavoastră, în niciun caz și din niciun motiv juridic (inclusiv neglijență, fără a se limita la aceasta) sau în alt mod, pentru nicio pierdere, niciun cost, nicio cheltuială sau nicio daună directă, specială, indirectă, accidentală, consecutivă, punitivă, exemplară sau de altă natură care decurge din prezenta Licență Publică sau din utilizarea Materialului Licențiat, chiar dacă Licențiatorul a fost informat cu privire la posibilitatea unor astfel de pierderi, costuri, cheltuieli sau daune. În cazul în care nu este permisă limitarea răspunderii, integral sau parțial, este posibil ca prezenta limitare să nu vi se aplice.
sk: V najširšom možnom rozsahu Poskytovateľ v žiadnom prípade nebude zodpovedný, a to v zmysle akejkoľvek právnej doktríny (vrátane, nie však výlučne v zmysle konceptu nedbanlivosti) či inak za akúkoľvek priamu, osobitnú, nepriamu, náhodnú, následnú, trestnoprávnu, exemplárnu či inú škodu, stratu, výdavok či náklad vychádzajúcu z uplatnenia tejto Verejnej licencie alebo použitie Predmetu Verejnej licencie, a to dokonca aj v prípade, ak bol Poskytovateľ poučený o možnosti vzniku takejto škody, straty, výdavku či nákladu. Ak nie je obmedzenie zodpovednosti prípustné celkovo alebo v časti, toto obmedzenie sa na Vás nebude vzťahovať.
zh_hans: 在最大可能范围内， 对于任何因本公共许可协议或使用授权作品(Licensed Material)引起的直接的、特殊的、间接的、附随的、连带的、惩罚性的、警告性的，或其他的损失、成本、费用或损害，许可人不对您负任何法律上或其他的责任（包括但不限于过失责任）。当责任限制部分或全部不被允许时，该限制不适用于您。
zh_hant: 在可行範圍內，任何因本公眾授權條款或本授權素材的使用所生之直接的、特殊的、間接的、附隨的、連帶的、懲罰性的、警告性的或其他的損失、支出、費用或損害，授權人對您不負任何法理上或其他的責任（包含但不限於過失責任），縱授權人已經被告知發生此類損失、支出、費用或損害的可能性時，亦同。當責任限制規定全部或一部不被允許時，此限制可能不適用於您。

source: The disclaimer of warranties and limitation of liability provided above shall be interpreted in a manner that, to the extent possible, most closely approximates an absolute disclaimer and waiver of all liability.
el: Η δήλωση αποποίησης εγγυήσεων και περιορισμού της ευθύνης που προβλέπεται ως ανωτέρω θα ερμηνεύεται κατά τρόπο που, στο μέτρο του δυνατού, προσεγγίζει περισσότερο την απόλυτη αποποίηση και απαλλαγή από κάθε ευθύνη.
eu: Goian zehaztutako berme-ukatzea eta erantzukizun-mugatzea interpretatu behar dira, ahal den neurrian, era guztietako erantzukizunak erabat ukatzera gehien hurbiltzen den moduan.
hr: Prethodno odricanje od jamstva i ograničenje odgovornosti interpretirat će se - u mjeri u kojoj je to zakonski moguće - što je moguće bliže potpunom odricanju od bilo kakve odgovornosti.
it: L'esclusione di garanzie e la limitazione di responsabilità di cui sopra deve essere interpretata in maniera che, nei limiti consentiti dalla legge applicabile, possa avvicinarsi quanto più possibile ad una esclusione totale e a uno scarico di ogni responsabilità.
ko: 위에 명시된 면책 및 책임제한은, 가능한 범위 내에서, 절대적 면책 또는 모든 책임의 면제와 거의 같은 방식으로 해석되어야 합니다.
pl: Powyższe wyłączenie gwarancji i ograniczenie odpowiedzialności będzie interpretowane w sposób zapewniający wyłączenie i zrzeczenie się odpowiedzialności w zakresie możliwie najszerszym.
ro: Excluderea garanțiilor și limitarea răspunderii prevăzute mai sus se interpretează într-un mod care, în măsura posibilului, se apropie cel mai mult de o clauză absolută de declinare și de excludere a oricărei răspunderi.
sk: Odopretie záruk a obmedzenie zodpovednosti ako je vyššie uvedené je potrebné vykladať v najširšom možnom význame čo najbližšie k absolútnemu odopretiu a zrieknutia sa všetkej zodpovednosti.
zh_hans: 前述免责及责任限制声明，应尽可能以最接近于完全排除全部责任的方式解释。
zh_hant: 前述所提供的免責聲明及責任限制規定，在可行範圍內，應該以最接近於確實免除全部責任的方式來解釋。

source: Section 6 – Term and Termination.
el: Άρθρο 6. Διάρκεια και Τερματισμός.
eu: 6. Atala - Iraupena eta azkentzea.
hr: Članak 6. - Trajanje i prestanak važenja
it: Articolo 6 – Durata e Risoluzione.
ko: 6조 - 기간과 종료.
pl: Paragraf 6 – Termin i Wygaśnięcie.
ro: Secțiunea 6 – Durata și rezilierea.
sk: 6. časť — Trvanie a ukončenie.
zh_hans: 第六条 期限与终止
zh_hant: 第6條 有效期間及終止條款

source: This Public License applies for the term of the Copyright and Similar Rights licensed here. However, if You fail to comply with this Public License, then Your rights under this Public License terminate automatically.
el: Η παρούσα Δημόσια Άδεια έχει διάρκεια για όλο το χρόνο ισχύος των Δικαιωμάτων Πνευματικής Ιδιοκτησίας και Συγγενικών ή Παρόμοιων Δικαιωμάτων που παραχωρούνται εδώ. Ωστόσο, εάν Εσείς δεν συμμορφωθείτε με την παρούσα Δημόσια Άδεια, τότε τα δικαιώματά Σας δυνάμει της παρούσας Δημόσιας Άδειας τερματίζονται αυτόματα.
eu: Lizentzia Publiko hau aplikatuko da hemen lizentziatzen diren Egile-eskubideek eta Antzeko Eskubideek irauten duten bitartean. Hala ere, Lizentzia Publiko honen baldintzak betetzen ez badituzu, Lizentzia Publiko honek aitortzen dizkizun eskubideak automatikoki azkenduko dira.
hr: Ova Javna licenca važi za trajanja ovdje licenciranog Autorskog prava i sličnih prava. Međutim, ako se ne pridržavate ove Javne licence, prava iskorištavanja koja su Vam prepuštena ovom Javnom licencom automatski prestaju važiti.
it: La presente Licenza Pubblica è valida per tutta la durata dei Diritti d'Autore e Simili oggetto della presente Licenza Pubblica. Tuttavia, in caso di Tuo mancato adempimento dei termini e delle condizioni della presente Licenza Pubblica, i diritti che Ti sono concessi dalla presente Licenza Pubblica cesseranno automaticamente.
ko: 본 공중 라이선스는 이용허락된 저작권 및 유사 권리의 보호 기간 동안 적용됩니다. 그러나 본 공중 라이선스를 위반할 경우, 본 공중 라이선스에 따른 귀하의 권리는 자동으로 소멸됩니다.
pl: Niniejsza Licencja Publiczna jest udzielona na czas trwania licencjonowanych Praw Autorskich i Praw Podobnych do Praw Autorskich. Jednakże, jeśli Licencjobiorca naruszy postanowienia niniejszej Licencji Publicznej, prawa Licencjobiorcy wynikające z niniejszej Licencji Publicznej wygasają automatycznie.
ro: Prezenta Licență Publică se aplică pe durata prevăzută a Drepturilor de Autor și Drepturilor Asimilate conferite prin prezenta. Cu toate acestea, dacă nu respectați prezenta Licență Publică, drepturile Dumneavoastră în temeiul prezentei Licențe Publice sunt reziliate automat.
sk: Táto Verejná licencia trvá počas trvania ochrany Autorských a obdobných práv, ktoré sú licencované. Avšak, ak konáte v rozpore s touto Verejnou licenciou, Vaše práva podľa tejto Verejnej licencie zanikajú automaticky.
zh_hans: 本公共许可协议在著作权与类似权利存续期间内有效。然而，如果您没有遵守此公共许可协议，则您依据此公共许可协议享有的权利自动终止。
zh_hant: 本公眾授權條款適用於本公眾授權條款中被授權之著作權及相似權利的存續期間，但若您未能遵守本公眾授權條款，則您依據本公眾授權條款所取得的權利將自動終止。

source: Where Your right to use the Licensed Material has terminated under Section 6(a), it reinstates:
el: Όπου το δικαίωμά Σας να χρησιμοποιείτε το Αντικείμενο της Αδειοδότησης έχει τερματιστεί δυνάμει του Άρθρου 6(a), αυτό αποκαθίσταται:
eu: Material Lizentziatua erabiltzeko duzun eskubidea azkenduz gero 6(a), Atalaren arabera, kasu hauetan lehengoratuko da:
hr: Ako je Vaše pravo da koristite Licencirani materijal prestalo važiti temeljem odredbi članka 6(a), ponovno ga stječete:
it: Quando il Tuo diritto ad utilizzare il Materiale Concesso in Licenza sia cessato secondo quanto previsto dall'Art. 6(a), tale diritto è reintegrato:
ko: 다음 각 경우에는 6(a)항에 따라 소멸된 귀하의 권리가 다시 회복됩니다.
pl: Jeżeli prawo Licencjobiorcy do korzystania z Utworu Licencjonowanego wygasło na podstawie Paragrafu 6(a), zostaje ono przywrócone:
ro: În cazul în care dreptul Dumneavoastră de utilizare a Materialului Licențiat a fost reziliat în temeiul Secțiunii 6(a), el este restabilit:
sk: Ak Vaše právo použiť Predmet Verejnej licencie zaniklo podľa 6. časti písm. a., toto právo sa obnovuje:
zh_hans: 当您使用本授权作品(Licensed Material)的权利根据第六条a款终止时，您的权利在下述情况下恢复：
zh_hant: 當您使用本授權素材的權利根據第6條第(a)項已被終止時，該權利在下列兩種情況下即恢復：

source: automatically as of the date the violation is cured, provided it is cured within 30 days of Your discovery of the violation; or
el: αυτόματα κατά την ημερομηνία όπου η παράβαση έχει θεραπευτεί, υπό την προϋπόθεση ότι έχει θεραπευτεί μέσα σε 30 μέρες από τότε που λάβατε γνώση για την παράβαση ή
eu: automatikoki, urraketa zuzentzen den egunean bertan, baldin eta urraketaz ohartu eta 30 egun baino lehenago zuzentzen baduzu; edo
hr: automatski s datumom kada ste ispravili prekršaj, pod uvjetom da ste ga ispravili unutar 30 dana otkako ste saznali za prekršaj; ili
it: automaticamente a partire dal momento in cui il mancato adempimento è sanato, purché ciò si verifichi entro trenta giorni dal momento in cui Tu sei venuto a conoscenza del mancato adempimento; oppure
ko: 귀하가 위반을 인지한지 30일 이내에 위반 행위가 치유된 경우 자동으로 회복됩니다.
pl: automatycznie z datą usunięcia naruszenia, jeśli nastąpiło ono w ciągu 30 dni od odkrycia naruszenia przez Licencjobiorcę; lub
ro: automat, începând de la data la care a fost remediată încălcarea, cu condiția să fie remediată în termen de 30 de zile de la descoperirea încălcării de către Dumneavoastră sau
sk: automaticky odo dňa odstránenia porušenia, ak je porušenie odstránené do 30 dní odo dňa, keď Ste sa o porušení dozvedeli; alebo
zh_hans: 自违反协议的行为纠正之日起自动恢复，但须在您发现违反情形后30日内纠正；或
zh_hant: 自違反行為被補正之日起自動恢復，但須在您發現違犯情事30日內補正；或

source: upon express reinstatement by the Licensor.
el: κατόπιν ρητής αποκατάστασης από το/τη Χορηγούντα/-ούσα την Άδεια (Αδειοδότη/-ούσα).
eu: Lizentzia-emaileak eskubidea espresuki lehengoratzen badu.
hr: kada Vam Davatelj licence izrijekom ponovno da dopuštenje.
it: su espressa reintegrazione da parte del Licenziante.
ko: 이용허락자에 의한 명시적 복권이 있을 경우 회복됩니다.
pl: w razie wyraźnego przywrócenia przez Licencjodawcę.
ro: în urma restabilirii explicite de către Licențiator.
sk: na základe výslovného obnovenia Poskytovateľom.
zh_hans: 根据许可人明示恢复权利的意思表达。
zh_hant: 根據授權人之明示恢復。
