Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc-nd_40.po
Languages: cs, id, lt, pt, uk

source: Attribution-NonCommercial-NoDerivatives 4.0 International
cs: Uveďte původ-Neužívejte komerčně-Nezpracovávejte 4.0 Mezinárodní
id: Atribusi-NonKomersial-TanpaTurunan 4.0 Internasional
lt: Priskyrimo — Nekomercinio naudojimo — Jokių išvestinių kūrinių 4.0 tarptautinė licencija
pt: Atribuição-NãoComercial-SemDerivações 4.0 Internacional
uk: Із Зазначенням Авторства – Некомерційна – Без Похідних 4.0 Міжнародна

source: Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International Public License
cs: Creative Commons Uveďte původ-Neužívejte komerčně-Nezpracovávejte 4.0 Mezinárodní Veřejná licence
id: Lisensi Publik Creative Commons Atribusi-NonKomersial-TanpaTurunan 4.0 Internasional
lt: Creative Commons Priskyrimo — Nekomercinio naudojimo — Jokių išvestinių kūrinių 4.0 tarptautinė licencija
pt: Licença Pública Creative Commons Atribuição-NãoComercial-SemDerivações 4.0 Internacional
uk: Creative Commons Із Зазначенням Авторства – Некомерційна – Без Похідних 4.0 Міжнародна Публічна Ліцензія

source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
cs: Výkonem Licencovaných práv (jak jsou definována níže) souhlasíte s licenčními podmínkami Creative Commons Uveďte původ-Neužívejte komerčně-Nezpracovávejte 4.0 Mezinárodní veřejná licence (dále jen „Veřejná licence“) a zavazujete se je dodržovat. V rozsahu, v jakém lze tuto Veřejnou licenci chápat jako smlouvu, je Vám oprávnění vykonávat Licencovaná práva uděleno jako protiplnění za Váš souhlas s těmito licenčními podmínkami. Poskytovatel Vám toto oprávnění poskytuje jako protiplnění za výhody, které pro něj vyplývají z toho, že je Licencovaný obsah zpřístupňován za těchto licenčních podmínek.
id: Dengan menggunakan Hak Lisensi (penjelasan di bawah), Anda menerima dan setuju untuk terikat dengan syarat dan ketentuan dari Lisensi Publik Creative Commons Atribusi-NonKomersial-TanpaTurunan 4.0 Internasional (“Lisensi Publik”). Sejauh Lisensi Publik ini dapat dipandang sebagai kontrak, Anda menerima Hak Lisensi dengan mempertimbangkan persetujuan Anda atas syarat dan ketentuan berikut, dan Pemberi Lisensi memberikan Anda hak-hak tersebut dengan mempertimbangkan manfaat yang diterima Pemberi Lisensi dengan menyebarluaskan Materi Berlisensi di bawah syarat dan ketentuan berikut.
lt: Įgyvendindami Suteikiamas Teises (apibrėžimas pateikiamas žemiau), Jūs sutinkate būti saistomi šios Creative Commons Priskyrimo — Nekomercinio naudojimo — Jokių išvestinių kūrinių 4.0 tarptautinės Viešosios licencijos sąlygų („Viešoji licencija“). Ta apimtimi, kiek ši Viešoji licencija gali būti suprantama ir aiškinama kaip sutartis, Jūs įgyjate Suteikiamas Teises su sąlyga, kad sutinkate laikytis šių sąlygų, o Licenciaras Jums tokias teises suteikia atsižvelgdamas į naudą, kurią jis gauna suteikdamas Licencijuojamus Objektus pagal šias sąlygas.
pt: Ao exercer os Direitos Licenciados (definidos abaixo), Você aceita e concorda estar sujeito aos termos e condições desta Licença Pública Creative Commons Atribuição-NãoComercial-SemDerivações 4.0 Internacional ("Licença Pública"). Na medida em que esta Licença Pública possa ser interpretada como um contrato, Você recebe os Direitos Licenciados em contrapartida pela Sua aceitação destes termos e condições, e o Licenciante concede-Lhe tais direitos em contrapartida pelos benefícios que o Licenciante recebe por disponibilizar o Material Licenciado sob estes termos e condições.
uk: Шляхом здійснення Ліцензованих Прав (визначені нижче), Ви приймаєте і погоджуєтесь виконувати умови та правила цієї Публічної Ліцензії Creative Commons “Із Зазначенням Авторства – Некомерційна – Без Похідних 4.0 Міжнародна” («Публічна Ліцензія»). Якщо ця Публічна Ліцензія може вважатися договором, Вам, за прийняття Вами цих умов, надаються Ліцензовані Права і Ліцензіар надає Вам такі права в обмін на вигоди, котрі Ліцензіар отримує, роблячи Ліцензований Матеріал доступним на цих умовах.

source: Section 1 – Definitions.
cs: Článek 1 - Definice.
id: Bagian 1 – Definisi.
lt: 1 skyrius – Sąvokų apibrėžimai.
pt: Cláusula 1 – Definições.
uk: Стаття 1 - Визначення.

source: <span style="text-decoration: underline;">Adapted Material</span> means material subject to Copyright and Similar Rights that is derived from or based upon the Licensed Material and in which the Licensed Material is translated, altered, arranged, transformed, or otherwise modified in a manner requiring permission under the Copyright and Similar Rights held by the Licensor. For purposes of this Public License, where the Licensed Material is a musical work, performance, or sound recording, Adapted Material is always produced where the Licensed Material is synched in timed relation with a moving image.
cs: <span style="text-decoration: underline;">Zpracovaným obsahem</span> se rozumí obsah, na který se vztahují Autorská a obdobná práva, který je odvozený od Licencovaného obsahu, nebo z něj vychází, a v němž je Licencovaný obsah přeložen, pozměněn, uspořádán, změněn nebo jinak upraven způsobem vyžadujícím svolení Poskytovatele. Pro účely této Veřejné licence platí, že pokud je Licencovaným obsahem hudební dílo, výkon výkonného umělce nebo zvukový záznam, je vždy vytvořen Zpracovaný obsah v případě, že je Licencovaný obsah časově synchronně spojen s pohyblivou obrazovou složkou.
id: <span style="text-decoration: underline;">Materi Adaptasi</span> adalah materi yang memiliki Hak Cipta dan Hak-hak Serupa yang diambil dari atau dibuat berdasarkan Materi Berlisensi dan Materi Berlisensi harus diterjemahkan, diubah, disusun ulang, dialihwujudkan, atau dimodifikasi dengan cara lainnya dengan izin Pemberi Lisensi atas Hak Cipta dan Hak-hak Serupa. Untuk tujuan Lisensi Publik ini, dalam hal Materi Berlisensi adalah ciptaan musikal, pertunjukan, atau rekaman suara, Materi Adaptasi juga tercipta saat Materi Berlisensi dipadukan dengan gambar bergerak.
lt: <span style="text-decoration: underline;">Išvestiniai Objektai</span> reiškia Autorių teisių ir Panašių teisių saugomus objektus, sukurtus pasinaudojus Licencijuojamais Objektais, ir kuriuose Licencijuojami Objektai yra išversti, pakeisti, aranžuoti, transformuoti ar kitaip modifikuoti tokiu būdu, kuriam reikalingas Licenciaro sutikimas, nes to reikalauja jo turimos Autorių teisės ar Panašios teisės. Šios Viešosios licencijos tikslais, kai Licencijuojamas Objektas yra muzikinis kūrinys, atlikimas ar garso įrašas, Išvestinis Objektas visuomet sukuriamas kai Licencijuojamas Objektas sinchronizuojamas laiko atžvilgiu su judančiu vaizdu (angl. – „synching“).
pt: <span style="text-decoration: underline;">Material Adaptado</span> significa material sujeito a Direito de Autor e Direitos Similares que é derivado de ou baseado no Material Licenciado e no qual o Material Licenciado é traduzido, alterado, arranjado, transformado, ou de outra forma modificado de uma maneira que requeira permissão com base no Direito de Autor e Direitos Similares detidos pelo Licenciante. Para os fins desta Licença Pública, quando o Material Licenciado seja uma obra musical, performance, ou fonograma, é sempre produzido Material Adaptado quando o Material Licenciado é sincronizado em relação temporal com uma imagem em movimento.
uk: <span style="text-decoration: underline;">Адаптований Матеріал</span> – матеріал, що охороняється Авторським і/або Подібними Правами, що є похідним від, або заснований на Ліцензованому Матеріалі, і в якому Ліцензований Матеріал перекладено, упорядковано, перероблено, чи іншим чином змінено у спосіб, що потребує отримання дозволу від Ліцензіара як суб’єкта Авторського і/або Подібних Прав. Для потреб цієї Публічної Ліцензії, у разі, якщо Ліцензованим Матеріалом є музичний твір, виконання або фонограма, Адаптований Матеріал буде завжди виникати, коли Ліцензований Матеріал синхронізується у часі з рухомим зображенням.

source: <span style="text-decoration: underline;">Copyright and Similar Rights</span> means copyright and/or similar rights closely related to copyright including, without limitation, performance, broadcast, sound recording, and Sui Generis Database Rights, without regard to how the rights are labeled or categorized. For purposes of this Public License, the rights specified in Section <a href="#s2b">2(b)(1)-(2)</a> are not Copyright and Similar Rights.
cs: <span style="text-decoration: underline;">Autorskými a obdobnými právy</span> se rozumí autorská práva a/nebo obdobná práva, úzce související s právem autorským, zahrnující mimo jiné, nikoliv však výlučně, práva k výkonu výkonného umělce, práva vysílatele, práva výrobce zvukového záznamu a zvláštní práva pořizovatele databáze, bez ohledu na to, jak jsou tato práva označena nebo kategorizována. Pro účely této Veřejné licence nespadají práva uvedená v článku 2(b)(1)-(2) mezi Autorská a obdobná práva.
id: <span style="text-decoration: underline;">Hak Cipta dan Hak-hak Serupa</span> adalah hak cipta dan/atau Hak-hak Serupa yang berkaitan dengan hak cipta termasuk, tanpa terbatas pada, hak untuk mempertunjukan, menyiarkan, merekam suara, dan Hak Basis Data Sui Generis, tanpa mengurangi tanda atau kategori hak-hak tersebut. Untuk tujuan Lisensi Publik ini, hak-hak yang disebutkan dalam Bagian <a href="#s2b">2(b)(1)-(2)</a> tidak termasuk Hak Cipta dan Hak-hak Serupa.
lt: <span style="text-decoration: underline;">Autorių teisės ir Panašios teisės</span> reiškia autorių teises ir/ar panašias teises, kurios yra glaudžiai susijusios su autorių teisėmis, įskaitant, bet neapsiribojant, teises į atlikimą, į transliacijas, į garso įrašus ir Sui Generis Teises į Duomenų Bazes, neatsižvelgiant į tai, kaip tos teisės įvardinamos ar klasifikuojamos. Šios Viešosios licencijos tikslais, <a href="#s2b">2(b)(1)-(2)</a> punkte nurodytos teisės nepriskiriamos prie Autorių teisių ir Panašių teisių.
pt: <span style="text-decoration: underline;">Direito de Autor e Direitos Similares</span> significa direito de autor e/ou direitos similares estreitamente relacionados com o direito de autor, incluindo, mas não se limitando a, direitos de execução, radiodifusão, fixação de sons, e Direitos Sui Generis sobre Bases de Dados, independentemente de como sejam classificados ou categorizados. Para os fins desta Licença Pública, os direitos especificados na Cláusula <a href="#s2b">2(b)(1)-(2)</a> não são Direito de Autor e Direitos Similares.
uk: <span style="text-decoration: underline;">Авторське і Подібні Права</span> – авторське і/або подібні права, пов’язані з авторським правом включаючи, але не обмежуючись, правами на виконання, передачі (програми) організацій мовлення, фонограми, та Правами Sui Generis на Бази Даних, незалежно від того як такі права називаються, або класифікуються. Для потреб цієї Публічної Ліцензії, права, перелічені в Статті <a href="#s2b">2(b)(1)-(2)</a>, не є Авторським і Подібними Правами.

source: <span style="text-decoration: underline;">Effective Technological Measures</span> means those measures that, in the absence of proper authority, may not be circumvented under laws fulfilling obligations under Article 11 of the WIPO Copyright Treaty adopted on December 20, 1996, and/or similar international agreements.
cs: <span style="text-decoration: underline;">Účinnými technickými prostředky</span> se rozumí takové prostředky, které nelze bez příslušného oprávnění obejít, dle předpisů, které byly přijaty za účelem splnění závazků vyplývajících z článku 11 Smlouvy WIPO o autorském právu přijaté 20. prosince 1996 a/nebo obdobných mezinárodních dohod.
id: <span style="text-decoration: underline;">Sarana Kontrol Teknologi</span> adalah tindakan yang, dalam hal tidak adanya otoritas yang berkewajiban, tidak boleh dirusak di bawah ketentuan peraturan perundang-undangan yang memenuhi kewajiban Pasal 11 Perjanjian Hak Cipta WIPO yang berlaku sejak 20 Desember 1996 dan/atau perjanjian internasional yang serupa.
lt: <span style="text-decoration: underline;">Veiksmingos Techninės Apsaugos Priemonės</span> reiškia priemones, kurias vadovaujantis teisės aktais, įgyvendinančiais 1996 m. gruodžio 20 d. PINO autorių teisių sutartį ar panašius tarptautinius susitarimus, draudžiama apeiti neturint specialių įgaliojimų.
pt: <span style="text-decoration: underline;">Medidas Eficazes de Caráter Tecnológico</span> significam aquelas medidas que, na ausência de direito para tanto, não podem ser contornadas em jurisdições cumprindo obrigações sob o Artigo 11 do Tratado da OMPI de Direito de Autor adotado em 20 de dezembro de 1996, e/ou acordos internacionais similares.
uk: <span style="text-decoration: underline;">Технічні Засоби Захисту</span> – засоби, які заборонено обходити за відсутності належних повноважень, відповідно до законів, спрямованих на виконання зобов’язань відповідно до Статті 11 Договору ВОІВ про авторське право від 20.12.1996 р., та/або подібних міжнародних угод.

source: <span style="text-decoration: underline;">Exceptions and Limitations</span> means fair use, fair dealing, and/or any other exception or limitation to Copyright and Similar Rights that applies to Your use of the Licensed Material.
cs: <span style="text-decoration: underline;">Výjimkami a omezeními</span> se rozumí poctivé užití („fair use“), poctivé zacházení („fair dealing“) a/nebo jakákoli další výjimka nebo omezení Autorských a obdobných práv, uplatňující se na Vaše užití Licencovaného obsahu.
id: <span style="text-decoration: underline;">Pengecualian dan Pembatasan</span> adalah penggunaan yang wajar dan/atau pengecualian atau pembatasan lain atas Hak Cipta dan Hak-hak Serupa yang berlaku pada penggunaan Anda atas Materi Berlisensi.
lt: <span style="text-decoration: underline;">Išimtys ir Apribojimai </span> reiškia sąžiningą naudojimą ir platinimą (angl. – fair dealing), ir/ar bet kokias kitas išimtis iš Autorių teisių ir Panašių teisių, taikytinas Jums naudojant Licencijuojamus Objektus.
pt: <span style="text-decoration: underline;">Exceções e Limitações</span> significam utilização justa (“fair use”), tratamento justo (“fair dealing”), e/ou qualquer outra exceção ou limitação ao Direito de Autor e Direitos Similares que se aplique à Sua utilização do Material Licenciado.
uk: <span style="text-decoration: underline;">Винятки та Обмеження</span> – добросовісне використання (fair use і fair dealing), і/або будь-які інші винятки або обмеження з Авторського і Подібних Прав, що застосовні до використання Вами Ліцензованого Матеріалу.

source: <span style="text-decoration: underline;">Licensed Material</span> means the artistic or literary work, database, or other material to which the Licensor applied this Public License.
cs: <span style="text-decoration: underline;">Licencovaným obsahem</span> se rozumí umělecké nebo literární dílo, databáze nebo jiný obsah, k němuž Poskytovatel poskytuje tuto Veřejnou licenci.
id: <span style="text-decoration: underline;">Materi Berlisensi</span> adalah ciptaan di bidang seni dan sastra, basis data, atau materi lain yang menggunakan Lisensi Publik ini.
lt: <span style="text-decoration: underline;">Licencijuojamas Objektas</span> reiškia literatūros ar meno kūrinį, duomenų bazę ar kitą objektą, kuriam Licenciaras pritaikė šią Licenciją.
pt: <span style="text-decoration: underline;">Material Licenciado</span> significa o trabalho artístico ou literário, base de dados, ou outro material ao qual o Licenciante aplicou esta Licença Pública.
uk: <span style="text-decoration: underline;">Ліцензований Матеріал</span> – художній або літературний твір, база даних, або інший матеріал до якого Ліцензіар застосував цю Публічну Ліцензію.

source: <span style="text-decoration: underline;">Licensed Rights</span> means the rights granted to You subject to the terms and conditions of this Public License, which are limited to all Copyright and Similar Rights that apply to Your use of the Licensed Material and that the Licensor has authority to license.
cs: <span style="text-decoration: underline;">Licencovanými právy</span> se rozumí práva, k jejichž výkonu je Vám uděleno oprávnění za podmínek stanovených touto Veřejnou licencí, která se omezují na veškerá Autorská a obdobná práva, vztahující se na Vaše užití Licencovaného obsahu a která je Poskytovatel oprávněn licencovat.
id: <span style="text-decoration: underline;">Hak Lisensi</span> adalah hak-hak yang diberikan kepada Anda berdasarkan syarat dan ketentuan pada Lisensi Publik ini, yang terbatas pada seluruh Hak Cipta dan Hak-hak Serupa yang berlaku pada penggunaan Anda atas Materi Berlisensi dan terbatas pada bagian yang dapat dilisensikan oleh Pemberi Lisensi.
lt: <span style="text-decoration: underline;">Suteikiamos Teisės</span> reiškia teises, kurios Jums suteikiamos pagal šios Viešosios licencijos sąlygas; jos apima tik Autorių teises ir Panašias teises, kurios taikomos Jūsų atliekamam Licencijuojamo Objekto naudojimui ir tik tas teises, kurias Licenciaras turi teisę suteikti.
pt: <span style="text-decoration: underline;">Direitos Licenciados</span> significam os direitos concedidos a Você sujeitos aos termos e condições desta Licença Pública, que são limitados a todos os Direitos de Autor e Direitos Similares que se apliquem à Sua utilização do Material Licenciado e que o Licenciante tem o direito de licenciar.
uk: <span style="text-decoration: underline;">Ліцензовані Права</span> – права надані Вам на умовах та правилах цієї Публічної Ліцензії, що обмежуються Авторським і Подібними Правами, котрі поширюються на використання Вами Ліцензованого Матеріалу, і на які Ліцензіар має право надавати ліцензію.

source: <span style="text-decoration: underline;">Licensor</span> means the individual(s) or entity(ies) granting rights under this Public License.
cs: <span style="text-decoration: underline;">Poskytovatelem</span> se rozumí fyzická nebo právnická osoba (osoby), která uděluje oprávnění k výkonu práv na základě této Veřejné licence.
id: <span style="text-decoration: underline;">Pemberi Lisensi</span> adalah setiap individu atau entitas yang memberikan hak-hak di bawah Lisensi Publik.
lt: <span style="text-decoration: underline;">Licenciaras</span> reiškia fizinį(-ius) ar juridinį(-ius) asmenį(-is), suteikiantį(-čius) teises pagal šią Viešąją licenciją.
pt: <span style="text-decoration: underline;">Licenciante</span> significa o(s) indivíduo(s) ou entidade(s) concedendo direitos sob esta Licença Pública.
uk: <span style="text-decoration: underline;">Ліцензіар</span> – фізична особа (фізичні особи) або юридична особа (юридичні особи), що надають права за цією Публічною Ліцензією.

source: <span style="text-decoration: underline;">NonCommercial</span> means not primarily intended for or directed towards commercial advantage or monetary compensation. For purposes of this Public License, the exchange of the Licensed Material for other material subject to Copyright and Similar Rights by digital file-sharing or similar means is NonCommercial provided there is no payment of monetary compensation in connection with the exchange.
cs: <span style="text-decoration: underline;">Nekomerčním</span> se rozumí nikoliv prvotně zamýšlený nebo určený pro získání obchodního prospěchu či peněžitého plnění. Pro účely této Veřejné licence se výměna Licencovaného obsahu za jiný obsah, na který se vztahují Autorská nebo obdobná práva, prostřednictvím digitálního sdílení souborů nebo obdobným způsobem považuje za Nekomerční, pokud taková výměna není spojena s peněžitým plněním.
id: <span style="text-decoration: underline;">NonKomersial</span> adalah tujuan penggunaan yang tidak secara utama ditujukan atau secara langsung mengharapkan keuntungan komersial atau kompensasi moneter. Untuk tujuan Lisensi Publik ini, pertukaran Materi Berlisensi dengan materi lain yang memiliki Hak Cipta dan Hak-hak Serupa melalui pertukaran berkas secara digital atau cara serupa adalah tindakan NonKomersial selama tidak ada bayaran atau kompensasi moneter yang diberikan terkait pertukaran tersebut.
lt: <span style="text-decoration: underline;">Nekomercinis</span> reiškia neskirtas ir nenukreiptas į komercinės naudos ar piniginio atlygio gavimą. Šios Viešosios licencijos tikslais, Licencijuojamų Objektų iškeitimas į kitus Autorių teisių ir Panašių teisių saugomus objektus keičiantis skaitmeninėmis rinkmenomis ar kitomis panašiomis priemonėmis bus laikomas Nekomerciniu naudojimu, jei nebus atliekami jokie su keitimusi susijusio piniginio atlygio mokėjimai.
pt: <span style="text-decoration: underline;">NãoComercial</span> significa não primariamente intencionado ou direcionado a uma vantagem comercial ou compensação monetária. Para os fins desta Licença Pública, a troca de Material Licenciado por outro material sujeito a Direito de Autor e Direitos Similares via compartilhamento digital de arquivos ("partilha de ficheiros") ou meios similares é NãoComercial, desde que não haja pagamento ou compensação monetária relacionados com a troca.
uk: <span style="text-decoration: underline;">Некомерційна</span> – головним чином не призначена для, або не спрямована на отримання комерційної вигоди, або грошової компенсації. Для цілей цієї Публічної Ліцензії, обмін Ліцензованого Матеріалу на інший об'єкт Авторського і Подібних Прав засобами цифрового обміну файлами, або іншими аналогічними засобами є Некомерційним, якщо такий обмін не передбачає виплати грошової компенсації у зв'язку із зазначеним обміном.
