Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc-sa_40.po
Languages: fr, ja, mi, no

source: Attribution-NonCommercial-ShareAlike 4.0 International
fr: Attribution - Utilisation non commerciale - Partage dans les mêmes conditions 4.0 International
ja: 表示 - 非営利 - 継承 4.0 国際
mi: Tautohu Matatiki-Arumoni Kore-Tiritiri Raihana 4.0 ā-Ao
no: Navngivelse-IkkeKommersiell-DelPåSammeVilkår 4.0 Internasjonal

source: Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International Public License
fr: Licence publique Creative Commons Attribution - Utilisation non commerciale - Partage dans les mêmes conditions 4.0 International
ja: クリエイティブ・コモンズ 表示 - 非営利 -継承 4.0 国際 パブリック・ライセンス
mi: Raihana Tūmatanui ā-Ao Tautohu Matatiki-Arumoni Kore-Tiritiri Raihana Creative Commons 4.0
no: Creative Commons Navngivelse-IkkeKommersiell-DelPåSammeVilkår 4.0 Internasjonal Offentlige Lisens

source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
fr: Lorsque Vous exercez les Droits accordés par la licence (définis ci-dessous), Vous acceptez d'être lié par les termes et conditions de la présente Licence publique Creative Commons Attribution - Utilisation non commerciale - Partage dans les mêmes conditions 4.0 International (la « Licence publique »). Dans la mesure où la présente Licence publique peut être interprétée comme un contrat, Vous bénéficiez des Droits accordés par la licence en contrepartie de Votre acceptation des présents termes et conditions, et le Donneur de licence Vous accorde ces droits en contrepartie des avantages que lui procure le fait de mettre à disposition l’Œuvre sous licence en vertu des présents termes et conditions.
ja: ライセンスされた権利（定義は後述します）の行使により、あなたは、クリエイティブ・コモンズ 表示-非営利-継承 4.0 国際 パブリック・ライセンス（以下「パブリック・ライセンス」といいます）の条項に規律されることを受諾し、同意します。本パブリック・ライセンスが契約と解釈されるであろう範囲において、あなたはこれらの利用条件のあなたによる受諾と引き換えにライセンスされた権利を付与されます。そして、許諾者は、あなたに対し、それらの条項のもとでライセンス対象物を利用可能にすることから許諾者が受領する利益と引き換えに、そのような権利を付与します。
mi: Mā te whakamahi i Ngā Motika Kua Raihanatia (he mea tautuhi i raro nei), ka whakaae Koe kia herea e ngā ture me ngā herenga o tēnei Raihana Tūmatanui ā-Ao Tautohu Matatiki-Arumoni Kore-Tiritiri Raihana Creative Commons 4.0 ("Raihana Tūmatanui"). Ki te whanuitanga e whakaarohia ai tēnei Raihana Tūmatanui hei kirimana, ka tukuna ki a Koe Ngā Motika Kua Raihanatia i runga i Tō whakaaetanga ki ēnei ture me ngā herenga, ā, ka tuku te Kaituku Raihana ki a Koe aua motika i runga anō i ngā huanga e whiwhi te Kaituku Raihana mō tāna whakawātea i Ngā Rawa Kua Raihanatia i raro i aua ture me ngā herenga.
no: Ved å benytte de Lisensierte Rettigheter (definert nedenfor), er Du enig i og aksepterer å være forpliktet av de vilkår og betingelser som fremgår av denne Creative Commons Navngivelse-IkkeKommersiell-DelPåSammeVilkår 4.0 Internasjonal Offentlige Lisens («Offentlige Lisens»). I den utstrekning denne Offentlige Lisensen kan tolkes som en kontrakt er Du tildelt disse Lisensierte Rettigheter som motytelse for at Du aksepterer disse vilkår og betingelser, og Lisensgiveren tildeler deg slike rettigheter som motytelse for de fordeler Lisensgiveren får ved å gjøre det Lisensierte Materialet tilgjengelig under disse vilkår og betingelser.

source: Section 1 – Definitions.
fr: Article 1 - Définitions.
ja: 第1条 定義
mi: Wāhanga 1 – Ngā Whakamāramatanga.
no: Del 1 – Definisjoner.

source: <span style="text-decoration: underline;">Adapted Material</span> means material subject to Copyright and Similar Rights that is derived from or based upon the Licensed Material and in which the Licensed Material is translated, altered, arranged, transformed, or otherwise modified in a manner requiring permission under the Copyright and Similar Rights held by the Licensor. For purposes of this Public License, where the Licensed Material is a musical work, performance, or sound recording, Adapted Material is always produced where the Licensed Material is synched in timed relation with a moving image.
fr: <span style="text-decoration: underline;">Œuvre dérivée</span> signifie œuvre protégée par les Droit d’auteur et droits connexes, dérivée ou adaptée de l’Œuvre sous licence et dans laquelle l’Œuvre sous licence est traduite, retouchée, arrangée, transformée, ou modifiée de telle façon que l’autorisation du Donneur de licence est nécessaire, conformément aux dispositions des Droit d’auteur et droits connexes. Dans le cas de la présente Licence publique, lorsque l’Œuvre sous licence est une œuvre musicale, une représentation publique ou un enregistrement sonore, la synchronisation de l'Œuvre sous licence avec une image animée sera considérée comme une Œuvre dérivée aux fins de la présente Licence publique.
ja: <span style="text-decoration: underline;">「翻案物」</span> とは、著作権およびそれに類する権利の対象となり、ライセンス対象物について許諾者が有する著作権およびそれに類する権利に基づく許諾が必要とされるような形で、翻訳され、改変され、編集され、変形され、またはその他の方法により変更されたマテリアルで、ライセンス対象物から派生したか、またはライセンス対象物に基づくものを意味します。本パブリック・ライセンスにおいては、ライセンス対象物が音楽作品、実演または録音物で、これらが動画と同期させられる場合には、翻案物が常に作成されることになります。
mi: <span style="text-decoration: underline;">Ko te tikanga o </span> <strong>Ngā Rawa Kua Urutaua </strong>ko ērā rawa kei raro i te Manatārua me ngā Motika Rite he mea<strong> </strong>ahu mai i Ngā Rawa Kua Raihanatia, ko aua rawa rānei te pūtake, ā, he mea whakamāori, whakarerekē, whakaraupapa, panoni, huri kē rānei aua Rawa Kua Raihanatia mā te āhua e hiahiatia ai te whakaaetanga i raro i te Manatārua me ngā Motika Rite e puritia ana e te Kaituku Raihana. Mō te pūtake o tēnei Raihana Tūmatanui, e noho ai te Rawa Kua Raihanatia he mahi puoro, he whakakitenga, he hopukanga oro rānei, e whakaputaina ana Ngā Rawa Kua Urutaua i ngā wā katoa e tukutahi tahitia ai aua Rawa Kua Raihanatia ki tētahi atahanga nekeneke.
no: <span style="text-decoration: underline;"> </span> <strong>Bearbeidet Materiale</strong> betyr materiale underlagt Opphavsrett og Lignende Rettigheter som er avledet fra eller basert på det Lisensierte Materialet og hvor det Lisensierte Materialet er oversatt, forandret, arrangert, transformert eller på annen måte endret på en måte som krever tillatelse under Opphavsrett og Lignende Rettigheter som tilhører Lisensgiveren. I de tilfellene det Lisensierte Materialet er et musikkverk, en musikkframføring, eller et lydopptak, er Bearbeidet Materiale alltid produsert etter denne Offentlige Lisensen når det Lisensierte Materialet er synkronisert i tidsbestemt forhold til et bevegelig bilde.

source: <span style="text-decoration: underline;">Adapter's License</span> means the license You apply to Your Copyright and Similar Rights in Your contributions to Adapted Material in accordance with the terms and conditions of this Public License.
fr: <span style="text-decoration: underline;">Licence d’Œuvre dérivée</span> signifie licence par laquelle Vous accordez Vos Droit d'auteur et droits connexes portant sur Vos contributions à l'Œuvre dérivée, selon les termes et conditions de la présente Licence publique.
ja: <span style="text-decoration: underline;">「翻案者のライセンス」</span> とは、翻案物に対してあなたが寄与した部分に生じる、あなたの著作権およびそれに類する権利について、本パブリック・ライセンスの条項に従って、あなたが適用するライセンスのことをいいます。
mi: <span style="text-decoration: underline;">Ko te tikanga o tā te </span> <strong>Raihana Kaiurutau</strong> ko te raihana māu e whakahāngai ki Tō Manatārua me ngā Motika Rite i Ō takoha ki Ngā Rawa Kua Urutaua e ai ki ngā ture me ngā herenga o tēnei Raihana Tūmatanui.
no: <span style="text-decoration: underline;"> </span> <strong>Bearbeiderens Lisens</strong> betyr den lisensen Du benytter på Din Opphavsrett og Lignende Rettigheter i det som er Ditt bidrag til Bearbeidet Materiale i samsvar med vilkårene og betingelsene i denne Offentlige Lisensen.

source: <span style="text-decoration: underline;">BY-NC-SA Compatible License</span> means a license listed at <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, approved by Creative Commons as essentially the equivalent of this Public License.
fr: <span style="text-decoration: underline;">Licence compatible BY-NC-SA</span> signifie licence figurant à l'adresse suivante <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, approuvée par Creative Commons comme étant essentiellement équivalente à la présente Licence publique.
ja: <span style="text-decoration: underline;">「表示-非営利-継承互換ライセンス」</span> とは、本パブリック・ライセンスと本質的に同等であるとクリエイティブ・コモンズによって正式に承認された、<a href="//creativecommons.org/compatiblelicenses">creativecommons.org/compatiblelicenses</a>において列挙されたライセンスのことをいいます。
mi: <span style="text-decoration: underline;">Ko te tikanga o te </span> <strong>Raihana Hototahi</strong> <strong>BY-NC-SA</strong> ko tētahi raihana kei te rārangi raihana i <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, he mea whakamana e Creative Commons hei mea ōrite ki tēnei Raihana Tūmatanui.
no: <span style="text-decoration: underline;"> </span> <strong>Lisens Kompatibel med BY-NC-SA</strong> betyr en lisens som er listet opp på <a href="//creativecommons.org/compatiblelicenses">creativecommons.org/compatiblelicenses</a>, som er godkjent av Creative Commons som i all vesentlighet likeverdig med denne Offentlige Lisensen.

source: <span style="text-decoration: underline;">Copyright and Similar Rights</span> means copyright and/or similar rights closely related to copyright including, without limitation, performance, broadcast, sound recording, and Sui Generis Database Rights, without regard to how the rights are labeled or categorized. For purposes of this Public License, the rights specified in Section <a href="#s2b">2(b)(1)-(2)</a> are not Copyright and Similar Rights.
fr: <span style="text-decoration: underline;">Droit d’auteur et droits connexes </span> signifie droit d’auteur et/ou droits connexes incluant, notamment, la représentation, la radio et télédiffusion, l’enregistrement sonore et le Droit sui generis des producteurs de bases de données, quelle que soit la classification ou qualification juridique de ces droits. Dans le cadre de la présente Licence publique, les droits visés à l’Article <a href="#s2b">2(b)(1)-(2)</a> ne relèvent ni du Droit d’auteur ni de droits connexes.
ja: <span style="text-decoration: underline;">「著作権およびそれに類する権利」</span> とは、その権利がどのように名づけられ、または分類されるかにかかわらず、著作権および／または著作権に密接に関係する類似の権利をいいます（実演、放送、録音物、およびデータベース権を含むが、これに限られません）。本パブリック・ライセンスにおいては、<a href="#s2b">第2条(b)(1)および(2)</a>において規定される権利は、著作権およびそれに類する権利ではありません。
mi: <span style="text-decoration: underline;">Ko te tikanga o te </span> <strong>Manatārua me ngā Motika Rite</strong> ko ngā motika manatārua, ngā motika rite hoki/rānei e tino pātata ana ki te manatārua, tae atu, me te kore herenga, ki te whakakitenga, te whakapāho, te hopukanga oro, me ngā Motika Pātengi Raraunga Momo Takitahi, me te kore aro ki te āhua e waitohua ai, e whakarōpūhia ai rānei aua motika. Mō ngā pūtake o tēnei Raihana Tūmatanui, ehara ngā motika he mea tautuhi i te Wāhanga <a href="#s2b">2(b)(1)-(2)</a> i te Manatārua me Ngā Motika Rite.
no: <span style="text-decoration: underline;"> </span> <strong>Opphavsrett og Lignende Rettigheter</strong> betyr opphavsrettigheter og/eller opphavsrettslignende rettigheter, inklusive, men ikke begrenset til, framføring, kringkasting, lydopptak, og Sui Generis Databaserettigheter, uten hensyn til hvordan rettighetene er merket eller kategorisert. Når det gjelder denne Offentlige Lisensen er rettighetene som er spesifisert i avsnitt <a href="#s2b">2(b)(1)-(2)</a> ikke Opphavsrett og Lignende Rettigheter.

source: <span style="text-decoration: underline;">Effective Technological Measures</span> means those measures that, in the absence of proper authority, may not be circumvented under laws fulfilling obligations under Article 11 of the WIPO Copyright Treaty adopted on December 20, 1996, and/or similar international agreements.
fr: <span style="text-decoration: underline;">Mesures techniques efficaces</span> signifie mesures techniques qui, en l’absence d’autorisation expresse, ne peuvent être contournées dans le cadre de lois conformes aux dispositions de l’Article 11 du Traité de l’OMPI sur le droit d’auteur adopté le 20 Décembre 1996 et/ou d’accords internationaux de même objet.
ja: <span style="text-decoration: underline;">「効果的な技術的保護手段」</span> とは、1996年12月20日に採択されたWIPO著作権条約第11条、および／または類似の国際協定の義務を満たす諸法規の下で、正当な権限なしに回避されてはならないものとされる諸手段をいいます。
mi: <span style="text-decoration: underline;">Ko te tikanga o </span> <strong>Ngā Tikanga Hangarau Tōtika</strong> ko ērā tikanga e kore rawa e taea, ina ngaro tētahi mana tika, te karo i raro i ngā ture whakatutuki herenga kei te Upoko 11 o te WIPO Copyright Treaty i whakamanaia i te 20 o Hakihea, 1996, i ētahi atu whakaaetanga ā-ao rite hoki/rānei.
no: <span style="text-decoration: underline;"> </span> <strong>Effektive Teknologiske Tiltak</strong> betyr de tiltak som, i fravær av rett bemyndigelse, ikke kan omgås under lover som oppfyller forpliktelsene under artikkel 11 i WIPO-traktaten om opphavsrett (WCT) av 20. desember 1996, og/eller lignende internasjonale avtaler.

source: <span style="text-decoration: underline;">Exceptions and Limitations</span> means fair use, fair dealing, and/or any other exception or limitation to Copyright and Similar Rights that applies to Your use of the Licensed Material.
fr: <span style="text-decoration: underline;">Exceptions et limitations</span> signifie utilisation loyale et équitable (<i>fair use</i> et <i>fair dealing</i>) et/ou toute autre exception ou limitation applicable à Votre utilisation de l’Œuvre sous licence.
ja: <span style="text-decoration: underline;">「例外および権利制限」</span> とは、ライセンス対象物をあなたが利用する場合に適用される、フェアユース、フェアディーリングおよび／または著作権およびそれに類する権利に対するその他の例外もしくは権利制限をいいます。
mi: <span style="text-decoration: underline;">Ko te tikanga o </span> <strong>Ngā Aweretanga me ngā Whāititanga</strong> ko te whakamahi me te whakarite i runga i te tōkeke, ko tētahi atu aweretanga hoki/rānei, whāititanga rānei ki te Manatārua me Ngā Motika Rite e hāngai ana ki Tō whakamahi i Ngā Rawa Kua Raihanatia.
no: <span style="text-decoration: underline;"> </span> <strong>Unntak og Begrensninger</strong> betyr <em>fair use</em>, <em>fair dealing</em>, og/eller andre unntak og avgrensninger i Opphavsrett og Lignende Rettigheter som gjelder for Din bruk av det Lisensierte Materialet.

source: <span style="text-decoration: underline;">License Elements</span> means the license attributes listed in the name of a Creative Commons Public License. The License Elements of this Public License are Attribution, NonCommercial, and ShareAlike.
fr: <span style="text-decoration: underline;">Eléments de licence</span> signifie les composantes de la licence figurant dans l’intitulé de la Licence publique Creative Commons. Les éléments de la présente Licence publique sont : Attribution, Utilisation non commerciale et Partage dans les mêmes conditions.
ja: <span style="text-decoration: underline;">「ライセンス要素」</span> とは、クリエイティブ・コモンズ・パブリック・ライセンスの名称中に表示されているライセンスの属性をいいます。本パブリック・ライセンスのライセンス要素は、表示、非営利、および継承です。
mi: <span style="text-decoration: underline;">Ko te tikanga o </span> <strong>Ngā Huānga Raihana</strong> ko ngā huanga raihana e rārangitia ana ki te ingoa o tētahi Raihana Tūmatanui Creative Commons Ko Ngā Huānga Raihana o tēnei Raihana Tūmamatnui ko te Tautohu Matatiki, te Arumoni Kore, me te Tiritiri Raihana.
no: <span style="text-decoration: underline;"> </span> <strong>Lisenselementer</strong> er lisensegenskapene som er merket i navnet på en Creative Commons Offentlig Lisens. Lisenselementene til denne Offentlige Lisensen er Navngivelse, IkkeKommersiell og DelPåSammeVilkår.

source: <span style="text-decoration: underline;">Licensed Material</span> means the artistic or literary work, database, or other material to which the Licensor applied this Public License.
fr: <span style="text-decoration: underline;">Œuvre sous licence</span> signifie œuvre littéraire ou artistique, base de données ou toute autre œuvre pour laquelle le Donneur de licence a recours à la présente Licence publique.
ja: <span style="text-decoration: underline;">「ライセンス対象物」</span> とは、許諾者が本パブリック・ライセンスを適用した美術的または文学的著作物、データベース、またはその他のマテリアルを意味します。
mi: <span style="text-decoration: underline;">Ko te tikanga o </span> <strong>Ngā Rawa Kua Raihanatia</strong> ko te mahi toi, mahi tuhinga rānei, te pātengi raraunga, ētahi atu rawa rānei i hoatu ai e te Kaituku Raihana ki tēnei Raihana Tūmatanui.
no: <span style="text-decoration: underline;"> </span> <strong>Lisensiert Materiale</strong> betyr det kunstneriske eller litterære verk, database, eller annet materiale som Lisensgiver har underlagt denne Offentlige Lisensen.

source: <span style="text-decoration: underline;">Licensed Rights</span> means the rights granted to You subject to the terms and conditions of this Public License, which are limited to all Copyright and Similar Rights that apply to Your use of the Licensed Material and that the Licensor has authority to license.
fr: <span style="text-decoration: underline;">Droits accordés par la licence</span> signifie droits qui Vous sont accordés selon les termes et conditions d’utilisation définis par la présente Licence publique, limités aux Droit d’auteur et droits connexes applicables à Votre utilisation de l’Œuvre sous licence et que le Donneur de licence a le droit d’accorder.
ja: <span style="text-decoration: underline;">「ライセンスされた権利」</span> とは、本パブリック・ライセンスの条項に基づき、あなたに与えられる権利をいい、かかる権利は、あなたによるライセンス対象物の利用に適用され、かつ、許諾者がライセンスする権限を有する、全ての著作権およびそれに類する権利に限定されます。
mi: <span style="text-decoration: underline;">Ko te tikanga o </span> <strong>Ngā Motika Kua Raihanatia</strong> ko ngā motika i tukuna ki a Koe i runga anō i ngā ture me ngā herenga o te Raihana Tūmatanui, e whāiti ana ki te katoa o te Manatārua me Ngā Motika Rite e hāngai ana ki Tō whakamahi i Ngā Rawa Kua Raihanatia, ā, kei te Kaituku Raihana te mana tuku raihana.
no: <span style="text-decoration: underline;"> </span> <strong>Lisensierte Rettigheter</strong> betyr rettigheter som gis Deg i henhold til vilkårene og betingelsene i denne Offentlige Lisensen, som er begrenset til Opphavsrett og Lignende Rettigheter som gjelder for Din bruk av det Lisensierte Materialet og som Lisensgiveren har rett til å lisensiere.

source: <span style="text-decoration: underline;">Licensor</span> means the individual(s) or entity(ies) granting rights under this Public License.
fr: <span style="text-decoration: underline;">Donneur de licence</span> signifie un individu ou une entité octroyant la présente Licence publique et les droits accordés par elle.
ja: <span style="text-decoration: underline;">「許諾者」</span> とは、本パブリック・ライセンスのもとで権利を付与する個人または団体を意味します。
mi: <span style="text-decoration: underline;">Ko te tikanga o te </span> <strong>Kaituku Raihana</strong> ko te tangata, ngā tāngata, te/ngā hinonga rānei e tuku motika ana i raro i tēnei Raihana Tūmatanui.
no: <span style="text-decoration: underline;"> </span> <strong>Lisensgiver</strong> betyr individ(ene), eller de juridiske person(ene) som gir rettigheter under denne Offentlige Lisensen.

source: <span style="text-decoration: underline;">NonCommercial</span> means not primarily intended for or directed towards commercial advantage or monetary compensation. For purposes of this Public License, the exchange of the Licensed Material for other material subject to Copyright and Similar Rights by digital file-sharing or similar means is NonCommercial provided there is no payment of monetary compensation in connection with the exchange.
fr: <span style="text-decoration: underline;">Utilisation non commerciale</span> signifie que l’utilisation n’a pas principalement pour but ou pour objectif d'obtenir un avantage commercial ou une compensation financière. L’échange de l’Œuvre sous licence avec d’autres œuvres soumises aux Droit d’auteur et droits connexes par voie de partage de fichiers numériques ou autres moyens analogues constitue une Utilisation non commerciale à condition qu’il n’y ait aucun avantage commercial ni aucune compensation financière en relation avec la transaction.
ja: <span style="text-decoration: underline;">「非営利」</span> とは、商業的な利得や金銭的報酬を、主たる目的とせず、それらに主に向けられてもいないことを意味します。本パブリック・ライセンスにおいては、デジタル・ファイル共有または類似した手段による、ライセンス対象物と、著作権およびそれに類する権利の対象となるその他のマテリアルとの交換は、その交換に関連して金銭的報酬の支払いがない場合は、非営利に該当します。
mi: <span style="text-decoration: underline;">Ko te tikanga o te </span> <strong>Arumoni Kore</strong> kāore e āta hangaia ana hei whiwhi painga arumoni, whiwhi paremata ā-moni rānei. Mō ngā pūtake o tēnei Raihana Tūmatanui, he Arumoni Kore te whakawhitinga o Ngā Rawa Kua Raihanatia mō ētahi atu rawa kei raro i te Manatārua me Ngā Motika Rite mā te Tiritiri kōnae matihiko, mā tētahi atu ara rite rānei, engari rā mēnā kāore he utu paremata ā-moni e pā ana ki te whakawhitinga.
no: <span style="text-decoration: underline;"> </span> <strong>IkkeKommersiell</strong> betyr i hovedsak ikke ment for, eller rettet inn mot, å oppnå en kommersiell fordel eller økonomisk godtgjørelse. Når det gjelder denne Offentlige Lisensen skal utveksling av det Lisensierte Materialet mot annet materiale underlagt Opphavsrett eller Lignende Rettigheter ved digital fildeling eller liknende metoder anses som IkkeKommersiell forutsatt at det ikke skjer noen utbetaling av økonomisk godtgjørelse i forbindelse med utvekslingen.

source: <span style="text-decoration: underline;">Share</span> means to provide material to the public by any means or process that requires permission under the Licensed Rights, such as reproduction, public display, public performance, distribution, dissemination, communication, or importation, and to make material available to the public including in ways that members of the public may access the material from a place and at a time individually chosen by them.
fr: <span style="text-decoration: underline;">Partager</span> signifie mettre une œuvre à la disposition du public par tout moyen ou procédé qui requiert l’autorisation découlant des Droits accordés par la licence, tels que les droits de reproduction, de représentation au public, de distribution, de diffusion, de communication ou d’importation, y compris de manière à ce que chacun puisse y avoir accès de l’endroit et au moment qu’il choisit individuellement.
ja: <span style="text-decoration: underline;">「共有」</span> とは、複製、公開の展示、公開の上演・演奏、頒布、配布、通信または輸入のような、ライセンスされた権利に関する許諾を必要とするような手段または手法により、公衆に対しマテリアルを提供すること、および、公衆がマテリアルを利用できるようにすること（公衆の各人が、自ら独自に場所および時間を選択してマテリアルにアクセスすることができる方法を含みます）を意味します。
mi: <span style="text-decoration: underline;">Ko te tikanga o te </span> <strong>Tiritiri</strong> ko te whakarato rawa ki te iwi whānui mā te katoa o ngā ara, tukanga rānei e hiahia whakaaetanga ana i raro i Ngā Motika Kua Raihanatia, pēnei i te tāruarua, te whakaaturanga tūmatanui, te whakakitenga tūmatanui, te tohatoha, te whakahōrapa, te whakawhitiwhiti, te kawe mai, me te whakawātea i ngā rawa ki te iwi whānui mā ngā ara hoki e āhei ai te iwi whānui te uru ki aua rawa ahakoa te wāhi, te wā rānei e kowhiri ana rātou.
no: <span style="text-decoration: underline;"> </span> <strong>Dele</strong> betyr å gjøre materialet allment tilgjengelig ved hjelp av hvilket som helst middel eller metode som krever tillatelse under de Lisensierte Rettigheter, slik som reproduksjon, offentlig framvisning, offentlig framføring, distribusjon, formidling, kommunikasjon, eller innførsel, og å gjøre materialet tilgjengelig for allmennheten på en slik måte at medlemmer av allmennheten selv kan velge sted og tid for tilgang til materialet.
