Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nd_40.po
Languages: da, de, fi, nl, ru, sl, tr

source: Attribution-NoDerivatives 4.0 International
da: Kreditering-IngenBearbejdelse 4.0 International
de: Namensnennung-Keine Bearbeitungen 4.0 International
fi: Nimeä-EiMuutoksia 4.0 Kansainvälinen
nl: Naamsvermelding-GeenAfgeleideWerken 4.0 Internationaal
ru: С указанием авторства-Без производных версии 4.0 Международная
sl: Priznanje avtorstva-Brez predelav 4.0 Mednarodna
tr: Atıf-Türetilemez 4.0 Uluslararası

source: Creative Commons Attribution-NoDerivatives 4.0 International Public License
da: Kreditering-IngenBearbejdelse 4.0 International Offentlig Licens
de: Creative Commons Namensnennung-Keine Bearbeitungen 4.0 International Public License
fi: Creative Commons Nimeä-EiMuutoksia 4.0 Kansainvälinen Julkinen Lisenssi
nl: Creative Commons Naamsvermelding-GeenAfgeleideWerken 4.0 Internationale Publieke Licentie
ru: Публичная лицензия Creative Commons С указанием авторства-Без производных версии 4.0 Международная
sl: Creative Commons Priznanje avtorstva-Brez predelav 4.0 Mednarodna licenca
tr: Creative Commons Atıf-Türetilemez 4.0 Uluslararası Kamu Lisansı

source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution-NoDerivatives 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
da: Ved at udøve de Licenserede Rettigheder (som defineret nedenfor) accepterer Du at være bundet af vilkårene og betingelserne for denne Creative Commons Kreditering-IngenBearbejdelse 4.0 International Offentlig Licens ("Offentlig Licens"). I det omfang, denne Offentlige Licens kan fortolkes som en kontrakt, tildeles Du Licenserede Rettigheder under forudsætning af, at Du accepterer disse vilkår og betingelser, og Licensgiveren tildeler Dig disse rettigheder i betragtning af de fordele, som Licensgiveren modtager ved at gøre det Licenserede Materiale tilgængeligt på disse vilkår og betingelser.
de: Durch die Ausübung der lizenzierten Rechte (wie unten definiert) erklären Sie sich rechtsverbindlich mit den Bedingungen dieser Creative Commons Namensnennung – Keine Bearbeitungen 4.0 International Public License (“Public License”) einverstanden. Soweit die vorliegende Public License als Lizenzvertrag anzusehen ist, gewährt Ihnen der Lizenzgeber die in der Public License genannten lizenzierten Rechte im Gegenzug dafür, dass Sie die Lizenzbedingungen akzeptieren, und gewährt Ihnen die entsprechenden Rechte in Hinblick auf Vorteile, die der Lizenzgeber durch das Verfügbarmachen des lizenzierten Materials unter diesen Bedingungen hat.
fi: Käyttämällä Lisensoituja Oikeuksia (määritelty alla) Sinä hyväksyt tämän Creative Commons Nimeä-EiMuutoksia 4.0 Kansainvälisen Julkisen Lisenssin (”Julkinen Lisenssi”) ehdot ja sitoudut noudattamaan niitä. Siinä laajuudessa kuin tämä Julkinen Lisenssi voidaan tulkita sopimukseksi, Lisensoidut Oikeudet myönnetään Sinulle vastineena siitä, että Sinä hyväksyt nämä ehdot, ja Lisenssinantaja myöntää Sinulle kyseiset oikeudet vastineena niistä eduista, jotka Lisenssinantaja saa asettamalla Lisensoidun Aineiston saataville näillä ehdoilla.
nl: Door het uitoefenen van de door de licentie verleende rechten (zoals hieronder omschreven), ga Je akkoord met de voorwaarden en condities van deze Creative Commons Naamsvermelding-GeenAfgeleideWerken 4.0 Internationale Publieke Licentie (“Publieke Licentie”). Voor zover deze Publieke Licentie geïnterpreteerd kan worden als een contract, worden Jou de gelicenseerde rechten verleend met inachtneming van Jouw aanvaarding van deze voorwaarden en condities, en de Licentiegever verleent Jou deze rechten met inachtneming van de voordelen die de Licentiegever ontvangt door het beschikbaar stellen van het Gelicenseerde Materiaal onder deze voorwaarden en condities.
ru: Осуществляя Лицензируемые права (как указано ниже), Вы принимаете и соглашаетесь соблюдать условия настоящей Публичной лицензии Creative Commons С указанием авторства-Без производных версии 4.0 Международная (далее - "Публичная Лицензия"). В том объеме, в котором настоящая Публичная Лицензия может считаться договором, Вам предоставляются Лицензируемые права в качестве встречного предоставления за принятие Вами условий такого договора. Лицензиар предоставляет Вам такие права с учетом благ, которые Лицензиар получает от предоставления доступа к Лицензируемому Материалу на указанных условиях.
sl: Z uveljavljanjem Licenciranih pravic (definirane spodaj) Uporabnik sprejme in se strinja, da ga zavezujejo pogoji te Creative Commons Priznanje avtorstva-Brez predelav 4.0 Mednarodne licence (“Licenca”). Kolikor je mogoče to Licenco smatrati kot pogodbo, se Uporabniku zagotovijo licencirane pravice v zameno za sprejem licenčnih pogojev, Dajalec licence pa Uporabniku zagotovi te pravice v zameno za koristi, ki jih prejme od dajanja Licenciranih vsebin na voljo pod temi pogoji.
tr: Lisansa Konu Hakları (tanımı aşağıda verilmiştir) kullanarak, işbu Creative Commons Atıf-Türetilemez Uluslararası Kamu Lisansının ("Kamu Lisansı") şart ve koşullarına tâbi olmayı kabul ve beyan etmektesiniz İşbu Kamu Lisansının bir sözleşme olarak yorumlanabildiği ölçüde, işbu şart ve koşulları kabul etmeniz karşılığında size Lisansa Konu Haklar verilmekte ve Lisans Veren size söz konusu hakları, işbu şart ve koşullar çerçevesinde Lisans Verenin, Lisanslı Materyalin kullanıma sunulmasından elde ettiği faydalar / menfaatler karşılığında sunmaktadır.

source: Section 1 – Definitions.
da: Afsnit 1 – Definitioner.
de: Abschnitt 1 – Definitionen
fi: Osa 1 – Määritelmät.
nl: Artikel 1 – Definities.
ru: Раздел 1 – Определения.
sl: Oddelek 1 - Definicije
tr: Bölüm 1 - Tanımlar.

source: <span style="text-decoration: underline;">Adapted Material</span> means material subject to Copyright and Similar Rights that is derived from or based upon the Licensed Material and in which the Licensed Material is translated, altered, arranged, transformed, or otherwise modified in a manner requiring permission under the Copyright and Similar Rights held by the Licensor. For purposes of this Public License, where the Licensed Material is a musical work, performance, or sound recording, Adapted Material is always produced where the Licensed Material is synched in timed relation with a moving image.
da: <span style="text-decoration: underline;">Bearbejdet Materiale</span> vil sige materiale, der er genstand for Ophavsret og Lignende Rettigheder, og som er afledt af eller baseret på Licenseret Materiale, og hvori det Licenserede Materiale er oversat, ændret, tilrettelagt, omdannet eller på anden måde ændret på en sådan måde, at der kræves tilladelse i henhold til Licensgiverens Ophavsret og Lignende Rettigheder. Hvis det Licenserede Materiale er et musikværk, en fremførelse eller en lydoptagelse, produceres der, for så vidt angår denne Offentlige Licens, altid Bearbejdet Materiale i tilfælde, hvor det Licenserede Materiale synkroniseres tidmæssigt med et levende billede.
de: <span style="text-decoration: underline;">Abgewandeltes Material</span> bezeichnet Material, welches durch Urheberrechte oder ähnliche Rechte geschützt ist und vom lizenzierten Material abgeleitet ist oder darauf aufbaut und in welchem das lizenzierte Material übersetzt, verändert, umarrangiert, umgestaltet oder anderweitig modifiziert in einer Weise enthalten ist, die aufgrund des Urheberrechts oder ähnlicher Rechte des Lizenzgebers eine Zustimmung erfordert. Im Sinne der vorliegenden Public License entsteht immer abgewandeltes Material, wenn das lizenzierte Material ein Musikwerk, eine Darbietung oder eine Tonaufnahme ist und zur Vertonung von Bewegtbildern verwendet wird.
fi: <span style="text-decoration: underline;">Muunneltu Aineisto</span> tarkoittaa aineistoa, joka on Tekijänoikeuden ja Samankaltaisten Oikeuksien alaista ja joka on johdettu Lisensoidusta Aineistosta tai joka perustuu Lisensoituun Aineistoon ja jossa Lisensoitu Aineisto on käännetty, muutettu, sovitettu, muunnettu tai muulla tavoin muokattu tavalla, joka vaatii luvan Lisenssinantajan hallitsemien Tekijänoikeuksien ja Samankaltaisten Oikeuksien nojalla. Kun Lisensoitu Aineisto on sävellysteos, esitys tai äänitys, tätä Julkista Lisenssiä käytettäessä ja tulkittaessa katsotaan, että Muunneltua Aineistoa syntyy aina kun Lisensoitua Aineistoa ajastetaan liikkuvaan kuvaan.
nl: <span style="text-decoration: underline;">Afgeleid Materiaal</span> betekent materiaal dat is beschermd door Auteursrecht en Soortgelijke Rechten, dat is afgeleid van of gebaseerd op het Gelicenseerde Materiaal en waarin het Gelicenseerde Materiaal is vertaald, aangepast, gearrangeerd, gewijzigd of anderszins aangepast op een manier die toestemming vereist op grond van het Auteursrecht en Soortgelijke Rechten van de Licentiegever. Voor de toepassing van deze Publieke Licentie, wordt er altijd Afgeleid Materiaal geproduceerd wanneer het Gelicenseerde Materiaal wordt gesynchroniseerd in getimede relatie met een bewegend beeld waar het gaat om een muziekwerk, uitvoering of geluidsopname.
ru: <span style="text-decoration: underline;">Адаптированный Материал</span> означает материал, охраняемый Авторским Правом И Другими Схожими Правами, производный от Лицензируемого Материала или основанный на Лицензируемом Материале, который содержит перевод, измененный вариант, аранжировку, преобразованный вариант или иную переработку Лицензируемого Материала, таким образом, который требует разрешения Лицензиара в соответствии с Авторским Правом И Другими Схожими Правами. Для целей настоящей Публичной Лицензии, в том случае, если Лицензируемый Материал является музыкальным произведением, исполнением или фонограммой, синхронизация такого Лицензируемого Материала с движущимся изображением всегда порождает "Адаптированный Материал".
sl: <span style="text-decoration: underline;">Predelane vsebine</span> pomeni vsebine, ki so predmet Avtorske in podobnih pravic in izhajajo ali so osnovane na Licenciranih vsebinah in v katerih so Licencirane vsebine prevedene, aranžirane ali kakorkoli spremenjene, na način, ki zahteva dovoljenje v skladu z Avtorskimi in podobnimi pravicami, ki pripadajo Dajalcu licence. Kadar je Licencirana vsebina glasbeno delo, izvedba ali zvočni posnetek, se za namene te licence šteje, da so zmeraj ustvarjene Predelane vsebine, kadar je Licencirana vsebina časovno usklajena z gibljivo sliko.
tr: <span style="text-decoration: underline;">Uyarlanmış Materyal,</span> Lisanslı Materyalden elde edilen veya Lisanslı Materyale Dayalı Telif Hakkı ve Benzeri Haklara tâbi bulunan ve Lisanslı Materyalin, Lisans Verene ait Telif Hakkı ve Benzeri Haklar çerçevesinde izin gerektirecek bir şekilde tercüme edildiği, değiştirildiği, düzenlendiği, dönüştürüldüğü veya tadil edildiği materyali ifade eder. İşbu Kamu Lisansı kapsamında, Lisanslı Materyalin bir müzik eseri, performans veya ses kaydı olması hâlinde, Uyarlanmış Materyal her zaman hareketli bir görüntü ile senkronize edildiği durumlarda üretilir / oluşur.

source: <span style="text-decoration: underline;">Copyright and Similar Rights</span> means copyright and/or similar rights closely related to copyright including, without limitation, performance, broadcast, sound recording, and Sui Generis Database Rights, without regard to how the rights are labeled or categorized. For purposes of this Public License, the rights specified in Section <a href="#s2b">2(b)(1)-(2)</a> are not Copyright and Similar Rights.
da: <span style="text-decoration: underline;">Ophavsret og Lignende Rettigheder</span> vil sige ophavsret og/eller lignende rettigheder, der er tæt beslægtet med ophavsretten, herunder til, men ikke begrænset til, fremførelser, udsendelser, lydoptagelser og Sui Generis-Rettigheder til Databaser, uanset hvordan rettighederne er betegnet eller kategoriseret. For så vidt angår denne Offentlige Licens udgør rettighederne angivet i afsnit <a href="#s2b">2(b)(1)-(2)</a> ikke Ophavsret og Lignende Rettigheder.
de: <span style="text-decoration: underline;">Urheberrecht und ähnliche Rechte</span> bezeichnet das Urheberrecht und/oder ähnliche, dem Urheberrecht eng verwandte Rechte, einschließlich insbesondere des Rechts des ausübenden Künstlers, des Rechts zur Sendung, zur Tonaufnahme und des Sui-generis-Datenbankrechts, unabhängig davon, wie diese Rechte genannt oder kategorisiert werden. Im Sinne der vorliegenden Public License werden die in Abschnitt <a href="#s2b">2(b)(1)-(2)</a> aufgeführten Rechte nicht als Urheberrecht und ähnliche Rechte angesehen.
fi: <span style="text-decoration: underline;">Tekijänoikeus ja Samankaltaiset Oikeudet</span> tarkoittavat tekijänoikeutta ja/tai siihen läheisesti liittyviä samankaltaisia oikeuksia, kuten esimerkiksi esityksiä, lähetyksiä ja äänitallenteita koskevat oikeudet sekä Sui Generis Tietokantaoikeudet, riippumatta siitä, kuinka nämä oikeudet on nimetty tai luokiteltu. Tätä Julkista Lisenssiä käytettäessä ja tulkittaessa katsotaan, että kohdissa <a href="#s2b">2(b)(1) - (2)</a> määritellyt oikeudet eivät kuulu Tekijänoikeuteen ja Samankaltaisiin Oikeuksiin.
nl: <span style="text-decoration: underline;">Auteursrecht en Soortgelijke Rechten</span> zijn het auteursrecht en rechten die nauw verwant zijn aan het auteursrecht, waaronder maar niet gelimiteerd tot, uitvoeringen, uitzending, geluidsopname en Sui Generis Databankenrecht, ongeacht de manier waarop de rechten zijn gelabeld of gecategoriseerd. Voor de doeleinden van deze Publieke Licentie, vallen de rechten omschreven onder Artikel <a href="#s2b">2(b)(1)-(2)</a> niet onder Auteursrecht en Soortgelijke Rechten.
ru: <span style="text-decoration: underline;">Авторское Право И Другие Схожие Права</span> означают авторские и/или другие аналогичные права, тесно связанные с авторскими правами, включая, но не ограничиваясь этим, права на исполнение, сообщение передач организаций вещания, фонограмму и Права Sui Generis на Базы Данных независимо от того, каким образом права обозначаются или классифицируются. Для целей настоящей Публичной Лицензии права, указанные в подпунктах <a href="#s2b">1 и 2 пункта (b) Раздела 2</a> не являются Авторским Правом И Другими Схожими Правами.
sl: <span style="text-decoration: underline;">Avtorska in podobne pravice</span> pomeni avtorsko in/ali podobne pravice, ki so sorodne avtorski, vključno z, a ne omejeno na pravice, ki izvirajo iz izvedbe, transmisije in zvočnega snemanja ter sui generis pravice izdelovalcev podatkovnih baz, ne glede na to kako so te pravice poimenovane ali kategorizirane. Za namene te Licence pravice, ki so določene v Oddelku <a href="#s2b">2(b)(1)-(2)</a>, niso Avtorske in podobne pravice.
tr: <span style="text-decoration: underline;">Telif Hakkı ve Benzeri Haklar,</span> herhangi bir sınırlama olmaksızın performans, yayın, ses kaydı ve Nevi Şahsına Münhasır Veritabanı Hakları da dâhil olmak üzere, hakların nasıl etiketlendiği veya kategorize edildiğine bakılmaksızın telif hakkını ve/veya telif hakkı ile yakından ilişkili benzeri hakları ifade eder. İşbu Kamu Lisansı kapsamında, Bölüm <a href="#s2b">2(b)(1)-(2)</a> de belirtilen haklar Telif Hakkı veya Benzeri Haklar değildir.

source: <span style="text-decoration: underline;">Effective Technological Measures</span> means those measures that, in the absence of proper authority, may not be circumvented under laws fulfilling obligations under Article 11 of the WIPO Copyright Treaty adopted on December 20, 1996, and/or similar international agreements.
da: <span style="text-decoration: underline;">Effektive Teknologiske Foranstaltninger</span> vil sige de foranstaltninger, der i henhold til den lovgivning, der opfylder forpligtelserne i artikel 11 i WIPO's traktat om ophavsret, som blev vedtaget den 20. december 1996, og/eller tilsvarende internationale aftaler, ikke kan omgås uden behørig bemyndigelse.
de: <span style="text-decoration: underline;">Wirksame technische Schutzmaßnahmen</span> bezeichnet solche Maßnahmen, die gemäß gesetzlichen Regelungen auf der Basis des Artikels 11 des WIPO Copyright Treaty vom 20. Dezember 1996 und/oder ähnlicher internationaler Vereinbarungen ohne entsprechende Erlaubnis nicht umgangen werden dürfen.
fi: <span style="text-decoration: underline;">Tehokkaat Tekniset Toimenpiteet</span> tarkoittavat sellaisia toimenpiteitä, joiden kiertäminen ilman asianmukaisia valtuuksia on kielletty laeilla, joilla on toimeenpantu 20.12.1996 solmitun WIPO:n tekijänoikeussopimuksen 11 artiklan ja/tai muiden samankaltaisten kansainvälisten sopimusten mukaiset velvollisuudet.
nl: <span style="text-decoration: underline;">Doeltreffende Technische Maatregelen</span> betekenen maatregelen die, bij het ontbreken van de juiste bevoegdheid, niet omzeild mogen worden wegens wetten ter implementatie van de verplichtingen van Artikel 11 van het WIPO-verdrag inzake het auteursrecht aangenomen op 20 december 1996, en/of soortgelijke internationale overeenkomsten.
ru: <span style="text-decoration: underline;">Эффективные Технические Меры</span> означают меры, которые при отсутствии надлежащих полномочий нельзя обойти в соответствии с законодательством, направленным на выполнение обязательств в соответствии со Статьей 11 Договора Всемирной организации интеллектуальной собственности (ВОИС) по авторскому праву, принятого 20 декабря 1996 года и/или иными подобными международными соглашениями.
sl: <span style="text-decoration: underline;">Tehnološki ukrepi</span> pomenijo ukrepe, ki jih brez ustreznega dovoljenja ni dopustno zaobiti, v skladu z zakoni, ki izpolnjujejo zaveze iz 11. člena Pogodbe WIPO o avtorski pravici z dne 20. decembra 1996 in/ali podobnih mednarodnih pogodb.
tr: <span style="text-decoration: underline;">Etkin Teknolojik Önlemler,</span> uygun bir merciin olmadığı durumda, 20 Aralık 1996 tarihinde kabul edilmiş olan Dünya Fikrî Mülkiyet Örgütü (WIPO) Telif Hakkı Sözleşmesinin 11. maddesinden ve/veya benzer uluslararası anlaşmalardan doğan yükümlülükleri yerine getiren yasalar kapsamına girmeyen önlemleri ifade etmektedir.

source: <span style="text-decoration: underline;">Exceptions and Limitations</span> means fair use, fair dealing, and/or any other exception or limitation to Copyright and Similar Rights that applies to Your use of the Licensed Material.
da: <span style="text-decoration: underline;">Undtagelser og Begrænsninger</span> vil sige "fair use", "fair dealing" og/eller enhver anden undtagelse fra eller indskrænkning af Ophavsret og Lignende Rettigheder, der finder anvendelse på Din anvendelse af Licenseret Materiale.
de: <span style="text-decoration: underline;">Ausnahmen und Beschränkungen</span> bezeichnet Fair Use, Fair Dealing und/oder jegliche andere Ausnahme oder Beschränkung des Urheberrechts oder ähnlicher Rechte, die auf Ihre Nutzung des lizenzierten Materials Anwendung findet.
fi: <span style="text-decoration: underline;">Poikkeukset ja Rajoitukset</span> tarkoittavat <i>fair use</i> ja <i>fair dealing</i> -poikkeuksia ja/tai mitä tahansa muuta Tekijänoikeuteen ja Samankaltaisiin Oikeuksiin kohdistuvaa poikkeusta tai rajoitusta, joka koskee Sinun Lisensoidun Aineiston käyttöäsi.
nl: <span style="text-decoration: underline;">Uitzonderingen en Beperkingen</span> betekent ‘fair use’, ‘fair dealing’, en/of enige andere uitzondering of beperking van het Auteursrecht en Soortgelijke Rechten die van toepassing zijn op Jouw gebruik van het Gelicenseerde Materiaal.
ru: <span style="text-decoration: underline;">Исключения И Ограничения</span> означают свободное использование (fair use, fair dealing) и/или любые иные исключения из Авторского Права И Других Схожих Прав или ограничения таких прав, которые применяются в отношении Вашего использования Лицензируемого Материала.
sl: <span style="text-decoration: underline;">Izjeme in omejitve</span> pomenijo uporabo, skladno z načeloma "fair use" in "fair dealing", in/ali druge izjeme ali omejitve Avtorske in podobnih pravic, ki se nanašajo na uporabo Licenciranih vsebin.
tr: <span style="text-decoration: underline;">İstisnalar ve Sınırlamalar,</span> Lisanslı Materyalin Tarafınızca kullanımı için geçerli olan Telif Hakkı ve Benzeri Haklar ile ilgili adil kullanım (“fair use”), adil muamele (“fair dealing”) ve/veya diğer sınırlama veya istisnaları ifade eder.

source: <span style="text-decoration: underline;">Licensed Material</span> means the artistic or literary work, database, or other material to which the Licensor applied this Public License.
da: <span style="text-decoration: underline;">Licenseret Materiale</span> vil sige det kunstneriske eller literære værk, den database eller det øvrige materiale, på hvilket Licensgiveren har anvendt denne Offentlige Licens.
de: <span style="text-decoration: underline;">Lizenziertes Material</span> bezeichnet das Werk der Literatur oder Kunst, die Datenbank oder das sonstige Material, welches der Lizenzgeber unter die vorliegende Public License gestellt hat.
fi: <span style="text-decoration: underline;">Lisensoitu Aineisto</span> tarkoittaa taiteellista tai kirjallista teosta, tietokantaa tai muuta aineistoa, johon Lisenssinantaja on myöntänyt lisenssin tämän Julkisen Lisenssin ehdoin.
nl: <span style="text-decoration: underline;">Gelicenseerde Materiaal</span> betekent het artistieke of literaire werk, databank, of ander materiaal waarop de Licentiegever deze Publieke Licentie toepast.
ru: <span style="text-decoration: underline;">Лицензируемый Материал</span> означает произведение искусства или литературы, базу данных или другой материал, в отношении которого Лицензиар применил настоящую Публичную Лицензию.
sl: <span style="text-decoration: underline;">Licencirana vsebina</span> pomeni umetniško, literarno ali znanstveno delo, sui generis podatkovno bazo ali drugo vsebino, ki jo Dajalec licence ponuja pod pogoji te Licence.
tr: <span style="text-decoration: underline;">Lisanslı Materyal,</span> Lisans Verenin işbu Kamu Lisansını uyguladığı sanat veya edebî eseri, veritabanı veya diğer materyali ifade etmektedir.
