Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc_40.po
Languages: el, eu, hr, it, ko, pl, ro, sk, zh_hans, zh_hant

source: For the avoidance of doubt, this Section <a href="#s6b">6(b)</a> does not affect any right the Licensor may have to seek remedies for Your violations of this Public License.
el: Προς άρση κάθε αμφιβολίας, το εν λόγω Άρθρο <a href="#s6b">6(b)</a> δεν επηρεάζει κανένα δικαίωμα του/της Χορηγούντος/-ούσαςς την Άδεια (Αδειοδότη/-ούσα) να αξιώσει θεραπείες λόγω παραβιάσεών Σας της παρούσας Δημόσιας Άδειας.
eu: Zalantzarik gelditu ez dadin, <a href="#s6b">6(b)</a> Atal honek ez die eragiten Lizentzia-emaileak, Lizentzia Publikoa urratzen baduzu, konponbidea eskatzeko izan ditzakeen eskubideei.
hr: Kako ne bi bilo dvojbe, članak <a href="#s6b">6(b)</a> ne utječe na bilo kakvo pravo Davatelja licence da traži pravni lijek protiv Vašeg kršenja ove Javne licence.
it: Al fine di evitare dubbi, il presente Art. <a href="#s6b">6(b)</a> non pregiudica alcun diritto di cui il Licenziante sia titolare al fine di ottenere rimedi a fronte della violazione da parte Tua della presente Licenza Pubblica.
ko: <a href="#s6b">6(b)</a>항은 본 공중 라이선스의 위반에 따라 이용허락자가 갖는 구제수단에 대한 권리에 아무런 영향을 주지 않습니다.
pl: W razie wątpliwości, niniejszy Paragraf <a href="#s6b">6(b)</a> nie ogranicza żadnych uprawnień Licencjodawcy przysługujących mu w razie naruszenia przez Licencjobiorcę niniejszej Licencji Publicznej.
ro: Pentru a se evita orice îndoială, prezenta Secțiune <a href="#s6b">6(b)</a> nu aduce atingere niciunui drept pe care îl poate avea Licențiatorul de a solicita reparații pentru încălcarea de către Dumneavoastră a prezentei Licențe Publice.
sk: Na odstránenie akýchkoľvek pochybností, táto <a href="#s6b">6. časť písm. b.</a> žiadnym spôsobom neobmedzuje právo Poskytovateľa domáhať sa od Vás nápravy porušení tejto Verejnej licencie.
zh_hans: 为避免疑义，本公共许可协议<a href="#s6b">第六条b款</a> 不影响许可人就您违反本公共许可协议的行为寻求法律救济。
zh_hant: 為避免疑義，本公眾授權條款<a href="#s6b">第6條第(b)項</a>不影響授權人因您違反本公眾授權條款而得尋求補償的任何權利。

source: For the avoidance of doubt, the Licensor may also offer the Licensed Material under separate terms or conditions or stop distributing the Licensed Material at any time; however, doing so will not terminate this Public License.
el: Προς άρση κάθε αμφιβολίας, ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) μπορεί επίσης να παρέχει το Αντικείμενο της Αδειοδότησης δυνάμει ξεχωριστών όρων ή προϋποθέσεων ή να σταματήσει τη διανομή του Αντικειμένου της Αδειοδότησης σε οποιοδήποτε χρόνο: ωστόσο, αυτή του/της η ενέργεια δεν θα τερματίσει την παρούσα Δημόσια Άδεια.
eu: Zalantzarik gelditu ez dadin, Lizentzia-emaileak Material Lizentziatua beste baldintza batzuetan ere eskain dezake, edo Material Lizentziatua banatzeari utz diezaioke edozein unetan; hala ere, hori egingo balu ere, ez da azkendutzat emango Lizentzia Publiko hau.
hr: Kako ne bi bilo dvojbe, Davatelj licence može u bilo koje vrijeme ponuditi Licencirani materijal i pod zasebnim uvjetima ili pak prestati distribuirati Licencirani materijal; međutim, time ne prestaje važiti ova Javna licenca.
it: Al fine di evitare dubbi, il Licenziante si riserva il diritto di rilasciare il Materiale Concesso in Licenza sulla base di termini e condizioni separati da quelli della presente Licenza Pubblica o di cessare la distribuzione del Materiale Concesso in Licenza in qualsiasi momento; in ogni caso, tali decisioni non comporteranno la risoluzione della presente Licenza Pubblica.
ko: 이용허락자는 이용허락된 저작물을 별도의 조건에 따라 제공할 수 있고, 이용허락된 저작물의 배포를 언제든 중지할 수도 있습니다. 그러나 그렇게 하더라도 본 공중 라이선스는 종료되지 않습니다.
pl: W razie wątpliwości, Licencjodawca może także oferować Utwór Licencjonowany na odrębnych warunkach, bądź przestać dystrybuować Utwór Licencjonowany w każdej chwili; nie prowadzi to jednak do wygaśnięcia niniejszej Licencji Publicznej.
ro: Pentru a se evita orice îndoială, Licențiatorul poate, de asemenea, oferi Materialul Licențiat în conformitate cu termeni sau condiții separate ori poate înceta în orice moment partajarea Materialului Licențiat; acest lucru nu va duce însă la rezilierea prezentei Licențe Publice.
sk: Na odstránenie akýchkoľvek pochybností je Poskytovateľ kedykoľvek oprávnený poskytovať Predmet Verejnej licencie na základe osobitných podmienok alebo zastaviť distribúciu Predmetu Verejnej licencie: avšak takéto konanie Poskytovateľa nepredstavuje ukončenie tejto Verejnej licencie.
zh_hans: 为避免疑义，许可人也可在任何时间，以另外的条款或条件提供本授权作品(Licensed Material)，或者停止传播本授权作品(Licensed Material)；然而，许可人此种行为不会终止本公共许可协议。
zh_hant: 為避免疑義，授權人亦得依不同的條款或條件提供本授權素材或隨時停止散布本授權素材，惟這麼做將不會終止本公眾授權條款。

source: Sections <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, and <a href="#s8">8</a> survive termination of this Public License.
el: Η ισχύς των οριζόμενων στα Άρθρα <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> και <a href="#s8">8</a> διατηρείται, παρά τον τερματισμό της παρούσας Δημόσιας Άδειας.
eu: <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> eta <a href="#s8">8</a> Atalek indarrean jarraituko dute Lizentzia Publiko hau azkendutzat eman ondoren.
hr: Članci <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> i <a href="#s8">8</a> nastavljaju važiti i nakon prestanka važenja ove Javne licence.
it: Gli Artt. <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> e <a href="#s8">8</a> rimangono validi in caso di risoluzione della presente Licenza.
ko: <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, <a href="#s8">8</a>조는 본 공중 라이선스가 종료되더라도 효력을 갖습니다.
pl: Paragrafy <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a> i <a href="#s8">8</a> trwają również po wygaśnięciu niniejszej Licencji Publicznej.
ro: Secțiunile <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, și <a href="#s8">8</a> se aplică și după rezilierea prezentei Licențe Publice.
sk: Ustanovenia <a href="#s1">1.</a>, <a href="#s5">5.</a>, <a href="#s6">6.</a>, <a href="#s7">7.</a> a <a href="#s8">8.</a> časti zostávajú v platnosti aj po skončení tejto Verejnej licencie.
zh_hans: 本协议<a href="#s1">第一</a>、<a href="#s5">五</a>、<a href="#s6">六</a>、<a href="#s7">七</a>及第<a href="#s8">八</a>条，不因本公共许可协议终止而失效。
zh_hant: 本公眾授權條款第<a href="#s1">1</a>、<a href="#s5">5</a>、<a href="#s6">6</a>、<a href="#s7">7</a>及<a href="#s8">8</a>條，不因本公眾授權條款之終止而失效。

source: Section 7 – Other Terms and Conditions.
el: Άρθρο 7. Άλλοι Όροι και Προϋποθέσεις.
eu: 7. Atala - Beste baldintza batzuk.
hr: Članak 7. - Druge odredbe i uvjeti
it: Articolo 7 – Altri Termini e Condizioni.
ko: 7조 – 기타 조건.
pl: Paragraf 7 – Inne Warunki.
ro: Secțiunea 7 – Alți Termeni și Condiții.
sk: 7. časť — Ďalšie podmienky.
zh_hans: 第七条 其他条款和条件
zh_hant: 第7條 其他條款及條件

source: The Licensor shall not be bound by any additional or different terms or conditions communicated by You unless expressly agreed.
el: Ο/Η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) δεν δεσμεύεται από τυχόν πρόσθετους ή διαφορετικούς όρους ή προϋποθέσεις που ανακοινώθηκαν από Εσάς, εκτός εάν αυτό έχει συμφωνηθεί ρητά.
eu: Lizentzia-emaileak ez du inolako loturarik Zuk ezarritako baldintza osagarri edo desberdinekin, espresuki adostu ezean.
hr: Davatelj licence neće biti obavezan nikakvim dodatnim ili drugim odredbama ili uvjetima koje Vi navedete, osim ako na to nije izrijekom pristao.
it: Il Licenziante non sarà vincolato ad alcun altro termine o condizione aggiuntivo o differente che provenga da Te, salvo che ciò venga espressamente consentito.
ko: 명시적 동의가 없을 경우, 이용허락자는 귀하가 제시한 추가 조건이나 다른 조건에 구속되지 않습니다.
pl: Licencjodawca nie jest związany żadnymi dodatkowymi lub zmienionymi warunkami zakomunikowanymi przez Licencjobiorcę, chyba że dosłownie wyrazi na to swoją zgodę.
ro: Licențiatorul nu este obligat să respecte termeni sau condiții suplimentare sau diferite comunicate de Dumneavoastră, cu excepția cazului în care acest lucru a fost convenit în mod explicit.
sk: Poskytovateľ nebude viazaný žiadnymi doplňujúcimi alebo inými Vami určenými podmienkami, iba ak by boli výslovne dohodnuté.
zh_hans: 除非明示同意，否则许可人不受您表达的任何附加或不同条款或条件约束。
zh_hant: 除非有明示同意，否則授權人不受您所傳達的任何附加或不同的條款或條件所拘束。

source: Any arrangements, understandings, or agreements regarding the Licensed Material not stated herein are separate from and independent of the terms and conditions of this Public License.
el: Οποιεσδήποτε διευθετήσεις, μνημόνια ή συμφωνίες σχετικά με το Αντικείμενο Αδειοδότησης που δεν αναφέρονται στην παρούσα Άδεια είναι ξεχωριστές και ανεξάρτητες από τους όρους και τις προϋποθέσεις της παρούσας Δημόσιας Άδειας.
eu: Material Lizentziatuaren inguruan egiten diren eta hemen aipatzen ez diren akordio, adostasun edo hitzarmenak independenteak dira eta ez dute loturarik Lizentzia Publiko honen baldintzekin.
hr: Bilo kakvi dogovori, sporazumi ili ugovori u pogledu Licenciranih materijala koji ovdje nisu navedeni, smatraju se zasebnima i neovisnima od odredbi i uvjeta ove Javne licence.
it: Ogni intesa, patto o accordo aggiuntivo riguardo al Materiale Concesso in Licenza non contenuto nella presente è da considerarsi separato ed indipendente dai termini e dalle condizioni della presente Licenza Pubblica.
ko: 이용허락된 저작물에 관하여 본 라이선스에 언급되지 않은 협의, 합의, 동의는 본 공중 라이선스의 조건과는 별개의 독립적인 것입니다.
pl: Jakiekolwiek ustalenia, porozumienia, umowy odnoszące się do Utworu Licencjonowanego, nie wyrażone w niniejszej Licencji Publicznej, nie stanowią jej postanowień i są od niej niezależne.
ro: Orice aranjamente, înțelegeri sau acorduri referitoare la Materialul Licențiat care nu sunt menționate în prezenta Licență Publică sunt separate și independente de termenii și condițiile prezentei Licențe Publice.
sk: Akékoľvek dojednania, porozumenia alebo dohody týkajúce sa Predmetu Verejnej licencie, ktoré nie sú obsahom tejto Verejnej licencie, sú oddelené a nezávislé na podmienkach tejto Verejnej licencie.
zh_hans: 本公共许可协议未提及的关于授权作品(Licensed Material)之任何安排、共识或协议，不属于且独立于本公共许可协议的条款及条件。
zh_hant: 未於本公眾授權條款述及之關於本授權素材之任何約定、認知或協議，係分離且獨立於本公眾授權條款之條款及條件之外。

source: Section 8 – Interpretation.
el: Άρθρο 8. Ερμηνεία.
eu: 8. Atala - Interpretazioa.
hr: Članak 8. - Tumačenje
it: Articolo 8 – Interpretazione.
ko: 8조 – 해석.
pl: Paragraf 8 – Wykładnia.
ro: Secțiunea 8 – Interpretare.
sk: 8. časť — Výklad.
zh_hans: 第八条 解释
zh_hant: 第8條 解釋

source: For the avoidance of doubt, this Public License does not, and shall not be interpreted to, reduce, limit, restrict, or impose conditions on any use of the Licensed Material that could lawfully be made without permission under this Public License.
el: Για την αποφυγή αμφιβολιών, η παρούσα Δημόσια Άδεια δεν πρέπει να ερμηνευθεί ως να μειώνει, να περιορίζει, να απαγορεύει ή να επιβάλλει προϋποθέσεις για οποιαδήποτε χρήση του Αντικειμένου Αδειοδότησης που θα μπορούσε νομίμως να γίνει χωρίς άδεια, βάσει της παρούσας Δημόσιας Άδειας.
eu: Zalantzarik gelditu ez dadin, Lizentzia Publiko honek ez du murrizten, mugatzen, urritzen edo baldintzatzen Material Lizentziatua erabili ahal izatea legeak Lizentzia Publiko honen baimenik gabe ere onartzen duen edozein erabileratan, eta ez da horrela interpretatu behar.
hr: Kako ne bi bilo dvojbe, ova Javna licenca neće – niti će se tako tumačiti – umanjiti, stvoriti prepreke, ograničiti ili nametati uvjete u pogledu bilo kakvog korištenja Licenciranog materijala koje je zakonski zajamčeno bez potrebe za dopuštenjem u vidu ove Javne licence.
it: Al fine di evitare dubbi, la presente Licenza Pubblica non intende, né deve essere interpretata in modo da ridurre, limitare, restringere o condizionare alcun utilizzo del Materiale Concesso in Licenza che sia lecito anche in assenza di autorizzazione ai sensi della presente Licenza Pubblica.
ko: 본 공중 라이선스는 본 공중 라이선스에 의하지 않고 합법적으로 이루어질 수 있는 저작물의 이용을 축소, 제한, 제약하거나 조건을 부과하는 것으로 해석되지 않으며 해석되어서도 안됩니다.
pl: W razie wątpliwości, niniejsza Licencja Publiczna nie zawęża, nie ogranicza, ani nie warunkuje jakiegokolwiek dozwolonego wykorzystania Utworu Licencjonowanego, mogącego odbywać się zgodnie z prawem bez zezwolenia wynikającego z niniejszej Licencji Publicznej, ani nie może być w ten sposób interpretowana.
ro: Pentru a se evita orice îndoială, prezenta Licență Publică nu reduce, nu limitează, nu restricționează sau nu impune condiții privind nicio utilizare a Materialului Licențiat care ar putea fi adoptată în mod legal fără permisiune în temeiul prezentei Licențe Publice, și nici nu se interpretează ca atare.
sk: Na odstránenie akýchkoľvek pochybností túto Verejnú licenciu nemožno vykladať ako zakladajúcu obmedzenia, vylúčenia či ďalšie podmienky na použitie Predmetu Verejnej licencie v prípadoch, keď je jeho použitie právne možné aj bez súhlasu udeleného touto Verejnou licenciou.
zh_hans: 为避免疑义，本许可协议不会也不应被解释为减少、限制、约束或施加条件于无需本公共许可协议授权即可依法行使的对授权作品(Licensed Material)的任何使用。
zh_hant: 為避免疑義，本公眾授權條款不會、亦不應被解釋為減少、限制、約束、或施加條件於本授權素材的任何使用，而該等使用係得合法為之而無需依據本公眾授權條款取得許可。

source: To the extent possible, if any provision of this Public License is deemed unenforceable, it shall be automatically reformed to the minimum extent necessary to make it enforceable. If the provision cannot be reformed, it shall be severed from this Public License without affecting the enforceability of the remaining terms and conditions.
el: Στο μέτρο του δυνατού, αν οποιαδήποτε διάταξη της παρούσας Δημόσιας Άδειας κριθεί μη εφαρμόσιμη, πρέπει να αναθεωρηθεί αυτόματα στο ελάχιστο αναγκαίο μέτρο ώστε να καταστεί εκτελεστή. Αν η διάταξη αυτή δεν μπορεί να αναθεωρηθεί, πρέπει να αποκοπεί από αυτή τη Δημόσια Άδεια χωρίς να επηρεάζεται η εκτελεστότητα των υπόλοιπων όρων και προϋποθέσεων.
eu: Posible den neurrian, Lizentzia Publiko honen edozein xedapen aplikaezintzat joz gero, automatikoki aldatu beharko litzateke, ahalik eta gutxien ukituta, aplikagarria izan dadin. Xedapena aldatu ezin bada, Lizentzia Publiko honetatik kendu egin beharko litzateke, gainerako baldintzen aplikagarritasunari eragin gabe.
hr: U mjeri u kojoj je to zakonski moguće, ako se bilo koja klauzula ove Javne licence smatra pravno neprovedivom, automatski će se transformirati u minimalnoj mjeri kako bi postala provediva. Ako se klauzula ne može transformirati, izdvojit će se iz ove Javne licence bez utjecaja na pravnu provedivost njenih ostalih odredbi i uvjeta.
it: Nei limiti consentiti dalla legge applicabile, qualora una o più disposizioni della presente Licenza Pubblica siano giudicate invalide o inefficaci, saranno da intendersi rettificate nei limiti della misura che sia indispensabile per renderle valide ed efficaci. Se una o più disposizioni non possono essere rettificate, dovranno essere eliminate dalla presente Licenza Pubblica senza comportare l'invalidità o l'inefficacia dei restanti termini e condizioni.
ko: 가능한 범위 내에서, 본 공중 라이선스의 특정 조항이 실행될 수 없는 경우, 해당 조항은 실행가능하도록 하기 위해 필요한 최소한의 범위 내에서 자동으로 개정됩니다. 개정이 불가능한 경우에는 해당 조항은 본 공중 라이선스로부터 제거되며, 나머지 조항은 아무런 영향을 받지 않습니다.
pl: Jeżeli jakiekolwiek postanowienie niniejszej Licencji Publicznej uważa się za nieskuteczne, będzie ono automatycznie, na ile to tylko możliwe, w jak najmniejszym, koniecznym stopniu przekształcone tak, aby stało się skuteczne. Jeżeli postanowienie takie nie może zostać przekształcone, zostanie ono unieważnione bez wpływu na skuteczność pozostałych postanowień niniejszej Licencji Publicznej.
ro: În măsura posibilului, dacă vreo dispoziție din prezenta Licență Publică este considerată imposibil de aplicat, ea trebuie reformată automat în cea mai mică măsură necesară pentru a putea fi aplicată. Dacă dispoziția nu poate fi reformată, ea trebuie eliminată din prezenta Licență Publică fără a afecta caracterul aplicabil al celorlalți termeni și condiții.
sk: V najširšom možnom význame v prípade, ak akékoľvek ustanovenie tejto Verejnej licencie možno považovať za nevykonateľné, automaticky sa mení v najmenšom možnom rozsahu tak, aby bolo vykonateľné. Ak ustanovenie nemožno zmeniť, bude z tejto Verejnej licencie vypustené, a to bez vplyvu na vykonateľnosť zostávajúcich podmienok.
zh_hans: 在最大可能范围内，如果本公共许可协议的任何条款被视为无法执行，该条款在必要的最小限度内，自动调整至可以执行。如果该条款不能被调整，其应自本公共许可协议中排除适用，不影响其余条款的效力。
zh_hant: 在可行範圍內，若本公眾授權條款之任何條文被視為無法執行，該條文應在使其可執行之最小必要範圍內被自動修改。若該條文無法修改，其應在不影響其餘條款及條件可執行性的情況下，排除於本公眾授權條款之外。

source: No term or condition of this Public License will be waived and no failure to comply consented to unless expressly agreed to by the Licensor.
el: Κανένας όρος ή προϋπόθεση της παρούσας Δημόσιας Άδειας, δεν θα γίνει αντικείμενο παραίτησης και καμία παράλειψη συμμόρφωσης δε θα θεραπεύεται εκτός εάν συμφωνηθεί ρητώς από το/τη Χορηγούντα/-ούσα την Άδεια (Αδειοδότη/-ούσα).
eu: Lizentzia Publiko honen baldintzarik ez da baztertuko, eta ez-betetzerik ez da onartuko, Lizentzia-emaileak espresuki adostasuna eman ezean.
hr: Nije dopušteno bilo kakvo odstupanje od bilo koje odredbe ili uvjeta niti je dan pristanak na bilo kakvo nepridržavanje, osim ako Davatelj licence nije izrijekom dao pristanak.
it: In nessun caso i termini e le condizioni di cui alla presente Licenza Pubblica possono essere rinunciati né alcun mancato adempimento può essere consentito, salvo che tale rinuncia o consenso venga espressamente autorizzato dal Licenziante.
ko: 본 공중 라이선스의 조건은 면제되지 않으며, 조건을 준수하지 않은 경우라 하더라도 이용허락자에 의한 명시적 동의가 없을 경우 동의하는 것으로 간주되지 않습니다.
pl: Żadne postanowienie niniejszej Licencji Publicznej nie będzie uchylone, ani żadne naruszenie jej postanowień dozwolone, bez wyrażonej dosłownie zgody Licencjodawcy.
ro: Niciun termen sau nicio condiție a prezentei Licențe Publice nu va face obiectul unei renunțări și nu se va admite nicio nerespectare a acestora, cu excepția cazului în care acest lucru este convenit în mod explicit de Licențiator.
sk: Bez výslovného súhlasu Poskytovateľa nemožno upustiť od žiadnej podmienky tejto Verejnej licencie a nemožno konštatovať žiadne porušenie podmienky tejto Verejnej licencie.
zh_hans: 除非许可人明示同意，本公共许可协议的任何条款或条件均不得放弃。
zh_hant: 除非授權人明示同意，本公眾授權條款之任何條款或條件皆不得拋棄，亦無得不遵守的協議。

source: Nothing in this Public License constitutes or may be interpreted as a limitation upon, or waiver of, any privileges and immunities that apply to the Licensor or You, including from the legal processes of any jurisdiction or authority.
el: Καμία πρόβλεψη της παρούσας Δημόσιας Άδειας δεν αποτελεί ή δύναται να ερμηνευθεί ως περιορισμός επί, ή παραίτηση από, όλα τα προνόμια και τις ασυλίες που απολαμβάνει ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) ή Εσείς συμπεριλαμβανομένων αυτών που προκύπτουν από νομικές διαδικασίες οποιασδήποτε δικαιοδοσίας ή αρχής.
eu: Lizentzia Publiko honek ez du mugatzen edo ukatzen Lizentzia-emaileak edo Zuk duzuen pribilegiorik edo immunitaterik, edozein jurisdikzio edo autoritateren aurreko lege-prozesuetakoak barne, eta ez litzateke hala interpretatu behar.
hr: Ništa u ovoj Javnoj licenci ne čini – niti se može tumačiti kao – ograničenje ili ustupanje bilo kakvih povlastica ili imuniteta koji se odnose na Davatelja licence ili Vas, uključujući u pogledu pravnih postupaka unutar bilo kojeg pravnog sustava ili nadležnosti.
it: Nessuna parte della presente Licenza Pubblica può in alcun modo costituire o essere interpretata come una limitazione o una rinuncia a qualsiasi privilegio o immunità che possa applicarsi al Licenziante o a Te, inclusi quelli derivanti dai procedimenti giudiziari di qualsivoglia giurisdizione o autorità.
ko: 본 공중 라이선스의 어떠한 조항도 이용허락자나 귀하에게 적용되는 관할국가의 법적 절차에서 인정되는 것을 포함한 모든 특권과 면책에 대한 제한 또는 포기를 의미하지 않으며 그렇게 해석될 수 없습니다.
pl: Niniejsza Licencja Publiczna nie stanowi, ani nie może być interpretowana jako ograniczenie lub zrzeczenie się jakichkolwiek przywilejów Licencjodawcy lub Licencjobiorcy, w tym immunitetów procesowych względem jakiejkolwiek władzy jurysdykcyjnej.
ro: Nimic din prezenta Licență Publică nu constituie sau nu poate fi interpretat ca o limitare sau renunțare la orice privilegii și imunități care se aplică Licențiatorului sau Dumneavoastră, inclusiv decurgând din procedurile juridice ale oricărei jurisdicții sau autorități.
sk: Nič v tejto Verejnej licencii nekonštituuje alebo nemôže byť vykladané ako obmedzenie alebo vzdanie sa akýchkoľvek výhod a výsad, ktoré sa dotýkajú Poskytovateľa alebo Vás, vrátane tých, ktoré vyplývajú z konaní v rámci akejkoľvek jurisdikcie alebo pred akýmikoľvek orgánmi.
zh_hans: 本公共许可协议条款不构成、也不得被解释为限制或者放弃适用于许可人或您的特权或豁免，包括豁免于任何司法管辖区或行政机构的法律程序。
zh_hant: 本公眾授權條款不構成，亦不得被解釋為對適用於授權人或您的任何特權及豁免的限制或拋棄，包含豁免於任何司法管轄或行政機構的法律程序。
