Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nd_40.po
Languages: da, de, fi, nl, ru, sl, tr

source: The Licensor shall not be bound by any additional or different terms or conditions communicated by You unless expressly agreed.
da: Licensgiveren er ikke bundet af yderligere eller andre vilkår og betingelser, som måtte være tilkendegivet af Dig, medmindre dette udtrykkeligt er aftalt.
de: Der Lizenzgeber ist nicht an durch Sie gestellte zusätzliche oder abweichende Bedingungen gebunden, wenn diese nicht ausdrücklich vereinbart wurden.
fi: Lisenssinantaja ei ole sidottu mihinkään Sinun ilmoittamiisi täydentäviin tai poikkeaviin ehtoihin, ellei tästä ole nimenomaisesti sovittu.
nl: De Licentiegever is niet gebonden aan enige aanvullende of andere voorwaarden of condities die gecommuniceerd zijn door Jou, tenzij dit uitdrukkelijk is overeengekomen.
ru: Лицензиар не должен быть связан никакими дополнительными или иными условиями, сообщенными Вами, без его согласия, выраженного в явном виде.
sl: Dajalca licence ne zavezujejo nobeni dodatni ali drugačni pogoji, ki jih postavi Uporabnik, razen če se Dajalec licence z njimi izrecno strinja.
tr: Açıkça kabul edilmedikçe Lisans Veren, Sizin tarafınızdan iletilebilecek ek veya farklı şart ve koşullara tâbi olmayacaktır.

source: Any arrangements, understandings, or agreements regarding the Licensed Material not stated herein are separate from and independent of the terms and conditions of this Public License.
da: Enhver ordning, antagelse eller aftale vedrørende det Licenserede Materiale, der ikke er fastsat her, er enkeltstående og uafhængige af de vilkår og betingelser, der er fastsat i denne Offentlige Licens.
de: Jedwede das lizenzierte Material betreffenden und hier nicht genannten Umstände, Annahmen oder Vereinbarungen sind getrennt und unabhängig von den Bedingungen der vorliegenden Public License.
fi: Kaikki Lisensoitua Aineistoa koskevat muut järjestelyt, yhteisymmärrykset tai sopimukset, joita ei tässä Julkisessa Lisenssissä mainita, ovat erillisiä ja itsenäisiä suhteessa tämän Julkisen Lisenssin ehtoihin.
nl: Eventuele afspraken of overeenkomsten met betrekking tot het Gelicenseerde Materiaal die hierin niet is vermeld, zijn onafhankelijk en staan los van de voorwaarden en condities van deze Publieke Licentie.
ru: Любые дополнительные договоренности или понимания, касающиеся Лицензируемого Материала, которые не указаны в настоящей Публичной Лицензии, являются отдельными и независимыми от условий настоящей Публичной Лицензии.
sl: Vsi dogovori ali sporazumi v zvezi z Licencirano vsebino, ki niso navedeni v tej Licenci, niso predmet te Licence.
tr: Lisanslı Materyalin kullanımına dair burada belirtilmemiş her nevi bir düzenleme, mutabakat veya anlaşma, işbu kamu Lisansının şart ve koşullarından ayrı ve bağımsızdır.

source: Section 8 – Interpretation.
da: Afsnit 8 – Fortolkning.
de: Abschnitt 8 – Auslegung
fi: Osa 8 – Tulkinta.
nl: Artikel 8 – Interpretatie.
ru: Раздел 8 – Толкование.
sl: Oddelek 8 – Razlaga
tr: Bölüm 8 - Yorum.

source: For the avoidance of doubt, this Public License does not, and shall not be interpreted to, reduce, limit, restrict, or impose conditions on any use of the Licensed Material that could lawfully be made without permission under this Public License.
da: For at undgå enhver tvivl reducerer, begrænser eller pålægger denne Offentlige Licens ikke betingelser for enhver anvendelse af det Licenserede Materiale, der lovligt kan foretages uden tilladelse i henhold til denne Offentlige Licens, og det må ikke fortolkes således.
de: Es sei klargestellt, dass die vorliegende Public License weder besagen noch dahingehend ausgelegt werden soll, dass sie solche Nutzungen des lizenzierten Materials verringert, begrenzt, einschränkt oder mit Bedingungen belegt, die ohne eine Erlaubnis aus dieser Public License zulässig sind.
fi: Selvyyden vuoksi todettakoon, että tätä Julkista Lisenssiä ei tulkita eikä tule tulkita siten, että se vähentäisi, rajoittaisi, estäisi tai asettaisi ehtoja sellaiselle Lisensoidun Aineiston käytölle, joka olisi lain mukaan sallittua ilman tämän Julkisen Lisenssin mukaista lupaa.
nl: Om twijfel te voorkomen, deze Publieke Licentie wordt niet en kan (ook) niet opgevat worden ter vermindering, beperking of begrenzing van, of als voorwaarden stellend aan, elk gebruik van het Gelicenseerd Materiaal dat (sowieso) rechtmatig kan plaatsvinden zonder toestemming onder deze Publieke Licentie.
ru: Во избежание неоднозначного толкования настоящая Публичная Лицензия не может и не должна толковаться как сокращение, ограничение или наложение условий в отношении любого использования Лицензируемого Материала, которое может быть осуществлено на законных основаниях без разрешения, предоставляемого в соответствии с настоящей Публичной Лицензией.
sl: V izogib dvomu se ta Licenca ne sme razlagati na način, da zmanjšuje, omejuje ali postavlja pogoje glede kakršnekoli uporabe Licencirane vsebine, ki se v skladu z veljavno zakonodajo lahko vrši brez dovoljenja, podeljenega s to Licenco.
tr: Herhangi bir şüpheye mahal vermemek adına işbu Kamu Lisansı, bu Kamu Lisansı kapsamında herhangi bir izin almaksızın yasal olarak mümkün olan Lisanslı Materyalin kullanımını herhangi bir şekilde azaltmamakta, sınırlamamakta, kısıtlamamakta veya herhangi bir şart getirmemekte olup, bu şekilde de yorumlanmayacaktır.

source: To the extent possible, if any provision of this Public License is deemed unenforceable, it shall be automatically reformed to the minimum extent necessary to make it enforceable. If the provision cannot be reformed, it shall be severed from this Public License without affecting the enforceability of the remaining terms and conditions.
da: For at undgå enhver tvivl skal enhver bestemmelse i denne Offentlige Licens, hvis den betragtes som værende umulig at håndhæve, automatisk ændres i det omfang, det er absolut nødvendigt for at gøre den mulig at håndhæve. Hvis bestemmelsen ikke kan ændres, skal den udskilles fra denne Offentlige Licens, uden at det påvirker håndhævelsen af de resterende vilkår og betingelser.
de: Soweit wie möglich soll, falls eine Klausel der vorliegenden Public License als nicht durchsetzbar anzusehen ist, diese Klausel automatisch im geringst erforderlichen Maße angepasst werden, um sie durchsetzbar zu machen. Falls die Klausel nicht anpassbar ist, soll sie von der vorliegenden Public License abgeschieden werden, ohne dass die Durchsetzbarkeit der verbleibenden Bedingungen tangiert wird.
fi: Siinä laajuudessa kuin on mahdollista, jos jokin tämän Julkisen Lisenssin ehdoista katsottaisiin täytäntöönpanokelvottomaksi, sitä muutetaan automaattisesti vähäisimmin täytäntöönpanokelpoisuuden edellyttämin muutoksin. Jos ehtoa ei voida muuttaa, se erotetaan tästä Julkisesta Lisenssistä siten, ettei se vaikuta jäljellä olevien ehtojen täytäntöönpanokelpoisuuteen.
nl: Voor zover mogelijk, indien een bepaling van deze Publieke Licentie onafdwingbaar wordt geacht, zal de bepaling automatisch hervormd worden tot het noodzakelijke minimum om deze wel afdwingbaar te maken. Indien de bepaling niet hervormd kan worden, zal deze gescheiden worden van deze Publieke Licentie, zonder dat de afdwingbaarheid van de overige voorwaarden en condities wordt aangetast.
ru: Если какое-либо положение настоящей Публичной Лицензии считается не имеющим законной силы, оно должно быть, насколько это возможно, автоматически исправлено в минимально необходимой степени для наделения такого положения законной силой. Если такое положение невозможно исправить, оно должно быть исключено из текста настоящей Публичной Лицензии без ущерба для законной силы остальных положений лицензии.
sl: Če je katerakoli določba te Licence neveljavna ali neizvršljiva, se samodejno spremeni le toliko, kolikor je nujno, da postane veljavna in izvršljiva. Če se določba ne more spremeniti, se izloči iz te Licence, brez da bi vplivala na veljavnost preostalih določb in pogojev.
tr: Mümkün olduğu ölçüde, işbu Kamu Lisansının herhangi bir hükmünün icra mevkiinden yoksun sayılması durumunda, söz konusu hüküm, geçerli hale getirmek ve icra edilebilirlik kazandırmak için gereken asgari ölçüde otomatik olarak tadil edilecektir. Hükmün tadil edilememesi durumunda ise, kala şartlar ve koşulların uygulanabilirliğine halel getirmeksizin söz konusu hüküm işbu Kamu Lisansından çıkartılacaktır.

source: No term or condition of this Public License will be waived and no failure to comply consented to unless expressly agreed to by the Licensor.
da: Der gives ikke afkald på nogen vilkår eller betingelser i denne Offentlige Licens eller samtykke til manglende efterkommelse af dens bestemmelser, medmindre det udtrykkeligt aftales med Licensgiveren.
de: Auf keine Bedingung der vorliegenden Public License wird verzichtet und kein Verstoß dagegen soll als hingenommen gelten, außer der Lizenzgeber hat sich damit ausdrücklich einverstanden erklärt.
fi: Mistään tämän Julkisen Lisenssin ehdosta ei luovuta, eikä mitään lisenssinvastaista käyttöä hyväksytä, ellei Lisenssinantaja tähän nimenomaisesti suostu.
nl: Van geen enkele voorwaarde of conditie van deze Publieke Licentie wordt afstand gedaan en geen gebrek aan naleving wordt toegestaan, tenzij dit expliciet met de Licentiegever is overeengekomen.
ru: Никакое условие или положение настоящей Публичной Лицензии не будет считаться отмененным, а нарушение – согласованным, если Лицензиар в явной форме не выразит свое согласие с такой отменой или нарушением.
sl: Odpoved katerikoli določbi ali pogoju iz te Licence ali soglasje h kršitvam katerekoli določbe ali pogoja sta veljavna samo, če Dajalec licence s tem izrecno soglaša.
tr: Bu Kamu Lisansının hiçbir hükmü veya koşulundan feragat edilmeyecek olup, Lisans Veren tarafından açıkça kabul edilmedikçe, şart ve koşullara uyulmamasına rıza gösterilmeyecektir.

source: Nothing in this Public License constitutes or may be interpreted as a limitation upon, or waiver of, any privileges and immunities that apply to the Licensor or You, including from the legal processes of any jurisdiction or authority.
da: Intet i denne Offentlige Licens udgør eller må fortolkes som en begrænsning eller frafald af de privilegier og immuniteter, der er gældende for Licensgiveren eller Dig, herunder juridiske processer i enhver form for jurisdiktion eller myndighed.
de: Nichts in der vorliegenden Public License soll zu einer Beschränkung oder Aufhebung von Privilegien und Immunitäten führen, die dem Lizenzgeber oder Ihnen insbesondere aufgrund rechtlicher Regelungen irgendeiner Rechtsordnung oder Rechtsposition zustehen, oder dahingehend interpretiert werden.
fi: Mikään tässä Julkisessa Lisenssissä ei ole, eikä sen voida tulkita olevan, rajoitus tai luopuminen mistään Lisenssinantajalle tai Sinulle kuuluvasta etuoikeudesta tai oikeudellisesta suojasta, mukaan lukien etuoikeuksista tai oikeudellisesta suojasta menettelyissä, jotka tapahtuvat minkä tahansa oikeudenkäyttöalueen piirissä tai suhteessa mihin tahansa viranomaiseen.
nl: Niets in deze Publieke Licentie betekent, of kan worden geïnterpreteerd als een beperking op, of als afstandsverklaring van, enige voorrechten en immuniteiten die gelden voor de Licentiegever of voor Jou, inclusief van de juridische processen van enig rechtsgebied of enige autoriteit.
ru: Никакое условие или положение настоящей Публичной Лицензии не является и не может быть истолковано как ограничение или отказ от каких-либо привилегий и иммунитетов, применимых в отношении Лицензиара и/или в отношении Вас, включая отказ от судебных процессов в какой-либо юрисдикции или какой-либо подведомственности.
sl: Nič v tej Licenci se ne sme razlagati kot omejitev ali odpoved kakršnimkoli pravicam ali imunitetam, ki se nanašajo na Dajalca licence ali Uporabnika, vključno s postopki pred sodnimi ali drugimi pristojnimi organi.
tr: Herhangi bir yargı dairesi veya merciinin yasal muamelelerinden doğanlar da dâhil olmak üzere, İşbu Kamu Lisansında anılan hiçbir husus, Lisans Veren veya Sizin için bağlayıcı ve geçerli olan hiçbir imtiyaz veya ayrıcalık ile ilgili bir sınırlama veya feragat teşkil etmemektedir veya bu şekilde yorumlanmayacaktır.
