Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nd_40.po
Languages: da, de, fi, nl, ru, sl, tr

source: retain the following if it is supplied by the Licensor with the Licensed Material:
da: bevare følgende, hvis det af Licensgiveren leveres sammen med det Licenserede Materiale:
de: die folgenden Angaben beibehalten, soweit sie vom Lizenzgeber dem lizenzierten Material beigefügt wurden:
fi: säilyttää seuraavat tiedot, mikäli Lisenssinantaja on antanut ne Lisensoidun Aineiston mukana:
nl: Het volgende te behouden indien het door de Licentiegever bij het Gelicenseerde Materiaal wordt aangeleverd:
ru: сохранить следующие сведения, если они предоставлены Лицензиаром вместе с Лицензируемым Материалом:
sl: ohraniti naslednje podatke, če so priloženi s strani Dajalca licence skupaj z Licenciranimi vsebinami:
tr: Lisans Veren tarafından Lisanslı Materyal ile temin edildi ise, aşağıdakileri muhafaza etmelisiniz:

source: identification of the creator(s) of the Licensed Material and any others designated to receive attribution, in any reasonable manner requested by the Licensor (including by pseudonym if designated);
da: identiteten på ophavsmanden eller ophavsmændene til det Licenserede Materiale og alle andre, der er udpeget til at modtage kreditering, på enhver rimelig måde efter anmodning fra Licensgiveren (herunder også eventuelle pseudonymer);
de: die Bezeichnung der/des Ersteller(s) des lizenzierten Materials und anderer, die für eine Namensnennung vorgesehen sind (auch durch Pseudonym, falls angegeben), in jeder durch den Lizenzgeber verlangten Form, die angemessen ist;
fi: Lisensoidun Aineiston tekijä(t) ja muut nimettäväksi määritellyt tahot identifioiva maininta jollakin Lisenssinantajan edellyttämällä kohtuullisella tavalla (mukaan lukien salanimi, jos sellaista on käytetty);
nl: identificatie van de maker(s) van het Gelicenseerde Materiaal en alle andere aangewezenen voor het ontvangen van naamsvermelding, die op redelijke wijze door de Licentiegever worden gevraagd (inclusief bij wijze van pseudoniem indien deze is aangewezen);
ru: информацию об создателе (создателях) Лицензируемого Материала, а также любых других лицах, указанных Лицензиаром, обладающих правом на указание авторства, любым разумным способом, по требованию Лицензиара (в том числе с использованием псевдонима, если таковой указан);
sl: identifikacijo ustvarjalca (ustvarjalcev) Licenciranih vsebin in drugih, katerim je potrebno priznati avtorstvo, na razumen način v skladu z zahtevo Dajalca licence (kar vključuje tudi psevdonim, če je bil ta naveden);
tr: (belirtildi ise, takma isim de dâhil) Lisans Veren tarafından talep edilebilecek herhangi bir makul yolla, Lisanslı Materyalin sahibi/sahiplerinin ve belirtilmiş diğer alıntı yapılacak kişilerin kimliği;

source: a copyright notice;
da: en meddelelse om ophavsret;
de: einen Copyright-Vermerk;
fi: tekijänoikeusmerkintä;
nl: een auteursrechtvermelding;
ru: уведомление об авторском праве;
sl: obvestilo o avtorskih pravicah;
tr: telif hakkı bildirimi;

source: a notice that refers to this Public License;
da: en meddelelse med henvisning til denne Offentlige Licens;
de: einen Hinweis auf die vorliegende Public License;
fi: merkintä, joka viittaa tähän Julkiseen Lisenssiin;
nl: een verwijzing naar deze Publieke Licentie;
ru: уведомление об использовании настоящей Публичной Лицензии;
sl: obvestilo, ki se nanaša na to Licenco;
tr: bu Kamu Lisansına atıfta bulunan bir bildirim;

source: a notice that refers to the disclaimer of warranties;
da: en meddelelse med henvisning til ansvarsfraskrivelsen;
de: einen Hinweis auf den Haftungsausschluss;
fi: merkintä, joka viittaa takuun rajoituslausekkeeseen;
nl: een verwijzing naar de uitsluiting van garanties;
ru: уведомление об отказе от гарантий;
sl: obvestilo, ki se nanaša na izjavo o jamstvih;
tr: garanti reddine atıfta bulunan bir bildirim;

source: a URI or hyperlink to the Licensed Material to the extent reasonably practicable;
da: en eller et hyperlink til det Licenserede Materiale i det omfang, det med rimelighed er praktisk muligt;
de: soweit vernünftigerweise praktikabel einen URI oder Hyperlink zum lizenzierten Material;
fi: Lisensoituun Aineistoon viittaava URI tai hyperlinkki, mikäli tämä on kohtuullisesti toteutettavissa;
nl: een URI of hyperlink naar het Gelicenseerde Materiaal voor zover dit redelijkerwijs mogelijk is;
ru: Унифицированный Идентификатор Ресурса (URI) или гиперссылку на Лицензируемый Материал, в той мере, в которой это практически выполнимо;
sl: URI ali hiperpovezavo do Licencirane vsebine, kolikor je to razumno mogoče;
tr: mümkün olduğu ölçüde Lisanslı Materyal için URI veya bağlantı adresi;

source: indicate if You modified the Licensed Material and retain an indication of any previous modifications; and
da: angive, om Du har ændret det Licenserede Materiale, bevare angivelser af alle eventuelle tidligere ændringer og
de: angeben, falls Sie das lizenzierte Material verändert haben, und alle vorherigen Änderungsangaben beibehalten; und
fi: merkitä, jos Sinä olet muokannut Lisensoitua Aineistoa, ja säilyttää aiempia muokkauksia koskevat merkinnät; sekä
nl: Aan te geven of Je het Gelicenseerde Materiaal bewerkt hebt, en een indicatie van eventuele eerdere wijzigingen te behouden; en
ru: указать, если Вами внесены изменения в Лицензируемый Материал, и сохранить указание на любые предыдущие изменения; а также
sl: navesti, da je spremenil Licencirano vsebino in obdržati navedbo morebitnih prejšnjih sprememb; in
tr: Lisanslı materyalde değişiklik yapıp yamadığınızı belirtmeli ve daha önce yapılmış değişikliklere ilişkin bilgileri korumalı; ve

source: indicate the Licensed Material is licensed under this Public License, and include the text of, or the URI or hyperlink to, this Public License.
da: angive, at det Licenserede Materiale er omfattet af denne Offentlige Licens, og medtage ordlyden af eller URI'en eller hyperlinket til denne Offentlige Licens.
de: angeben, dass das lizenzierte Material unter der vorliegenden Public License steht, und deren Text oder URI oder einen Hyperlink darauf beifügen.
fi: merkitä, että Lisensoitu Aineisto on lisensoitu tällä Julkisella Lisenssillä, ja sisällyttää tämän Julkisen Lisenssin teksti taikka tähän Julkiseen Lisenssiin viittaava URI tai hyperlinkki.
nl: Aan te geven dat het Gelicenseerde Materiaal onder deze Publieke Licentie staat, en de tekst bijvoegen van, of de URI of hyperlink naar, deze Publieke Licentie.
ru: указать, что Лицензируемый Материал предоставляется на условиях настоящей Публичной Лицензии, и предоставить текст, или Унифицированный Идентификатор Ресурса (URI), или гиперссылку на настоящую Публичную Лицензию.
sl: navesti, da je vsebina licencirana pod to Licenco in vključiti besedilo ali URI ali hiperpovezavo do te Licence.
tr: Lisanslı Materyalin işbu Kamu Lisansı kapsamında lisanslı olduğunu belirtmeli ve Kamu Lisansı metnini veya Kamu Lisansı URI veya bağlantı adresi vermelisiniz.

source: You may satisfy the conditions in Section <a href="#s3a1">3(a)(1)</a> in any reasonable manner based on the medium, means, and context in which You Share the Licensed Material. For example, it may be reasonable to satisfy the conditions by providing a URI or hyperlink to a resource that includes the required information.
da: Du kan opfylde betingelserne i afsnit <a href="#s3a1">3(a)(1)</a> på en hvilken som helst rimelig måde afhængig af de medier og midler, med hvilke Du Deler det Licenserede Materiale, samt den kontekst, i hvilken Du Deler det Licenserede Materiale. Det kan f.eks. være rimeligt at opfylde betingelserne ved at angive en URI eller et hyperlink til en ressource, der indeholder de påkrævede oplysninger.
de: Sie dürfen die Bedingungen des Abschnitts <a href="#s3a1">3(a)(1)</a> in jeder angemessenen Form erfüllen, je nach Medium, Mittel und Kontext in bzw. mit dem Sie das lizenzierte Material weitergeben. Es kann zum Beispiel angemessen sein, die Bedingungen durch Angabe eines URI oder Hyperlinks auf eine Quelle zu erfüllen, die die erforderlichen Informationen enthält.
fi: Sinä voit täyttää kohdan <a href="#s3a1">3(a)(1)</a> mukaiset edellytykset millä tahansa kohtuullisella tavalla riippuen välineestä, keinoista ja yhteydestä, jossa Sinä Jaat Lisensoitua Aineistoa. Voi esimerkiksi olla kohtuullista täyttää vaatimukset tarjoamalla URI tai hyperlinkki resurssiin, josta vaaditut tiedot ilmenevät.
nl: Om twijfel te voorkomen: Je hebt geen toestemming om Afgeleid Materiaal te Delen op grond van deze Publieke Licentie.
ru: Вы можете выполнить положения подпункта <a href="#s3a1">(1) пункта (а) Раздела 3</a> любым разумным способом в зависимости от носителя, способа и контекста, посредством которых вы Предоставляете Лицензируемый Материал. Например, разумным признается выполнение данного условия путем указания Унифицированного Идентификатора Ресурса (URI) или гиперссылки на ресурс, который содержит необходимую информацию.
sl: Uporabnik lahko zadosti pogojem iz Oddelka <a href="#s3a1">3(a)(1)</a> na kakršenkoli razumen način, glede na medij, sredstva in kontekst, v katerem Uporabnik Deli Licencirano vsebino. Na primer, pogojem je mogoče razumno zadostiti z vključitvijo URI-ja ali hiperpovezave do vira, kjer se nahajajo potrebni podatki.
tr: Lisanslı Materyali Paylaştığınız ortam, araç veya bağlama bağlı olarak, makul herhangi bir surette Bölüm <a href="#s3a1">3(a)(1)</a> de belirtilmiş koşulları yerine getirebilirsiniz. Örneğin, gerekli bilgileri ihtiva eden bir kaynağın URI veya bağlantı adresi belirterek, koşulları yerine getirmek makul olabilir.

source: If requested by the Licensor, You must remove any of the information required by Section <a href="#s3a1A">3(a)(1)(A)</a> to the extent reasonably practicable.
da: Efter anmodning fra Licensgiveren skal Du fjerne de oplysninger, der kræves i afsnit <a href="#s3a1A">3(a)(1)(A)</a>, i det omfang, det med rimelighed er praktisk muligt.
de: Falls der Lizenzgeber es verlangt, müssen Sie die gemäß Abschnitt <a href="#s3a1A">3(a)(1)(A)</a> erforderlichen Informationen entfernen, soweit dies vernünftigerweise praktikabel ist.
fi: Lisenssinantajan näin vaatiessa Sinun tulee poistaa mitkä tahansa kohdan <a href="#s3a1A">3(a)(1)(A)</a> nojalla vaaditut tiedot siinä laajuudessa kuin tämä on kohtuullisesti toteutettavissa.
nl: Je kunt voldoen aan de voorwaarden in Artikel <a href="#s3a1">3(a)(1)</a> op elke redelijke wijze met inachtneming van het medium, de middelen, en context waarin je het Gelicenseerde Materiaal Deelt. Het kan bijvoorbeeld redelijk zijn om aan de voorwaarden te voldoen door een URI of hyperlink te plaatsen naar een bron die de vereiste informatie bevat.
ru: По требованию Лицензиара Вы должны, насколько это практически выполнимо, удалить любую информацию, указанную в подпункте <a href="#s3a1A">(А) (1) пункта (а) Раздела 3</a>.
sl: Če tako zahteva Dajalec licence, mora Uporabnik odstraniti vse informacije iz Oddelka <a href="#s3a1A">3(a)(1)(A)</a>, kolikor je to razumno mogoče.
tr: Lisans Veren tarafından talep edilmesi hâlinde, makul surette uygulanabilir olduğu ölçüde, Bölüm <a href="#s3a1A">3(a)(1)(A)</a> da gerekli kılınan bilgileri kaldırmalısınız.

source: If You Share Adapted Material You produce, the Adapter's License You apply must not prevent recipients of the Adapted Material from complying with this Public License.
nl: Op verzoek van de Licentiegever, ben je verplicht alle informatie vermeld in Artikel <a href="#s3a1A">3(a)(1)(A)</a> te verwijderen voor zover dit redelijkerwijs mogelijk is.

source: Section 4 – Sui Generis Database Rights.
da: Afsnit 4 — Sui Generis-Rettigheder til Databaser.
de: Abschnitt 4 – Sui-generis-Datenbankrechte
fi: Osa 4 – Sui Generis Tietokantaoikeudet.
nl: <strong>Artikel 4 – Sui Generis Databankenrechten</strong>.
ru: Раздел 4 – Права Sui Generis на Базы Данных.
sl: Oddelek 4 - Sui generis pravice na podatkovnih bazah
tr: Bölüm 4 - Nevi Şahsına Münhasır Veritabanı Hakları.

source: Where the Licensed Rights include Sui Generis Database Rights that apply to Your use of the Licensed Material:
da: Hvis de Licenserede Rettigheder omfatter Sui Generis-Rettigheder til Databaser, der gælder for Din anvendelse af det Licenserede Materiale, gør følgende sig gældende:
de: Soweit die lizenzierten Rechte Sui-generis-Datenbankrechte beinhalten, die auf Ihre Nutzung des lizenzierten Materials Anwendung finden, gilt:
fi: Sikäli kuin Lisensoidut Oikeudet sisältävät Sui Generis Tietokantaoikeuksia, jotka koskevat Sinun Lisensoidun Aineiston käyttöäsi:
nl: Waar de Gelicenseerde Rechten, Sui Generis Databankenrechten omvatten is bij het gebruik van het Gelicenseerde Materiaal door Jou van toepassing:
ru: Если Лицензируемые Права включают Права Sui Generis на Базы Данных, которые применимы в отношении Вашего использования Лицензируемого Материала:
sl: Kadar Licencirane pravice vključujejo Sui generis pravice na podatkovnih bazah, ki se nanašajo na uporabo Licencirane vsebine:
tr: Lisansa Konu Haklar, Lisanslı Materyali Kullanımıniz için geçerli Nevi Şahsına Münhasır Veritabanı haklarını da kapsadığı durumlarda:

source: for the avoidance of doubt, Section <a href="#s2a1">2(a)(1)</a> grants You the right to extract, reuse, reproduce, and Share all or a substantial portion of the contents of the database, provided You do not Share Adapted Material;
da: for at udelukke enhver tvivl giver afsnit <a href="#s2a1">2(a)(1)</a> Dig ret til at udtrække, videreanvende, reproducere og Dele hele eller væsentlige dele af databasens, forudsat at Du ikke Deler Bearbejdet Materiale og
de: es sei klargestellt, dass Abschnitt <a href="#s2a1">2(a)(1)</a> Ihnen das Recht gewährt, die gesamten Inhalte der Datenbank oder wesentliche Teile davon zu entnehmen, weiterzuverwenden, zu vervielfältigen und weiterzugeben, solange Sie abgewandeltes Material nicht weitergeben;
fi: selvyyden vuoksi todettakoon, että kohta <a href="#s2a1">2(a)(1)</a> antaa Sinulle oikeuden kopioida, käyttää uudelleen, toisintaa ja Jakaa koko tietokannan sisältöä tai sen olennaista osaa edellyttäen, että Sinä et Jaa Muunneltua Aineistoa;
nl: Om twijfel te voorkomen: Artikel <a href="#s2a1">2(a)(1)</a> verleent Jou het recht om op te vragen, hergebruiken, te reproduceren en te Delen van alle, of een substantieel deel van de, inhoud van de databank, op voorwaarde dat je Afgeleid Materiaal niet deelt;
ru: во избежание неоднозначного толкования в соответствии с подпунктом <a href="#s2a1">(1) пункта (а) Раздела 2</a> Вам предоставляются права на извлечение, повторное использование, воспроизведение и Предоставление содержимого базы данных полностью или в существенной части при условии, что Вы не Предоставляете Адаптированный Материал;
sl: Šteje, da se v Oddelku <a href="#s2a1">2(a)(1)</a> Uporabniku podeljuje pravica do ustvarjanja izvlečkov, ponovne uporabe, reproduciranja in Deljenja vseh ali znatnega dela vsebin v tej podatkovni bazi, pod pogojem, da Uporabnik ne Deli Predelanih vsebin;
tr: herhangi bir şüpheye mahal vermemek adına, Bölüm <a href="#s2a1">2(a)(1)</a> de size, veritabanı içeriğinin tamamını veya mühim bir kısmını çıkartma, tekrar kullanma, çoğaltma ve Paylaşma hakkı bahşetmektedir; Uyarlanmış Materyali paylaşmamanız kaydı ile;

source: if You include all or a substantial portion of the database contents in a database in which You have Sui Generis Database Rights, then the database in which You have Sui Generis Database Rights (but not its individual contents) is Adapted Material; and
da: Hvis Du inkluderer hele eller en væsentlig del af databasens indhold i en database, hvortil Du har Sui Generis-Rettigheder til Databaser, er den database, hvortil Du har disse rettigheder (men ikke det individuelle indhold) Bearbejdet Materiale og
de: sofern Sie alle Inhalte der Datenbank oder wesentliche Teile davon in eine Datenbank aufnehmen, an der Sie Sui-generis-Datenbankrechte haben, dann gilt die Datenbank, an der Sie Sui-generis-Datenbankrechte haben (aber nicht ihre einzelnen Inhalte) als abgewandeltes Material; und
fi: jos Sinä sisällytät kaiken tai olennaisen osan tietokannan sisällöstä tietokantaan, johon Sinulla on Sui Generis Tietokantaoikeuksia, se tietokanta, johon Sinulla on Sui Generis Tietokantaoikeuksia (mutteivät tämän tietokannan yksittäiset sisällöt), katsotaan Muunnelluksi Aineistoksi; ja
nl: Als je alle, of een substantieel deel van de, inhoud van de databank samenvoegt tot een databank waarop je het Sui Generis Databankrecht hebt (maar niet de individuele onderdelen ervan), dan is de databank waarop je dit recht hebt Afgeleid Materiaal; en
ru: если Вы включаете содержимое базы данных полностью или его существенную часть в базу данных, в отношении которой у Вас имеются Права на содержимое баз данных, в этом случае база данных, в отношении которой у Вас имеются Права на содержимое баз данных (но не ее отдельные составляющие), является Адаптированным Материалом; а также
sl: Če Uporabnik vključi vse ali znaten del vsebine podatkovne baze v lastno podatkovno bazo, na kateri ima Sui generis pravice na podatkovnih bazah, potem se šteje, da je ta Uporabnikova podatkovna baza (ne pa tudi posamezni elementi njene vsebine) Predelana vsebina, in
tr: Veritabanı içeriğinin tümünü veya önemli bir kısmını Nevi Şahsına Münhasır Veritabanı Haklarınızın olduğu bir veritabanına dâhil etmeniz durumunda, Nevi Şahsına Münhasır Veritabanı Haklarınızın olduğu veritabanı (münferit içerikleri hariç) Uyarlanmış Materyal teşkil edecektir; ve

source: You must comply with the conditions in Section <a href="#s3a">3(a)</a> if You Share all or a substantial portion of the contents of the database.
da: Du skal opfylde betingelserne i afsnit <a href="#s3a">3(a)</a>, hvis Du Deler hele eller en væsentlig del af databasens indhold.
de: Sie müssen die Bedingungen des Abschnitts <a href="#s3a">3(a)</a> einhalten, wenn sie alle Datenbanknhalte oder wesentliche Teile davon weitergeben.
fi: Sinun täytyy noudattaa kohdan <a href="#s3a">3(a)</a> ehtoja, jos Sinä Jaat koko tietokannan sisältöä tai sen olennaista osaa.
nl: Je dient te voldoen aan de voorwaarden gesteld in Artikel <a href="#s3a">3(a)</a> bij het Delen van alle, of een substantieel deel van de, inhoud van de databank.
ru: Вы должны соблюдать условия, изложенные в пункте <a href="#s3a">(а) Раздела 3</a>, если Вы Предоставляете содержимое базы данных полностью или его существенную часть.
sl: Uporabnik mora ravnati v skladu s pogoji v Oddelku <a href="#s3a">3(a)</a>, če Deli vse ali znaten del vsebin, ki jih vsebuje podatkovna baza.
tr: Veritabanı içeriğinin tamamını veya önemli bir kısmını Paylaşmanız durumunda Bölüm <a href="#s3a">3(a)</a> daki şartlara uymanız mecburidir.

source: For the avoidance of doubt, this Section <a href="#s4">4</a> supplements and does not replace Your obligations under this Public License where the Licensed Rights include other Copyright and Similar Rights.
da: For at udelukke enhver tvivl udgør dette afsnit <a href="#s4">4</a> et supplement til og ikke en erstatning af Dine forpligtelser i henhold til denne Offentlige Licens, såfremt de Licenserede Rettigheder omfatter anden Ophavsret og Lignende Rettigheder.
de: Es sei ferner klargestellt, dass dieser Abschnitt <a href="#s4">4</a> Ihre Verpflichtungen aus der vorliegenden Public License nur ergänzt und nicht ersetzt, soweit die lizenzierten Rechte andere Urheberrechte oder ähnliche Rechte enthalten.
fi: Selvyyden vuoksi todettakoon, että tämä osa <a href="#s4">4</a> täydentää eikä syrjäytä Sinun tästä Julkisesta Lisenssistä johtuvia velvollisuuksiasi tilanteissa, joissa Lisensoidut Oikeudet käsittävät muita Tekijänoikeuksia ja Samankaltaisia Oikeuksia.
nl: Om twijfel te voorkomen: Artikel <a href="#s4">4</a> dient ter aanvulling en niet ter vervanging van Jouw verplichtingen onder deze Publieke Licentie, waar de Gelicenseerde Rechten ook andere Auteursrechten en Soortgelijke Rechten omvatten.
ru: Во избежание неоднозначного толкования данный Раздел <a href="#s4">4</a> дополняет и не заменяет Ваши обязательства в соответствии с настоящей Публичной Лицензией, если Лицензируемые Права включают другие Авторские Права И Другие Схожие Права.
sl: V izogib dvomu je Oddelek <a href="#s4">4</a> dodatek in ne nadomešča dolžnosti Uporabnika v skladu s to Licenco, kadar Licencirane pravice vključujejo druge Avtorske in podobne pravice.
tr: Herhangi bir şüpheye mahal vermemek adına, Bölüm <a href="#s4">4</a> , Lisansa Konu Hakların diğer Telif Hakkı ve Benzer Hakları kapsadığı durumlarda Kamu Lisanslı çerçevesinde tâbi olduğunuz Yükümlülükleri tamamlayıcı mahiyette olup, bu Yükümlülüklerini yerini almamaktadır.

source: Section 5 – Disclaimer of Warranties and Limitation of Liability.
da: Afsnit 5 – Ansvarsfraskrivelse og -begrænsning.
de: Abschnitt 5 – Gewährleistungsausschluss und Haftungsbeschränkung
fi: Osa 5 – Takuun rajoitus ja vastuunrajoituslauseke.
nl: Artikel 5 – Uitsluiting van garanties en beperking van aansprakelijkheid.
ru: Раздел 5 – Отказ от гарантий и ограничение ответственности.
sl: Oddelek 5 – Izjava o jamstvih in omejitev odgovornosti
tr: Bölüm 5 - Garanti Reddi ve Sorumluluk Tahdidi.
