Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc-sa_40.po
Languages: fr, ja, mi, no

source: identification of the creator(s) of the Licensed Material and any others designated to receive attribution, in any reasonable manner requested by the Licensor (including by pseudonym if designated);
fr: identification du(des) auteur(s) de l’Œuvre sous licence et de toute personne à qui revient l’attribution de l’Œuvre sous licence, dans la mesure du possible, conformément à la demande du Donneur de licence (y compris sous la forme d’un pseudonyme s’il est indiqué) ;
ja: ライセンス対象物の作者その他クレジット表示される者として許諾者によって指定されている者を識別する情報を、いかなる形であれ許諾者によってリクエストされた形が合理的である場合はその形で（指定されている場合は仮名も含む）
mi: te tuakiri o te/ngā kaihanga o Ngā Rawa Kua Raihanatia me ērā atu kua tohua kia whiwhi i te tautohu matatiki, ahakoa te momo whaitake, e tonoa ana e te Kaituku Raihana (mā te ingoa kē anō hoki mēnā kua tohua kia pērā);
no: identifikasjon av den/de som har skapt det Lisensierte Materialet og enhver annen som er utpekt til å motta navngivelse, på enhver rimelig måte som Lisensgiver har anmodet om, (inklusive ved pseudonym dersom et slikt er angitt);

source: a copyright notice;
fr: l’indication de l’existence d’un droit d’auteur ;
ja: 著作権表示
mi: tētahi pānui manatārua;
no: en opphavsrettsnotis;

source: a notice that refers to this Public License;
fr: une notice faisant référence à la présente Licence publique ;
ja: 本パブリック・ライセンスを参照する表示
mi: tētahi pānui e kōrerotia ai tēnei Pānui Tūmatanui;
no: en notis som viser til denne Offentlige Lisensen;

source: a notice that refers to the disclaimer of warranties;
fr: une notice faisant référence aux limitations de garantie et exclusions de responsabilité ;
ja: 「無保証」を参照する表示
mi: tētahi pānui e kōrerotia ai te karo pūtāhui;
no: en notis som viser til garantifraskrivelsen;

source: a URI or hyperlink to the Licensed Material to the extent reasonably practicable;
fr: un URI ou un hyperlien vers l’Œuvre sous licence dans la mesure du possible ;
ja: 合理的に実施可能な場合には、ライセンス対象物のURIまたはライセンス対象物へのハイパーリンク
mi: tētahi URL, honongaitua rānei ki Ngā Rawa Kua Raihanatia ki te whānuitanga ka taea;
no: en URI eller hyperlenke til det Lisensierte Materialet i den utstrekning det er rimelig å gjøre dette i praksis;

source: indicate if You modified the Licensed Material and retain an indication of any previous modifications; and
fr: Indiquer si Vous avez modifié l’Œuvre sous licence et conserver un suivi des modifications précédentes ; et
ja: ライセンス対象物を改変した場合はその旨を記し、従前の改変点についての表示も保持すること。
mi: me whakaatu rawa mēnā i whakarerekē Koe i Ngā Rawa Kua Raihanatia me te pupuri whakaaturanga o ngā whakarerekētanga o mua atu; ā,
no: indikere dersom Du har endret det Lisensierte Materialet og beholde indikasjoner på tidligere endringer; og

source: indicate the Licensed Material is licensed under this Public License, and include the text of, or the URI or hyperlink to, this Public License.
fr: Indiquer si l’Œuvre sous licence est mise à disposition en vertu de la présente Licence publique en incluant le texte, l’URI ou l’hyperlien correspondant à la présente Licence publique.
ja: ライセンス対象物が本パブリック・ライセンスに基づきライセンスされていることを示すこと、および、本パブリック・ライセンスの全文またはそのURIか本パブリック・ライセンスへのハイパーリンクのいずれかを含めること。
mi: me whakaatu rawa kua raihanatia Ngā Rawa Kua Raihanatia i raro o tēnei Raihana Tūmatanui, me te tāuru i ngā kuputuhi o tēnei Raihana Tūmatanui, te URL, te honongaitua rānei ki taua raihana.
no: indikere at det Lisensierte Materialet er lisensiert under denne Offentlige Lisensen og inkludere teksten til, eller URIen eller hyperlenken som peker på, denne Offentlige Lisensen.

source: You may satisfy the conditions in Section <a href="#s3a1">3(a)(1)</a> in any reasonable manner based on the medium, means, and context in which You Share the Licensed Material. For example, it may be reasonable to satisfy the conditions by providing a URI or hyperlink to a resource that includes the required information.
fr: Vous pouvez satisfaire aux conditions de l’Article <a href="#s3a1">3(a)(1)</a> dans toute la mesure du possible, en fonction des supports, moyens et contextes dans lesquels Vous Partagez l’Œuvre sous licence. Par exemple, Vous pouvez satisfaire aux conditions susmentionnées en fournissant l’URI ou l’hyperlien vers la ressource incluant les informations requises.
ja: <a href="#s3a1">第3条(a)(1)</a>の条件は、あなたがライセンス対象物を共有する媒体・方法・文脈に照らして、いかなる合理的な方法でも満たすことができます。例えば、必要とされる情報を含むリソースのURIやハイパーリンクを付すことで条件を満たすことが合理的な場合があります。
mi: Ka āhei koe te whakatutuki i ngā herenga i te Wāhanga <a href="#s3a1">3(a)(1)</a> ahakoa he aha te ara whaitake, i runga anō i te rawatā, te āhua, me te horopaki e tiria ai e Koe Ngā Rawa Kua Raihanatia. Hei tauira, he mea whaitake pea te whakatutuki i ngā herenga mā te whakarato i tētahi URL, honongaitua rānei ki tētahi rauemi kei roto ko ngā mōhiohio e hiahiatia ana.
no: Du kan tilfredsstille vilkårene i avsnitt <a href="#s3a1">3(a)(1)</a> på enhver rimelig måte basert på det medium, middel, og den kontekst der Du Deler det Lisensierte Materialet. For eksempel kan det være rimelig å oppfylle vilkårene ved å tilby en URI eller hyperlenke til en ressurs som inneholder de nødvendige opplysningene.

source: If requested by the Licensor, You must remove any of the information required by Section <a href="#s3a1A">3(a)(1)(A)</a> to the extent reasonably practicable.
fr: Bien que requises aux termes de l’Article <a href="#s3a1A">3(a)(1)(A)</a>, certaines informations devront être retirées, dans la mesure du possible, si le Donneur de licence en fait la demande.
ja: 許諾者からリクエストされれば、あなたは<a href="#s3a1A">第3条(a)(1)(A)</a>に掲げるいかなる情報も合理的に実施可能な範囲で削除しなければなりません。
mi: Mēnā ka tonoa e te Kaituku Raihana, me tango rawa e Koe ngā mōhiohio e hiahiatia ana e te Wāhanga <a href="#s3a1A">3(a)(1)(A)</a> ki te whānuitanga ka taea.
no: Dersom Lisensgiveren anmoder om det, må Du fjerne enhver av de opplysningene som kreves ifølge avsnitt <a href="#s3a1A">3(a)(1)(A)</a> i den grad dette er praktisk mulig.

source: ShareAlike
fr: Partage dans les mêmes conditions
ja: 継承
mi: Te Tiritiri Raihana.
no: DelPåSammeVilkår

source: In addition to the conditions in Section <a href="#s3a">3(a)</a>, if You Share Adapted Material You produce, the following conditions also apply.
fr: Outre les conditions indiquées à l’Article <a href="#s3a">3(a)</a>, si Vous Partagez une Œuvre dérivée que Vous avez réalisée, les conditions suivantes s’appliquent aussi.
ja: <a href="#s3a">第3条(a)</a>の条件に加えて、あなたが作成した翻案物をあなたが共有する場合、以下の条件も適用されます。
mi: I tua atu i ngā herenga i te Wāhanga <a href="#s3a">3(a)</a>, mēnā ka Tiritiri Koe i Ngā Rawa Kua Urutaua e whakaputaina e Koe, e hāngai ana ēnei herenga.
no: I tillegg til vilkårene i avsnitt <a href="#s3a">3(a)</a> gjelder følgende tilleggsvilkår dersom Du deler Bearbeidet Materiale som Du har laget.

source: The Adapter’s License You apply must be a Creative Commons license with the same License Elements, this version or later, or a BY-NC-SA Compatible License.
fr: La Licence d’Œuvre dérivée que Vous appliquez doit être une licence Creative Commons avec les mêmes Eléments de licence, qu’il s’agisse de cette version ou d’une version ultérieure, ou une Licence compatible BY-NC-SA.
ja: あなたが適用する翻案者のライセンスは、本パブリック・ライセンスと同じバージョンもしくはそれ以降のバージョンの、同じライセンス要素を有したクリエイティブ・コモンズ・ライセンス、または表示-非営利-継承互換ライセンスでなければなりません。
mi: Me noho rawa te Raihana Kaiurutau ka whakahāngai Koe he raihana Creative Commons me Ngā Huānga Raihana ōrite, arā ko tēnei putanga, tētahi putanga o muri atu rānei, tētahi Raihana Hototahi BY-NC-SA rānei.
no: Den Bearbeiderens Lisens som Du anvender må være en Creative Commons-lisens med de samme Lisenselementene som denne, enten denne versjonen eller en nyere versjon, eller en Lisens Kompatibel med BY-NC-SA.

source: You must include the text of, or the URI or hyperlink to, the Adapter's License You apply. You may satisfy this condition in any reasonable manner based on the medium, means, and context in which You Share Adapted Material.
fr: Vous devez inclure le texte, l’URI ou l’hyperlien correspondant à la Licence d’Œuvre dérivée que Vous appliquez. Ces conditions peuvent être satisfaites dans la mesure du raisonnable suivant les supports, moyens et contextes via lesquels Vous Partagez l’Œuvre dérivée.
ja: あなたは、あなたが適用する翻案者のライセンスの全文またはそのURIかそのライセンスへのハイパーリンクを含めなければなりません。あなたは、あなたが共有した翻案物における媒体、手段および文脈に基づくいかなる合理的な方法によっても、この条件を満たすことができます。
mi: Me tāuru rawa koe i ngā kupu, te URL, te honongaitua rānei, ki te Raihana Kaiurutau e whakahāngai Koe. Ka āhei koe te whakatutuki i tēnei herenga ahakoa he aha te ara whaitake, i runga anō i te rawatā, te āhua, me te horopaki e tiria ai e Koe Ngā Rawa Kua Urutaua.
no: Du må inkludere lisensteksten til, eller URIen eller hyperlenken til, den Bearbeiderens Lisens som Du anvender. Du kan tilfredsstille dette på enhver rimelig måte basert på det medium, det middel, og i den sammenheng Du deler det Bearbeidede Materialet.

source: You may not offer or impose any additional or different terms or conditions on, or apply any Effective Technological Measures to, Adapted Material that restrict exercise of the rights granted under the Adapter's License You apply.
fr: Vous ne pouvez pas proposer ou imposer des termes ou des conditions supplémentaires ou différents ou appliquer des Mesures techniques efficaces à l’Œuvre dérivée qui seraient de nature à restreindre l’exercice des Droits accordés par la Licence d’Œuvre dérivée que Vous appliquez.
ja: あなたは、翻案物に対し、あなたが適用する翻案者のライセンスによって付与される権利の行使を制限するような、いかなる追加のもしくは異なる条項も提案しもしくは課すことはできず、またはいかなる効果的な技術的保護手段を適用することもできません。
mi: Kāore koe e āhei te tuku, te uta rānei i ngā ture me ngā herenga tāpiri, rerekē rānei, te hoatu i ētahi Tikanga Hangarau Tōtika, ki Ngā Rawa Kua Urutaua, mēnā mā te pēnā ka whakatikia te whakamahinga o ngā motika e tukuna ana i raro i te Raihana Kaiurutau e whakahāngai Koe.
no: Du kan ikke tilby eller pålegge ytterligere eller ulike vilkår og betingelser, eller benytte noen Effektive Teknologiske Tiltak, som begrenser utøvelsen av de rettigheter til det Lisensierte Materialet som gis under den Bearbeiderens Lisens som Du anvender.

source: Section 4 – Sui Generis Database Rights.
fr: Article 4 – Le Droit sui generis des producteurs de bases de données.
ja: 第4条 データベース権
mi: Wāhanga 4 – Ngā Motika Pātengi Raraunga Momo Takitahi.
no: Del 4 – Sui Generis Databaserettigheter.

source: Where the Licensed Rights include Sui Generis Database Rights that apply to Your use of the Licensed Material:
fr: Lorsque les Droits accordés par la licence incluent le Droit sui generis des producteurs de bases de données applicable à Votre utilisation de l’Œuvre sous licence :
ja: ライセンスされた権利にデータベース権が含まれており、ライセンス対象物のあなたの利用に適用される場合：
mi: Ina kei roto i Ngā Motika Kua Raihanatia ko Ngā Motika Pātengi Raraunga Momo Takitahi e hāngai ana ki Tō whakamahi i Ngā Rawa Kua Raihanatia:
no: Der de Lisensierte Rettighetene omfatter Sui Generis Databaserettigheter som gjelder for Din bruk av det Lisensierte Materialet:

source: for the avoidance of doubt, Section <a href="#s2a1">2(a)(1)</a> grants You the right to extract, reuse, reproduce, and Share all or a substantial portion of the contents of the database for NonCommercial purposes only;
fr: afin de lever toute ambiguïté, l’Article <a href="#s2a1">2(a)(1)</a> Vous accorde le droit d’extraire, réutiliser, reproduire et Partager la totalité ou une partie substantielle du contenu de la base de données uniquement pour une Utilisation non commerciale ;
ja: 誤解を避けるために記すと、<a href="#s2a1">第2条(a)(1)</a>に従い、非営利目的の場合にのみ、データベースの全てまたは実質的な部分のコンテンツの抽出、再利用、複製または共有をする権利をあなたに与えます。
mi: hei karo i te rangirua, ka tuku te Wāhanga <a href="#s2a1">2(a)(1)</a> i te motika ki a Koe ki te tango, te whakamahi anō, te tāruarua, me te Tiritiri i te katoa, tētahi wāhi nui rānei o ngā ihirangi o te pātengi raraunga mō ngā pūtake Arumoni Kore anake;
no: for å unngå tvil, avsnitt <a href="#s2a1">2(a)(1)</a> gir Deg rett til å trekke ut, gjenbruke, reprodusere, og Dele hele eller vesentlige deler av innholdet i databasen, men bare for IkkeKommersielle formål;

source: if You include all or a substantial portion of the database contents in a database in which You have Sui Generis Database Rights, then the database in which You have Sui Generis Database Rights (but not its individual contents) is Adapted Material, including for purposes of Section <a href="#s3b">3(b)</a>; and
fr: si Vous incluez la totalité ou une partie substantielle du contenu de la base de données dans une base de données pour laquelle Vous détenez un Droit sui generis de producteur de bases de données, la base de données sur laquelle Vous détenez un tel droit (mais pas ses contenus individuels) sera alors considérée comme une Œuvre dérivée, y compris pour l’application de l’Article <a href="#s3b">3(b)</a> ; et
ja: あなたがデータベース権を持つデータベースに、あなたが、本データベースのコンテンツの全てまたは実質的な部分を含める場合、あなたがデータベース権を持つデータベース（ただし、個々のコンテンツではありません）は翻案物となります（同じことが<a href="#s3b">第3条（b）</a>における翻案物の判断にもあてはまります）。
mi: mēnā ka whakauru Koe i te katoa, i tētahi wāhi nui rānei o ngā ihirangi pātengi raraunga ki roto i tētahi pātengi raraunga e whai Motika Pātengi Raraunga Momo Takitahi ai Koe, ka mutu ko taua pātengi raraunga e whai Motika Pātengi Raraunga Momo Takitahi ai Koe (engari kaua ōna ihirangi) he Rawa Kua Urutaua, mō ngā pūtake o te wāhanga <a href="#s3b">3(b)</a> anō hoki; ā,
no: dersom Du inkluderer hele eller vesentlige deler av innholdet i en database i en database der Du har Sui Generis Databaserettigheter, så er databasen der Du har Sui Generis Databaserettigheter (men ikke dens individuelle innhold) å anse som Bearbeidet Materiale, inklusive det som er angitt i avsnitt <a href="#s3b">3(b)</a>; og

source: You must comply with the conditions in Section <a href="#s3a">3(a)</a> if You Share all or a substantial portion of the contents of the database.
fr: Vous devez respecter les conditions de l’Article <a href="#s3a">3(a)</a> si Vous Partagez la totalité ou une partie substantielle du contenu des bases de données.
ja: あなたは、データベースのコンテンツの全てまたは実質的な部分を共有する場合は、<a href="#s3a">第3条(a)</a>の条件に従わなくてはなりません。
mi: me tautuku Koe ki ngā herenga i te Wāhanga <a href="#s3a">3(a)</a> mēnā ka Tiritiri Koe i te katoa, i tētahi wāhi nui rānei o ngā ihirangi o te pātengi raraunga.
no: Du må overholde vilkårene i avsnitt <a href="#s3a">3(a)</a> dersom Du Deler hele eller vesentlige deler av innholdet i databasen.

source: For the avoidance of doubt, this Section <a href="#s4">4</a> supplements and does not replace Your obligations under this Public License where the Licensed Rights include other Copyright and Similar Rights.
fr: Afin de lever toute ambiguïté, le présent Article <a href="#s4">4</a> complète mais ne remplace pas Vos obligations découlant des termes de la présente Licence publique lorsque les Droits accordés par la licence incluent d’autres Droit d’auteur et droits connexes.
ja: 誤解を避けるために記すと、 <a href="#s4">本第4条</a> は、ライセンスされた権利が他の著作権およびそれに類する権利を含む場合の本パブリック・ライセンス下でのあなたの義務に追加されるものであり、置き換えるものではありません。
mi: Hei karo i te rangirua, ka āpiti tēnei Wāhanga <a href="#s4">4</a> me te kore e whakakapi i Ō herenga i raro i tēnei Raihana Tūmatanui i ngā āhuatanga kei roto i Ngā Motika Kua Raihanatia ētahi atu Motika Manatārua, Motika Rite hoki.
no: For å unngå tvil, denne del <a href="#s4">4</a> supplerer og erstatter ikke Dine forpliktelser i henhold til denne Offentlige Lisensen der hvor de Lisensierte Rettighetene omfatter andre Opphavsrettigheter og Lignende Rettigheter.

source: Section 5 – Disclaimer of Warranties and Limitation of Liability.
fr: Article 5 – Limitations de garantie et exclusions de responsabilité.
ja: 第5条 無保証および責任制限
mi: Wāhanga 5 – Te Karo Pūtāhui me te Whakawhāiti Taunahatanga.
no: Del 5 – Garantifraskrivelse og ansvarsbegrensing.

source: Unless otherwise separately undertaken by the Licensor, to the extent possible, the Licensor offers the Licensed Material as-is and as-available, and makes no representations or warranties of any kind concerning the Licensed Material, whether express, implied, statutory, or other. This includes, without limitation, warranties of title, merchantability, fitness for a particular purpose, non-infringement, absence of latent or other defects, accuracy, or the presence or absence of errors, whether or not known or discoverable. Where disclaimers of warranties are not allowed in full or in part, this disclaimer may not apply to You.
fr: Sauf indication contraire et dans la mesure du possible, le Donneur de licence met à disposition l’Œuvre sous licence telle quelle, et n’offre aucune garantie de quelque sorte que ce soit, notamment expresse, implicite, statutaire ou autre la concernant. Cela inclut, notamment, les garanties liées au titre, à la valeur marchande, à la compatibilité de certaines utilisations particulières, à l’absence de violation, à l’absence de vices cachés ou autres défauts, à l’exactitude, à la présence ou à l’absence d’erreurs connues ou non ou susceptibles d’être découvertes dans l’Œuvre sous licence. Lorsqu’une limitation de garantie n’est pas autorisée en tout ou partie, cette clause peut ne pas Vous être applicable.
ja: 許諾者が別途合意しない限り、許諾者は可能な範囲において、ライセンス対象物を現状有姿のまま、現在可能な限りで提供し、明示、黙示、法令上、その他に関わらずライセンス対象物について一切の表明または保証をしません。これには、権利の帰属、商品性、特定の利用目的への適合性、権利侵害の不存在、隠れた瑕疵その他の瑕疵の不存在、正確性または誤りの存在もしくは不存在を含みますが、これに限られず、既知であるか否か、発見可能であるか否かを問いません。全部または一部の無保証が認められない場合、この無保証はあなたには適用されないこともあります。
mi: Ka tuku te Kaituku Raihana, engari rawa mēnā ka whakahaeretia motuhaketia e te Kaituku Raihana, ki te whānuitanga ka taea, i Ngā Rawa Kua Raihanatia ki tōna āhua tonu, mēnā ka wātea i taua wā, ā, kāore ia e tuku kī taurangi, pūtāhui ahakoa te momo mō Ngā Rawa Kua Raihanatia, ahakoa mā te kī mārama, mā te whakapae, mā te ture, mā tētahi atu āhua rānei. Kei roto i tēnei, me te kore herenga, ngā pūtāhui taitara, te pai hei hoko, te rite mō tētahi kaupapa ake, te kore takahitanga, te korenga o ngā makenu torohū, o ētahi atu makenu rānei, te tōtikatanga, te whai hapa, te kore whai hapa rānei, ahakoa ka mōhiotia, kāore rānei, ahakoa ka kitea ā tōna wā, kāore rānei. I ngā āhuatanga kāore e whakaaetia ngā karo pūtāhui katoa, tētahi wāhi rānei, kāore pea tēnei karo e hāngai ki a Koe.
no: Med mindre Lisensgiveren har meddelt deg noe annet gjennom en separat handling, tilbyr Lisensgiveren, i den utstrekning det er mulig, det Lisensierte Materialet som det er og som det er tilgjengelig, og gir ingen garantier av noe slag om det Lisensierte Materialet, verken direkte, indirekte, som følge av lov, eller på annen måte. Dette inkluderer, uten begrensning, garantier om eiendomsrett, salgbarhet, egnethet for et bestemt formål, manglende krenkelse, fravær av latente eller andre defekter, nøyaktighet, eller tilstedeværelse eller fravær av feil, enten slike er ukjente eller oppdagbare. Der hvor garantifraskrivelser ikke er tillatt helt eller delvis kan det være at denne fraskrivelsen ikke gjelder for Deg.

source: To the extent possible, in no event will the Licensor be liable to You on any legal theory (including, without limitation, negligence) or otherwise for any direct, special, indirect, incidental, consequential, punitive, exemplary, or other losses, costs, expenses, or damages arising out of this Public License or use of the Licensed Material, even if the Licensor has been advised of the possibility of such losses, costs, expenses, or damages. Where a limitation of liability is not allowed in full or in part, this limitation may not apply to You.
fr: Dans la mesure du possible, le Donneur de licence ne saurait voir sa responsabilité engagée vis-à-vis de Vous, quel qu’en soit le fondement juridique (y compris, notamment, la négligence), pour tout préjudice direct, spécial, indirect, incident, conséquentiel, punitif, exemplaire, ou pour toutes pertes, coûts, dépenses ou tout dommage découlant de l’utilisation de la présente Licence publique ou de l’utilisation de l’Œuvre sous licence, même si le Donneur de licence avait connaissance de l’éventualité de telles pertes, coûts, dépenses ou dommages. Lorsqu’une exclusion de responsabilité n’est pas autorisée en tout ou partie, cette clause peut ne pas Vous être applicable.
ja: 可能な範囲において、本パブリック・ライセンスもしくはライセンス対象物の利用によって起きうる直接、特別、間接、偶発、結果的、懲罰的その他の損失、コスト、出費または損害について、例え損失、コスト、出費、損害の可能性について許諾者が知らされていたとしても、許諾者は、あなたに対し、いかなる法理（過失を含みますがこれに限られません）その他に基づいても責任を負いません。全部または一部の責任制限が認められない場合、この制限はあなたには適用されないこともあります。
mi: Ki te whānuitanga ka taea, ahakoa te āhuatanga, e kore te Kaituku Raihana e herea ki a Koe i raro i tetahi ariā ā-ture (tae atu, me te kore herenga, ki te whakahapanga), i raro i tētahi atu mea rānei, mō ngā moni ngaro torotika, motuhake, ka hua ake, whakawhiu, whakatūpato, tētahi atu moni ngaro rānei, mō ngā utunga, ngā rarunga rānei ka hua ake i tēnei Raihana Tūmatanui, i te whakamahinga rānei o Ngā Rawa Kua Raihanatia, ahakoa kua whakamōhiotia te Kaituku Raihana tērā pea ka tūpono ngā moni ngaro, ngā utunga, ngā rarunga pēnei rānei. I ngā āhuatanga kāore e whakaaetia ngā karo pūtāhui katoa, tētahi wāhi rānei, kāore pea tēnei karo e hāngai ki a Koe.
no: I den grad det er mulig vil Lisensgiveren ikke under noen omstendighet være ansvarlig ovenfor Deg på noe rettslig grunnlag (inkludert, uten begrensning, uaktsomhet) eller på annen måte for noe direkte, spesielt, indirekte, utilsiktet, tilsiktet, straffbart, ikke-økonomisk eller annet tap, kostnad, utgift eller skade som oppstår som følge av denne Offentlige Lisensen eller bruk av det Lisensierte Materialet, selv om Lisensgiveren har blitt informert om muligheten for at det kan oppstå slike tap, kostnader, utgifter eller skader. Der hvor ansvarsbegrensninger ikke er tillatt helt eller delvis kan det være at denne begrensningen ikke gjelder for Deg.

source: The disclaimer of warranties and limitation of liability provided above shall be interpreted in a manner that, to the extent possible, most closely approximates an absolute disclaimer and waiver of all liability.
fr: Les limitations de garantie et exclusions de responsabilité ci-dessus doivent être interprétées, dans la mesure du possible, comme des limitations et renonciations totales de toute responsabilité.
ja: 上記の無保証および責任制限は、可能な範囲において、全責任の完全な免責および免除に最も近いものとして解釈するものとします。
mi: Kia whakamāoritia tēnei karo pūtāhui me te whakawhāititanga o te taunahatanga e whakaratohia ana i runga nei kia tino pātata rawa ka taea tōna āwhiwhi ki tētahi karo, whakakore pūmau o te taunahatanga katoa.
no: De garantifraskrivelser og ansvarsbegrensninger som er nevnt ovenfor, skal tolkes på en måte som, i den grad det er mulig, mest mulig tilsvarer en absolutt fraskrivelse av alt ansvar.

source: Section 6 – Term and Termination.
fr: Article 6 – Durée et fin.
ja: 第6条 期間および終了
mi: Wāhanga 6 – Te Roanga me te Whakamutu.
no: Del 6 – Varighet og Opphør.

source: This Public License applies for the term of the Copyright and Similar Rights licensed here. However, if You fail to comply with this Public License, then Your rights under this Public License terminate automatically.
fr: La présente Licence publique s’applique pendant toute la durée de validité des Droits accordés par la licence. Cependant, si Vous manquez à Vos obligations prévues par la présente Licence publique, Vos droits accordés par la présente Licence publique seront automatiquement révoqués.
ja: 本パブリック・ライセンスは、ここでライセンスされた著作権およびそれに類する権利が有効な期間、適用されます。しかし、もしあなたが本パブリック・ライセンスに違反すると、本パブリック・ライセンスに定めるあなたの権利は自動的に終了します。
mi: E hāngai ana tēnei Raihana Tūmatanui mō te roanga o te Manatārua me ngā Motika Rite kua raihanatia i konei. Heoi anō, ki te kore Koe e tautuku ki tēnei Raihana Tūmatanui, ka mutu aunoa Ō motika i raro i tēnei Raihana Tūmatanui.
no: Denne Offentlige Lisensen varer så lenge Opphavsrett og Lignende Rettigheter som blir lisensiert her gjelder. Imidlertid, dersom Du ikke overholder denne Offentlige Lisensen vil de rettigheter Du er gitt under denne Offentlige Lisens automatisk opphøre.
