Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc_40.po
Languages: el, eu, hr, it, ko, pl, ro, sk, zh_hans, zh_hant

source: <span style="text-decoration: underline;">Sui Generis Database Rights</span> means rights other than copyright resulting from Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, as amended and/or succeeded, as well as other essentially equivalent rights anywhere in the world.
el: <span style="text-decoration: underline;">Δικαίωμα Ειδικής Φύσης Κατασκευαστή/-τριας Βάσης Δεδομένων</span> σημαίνει δικαιώματα διαφορετικά από τα δικαιώματα πνευματικής ιδιοκτησίας τα οποία προκύπτουν από την Οδηγία 96/9/ΕΚ της 11ης Μαρτίου 1996 του Ευρωπαϊκού Κοινοβουλίου και της Επιτροπής σχετικά με τη νομική προστασία των βάσεων δεδομένων, όπως έχει τροποποιηθεί ή/και ισχύει, καθώς επίσης και κάθε άλλο όμοιο στη φύση του δικαίωμα που υφίσταται οπουδήποτε στον κόσμο.
eu: <span style="text-decoration: underline;">Datu-baseen Sui Generis Eskubideak</span> dira egile-eskubideen barnean sartzen ez direnak, Europako Parlamentuaren eta Kontseiluaren 1996ko martxoaren 11ko 96/9/EE Zuzentarauan, datu-baseen babes juridikoari buruzkoan, edo ondorengo zuzenketetan, arautzen direnak, eta, halaber, funtsean horien baliokideak diren munduko edozein lekutako eskubideak.
hr: <span style="text-decoration: underline;">Sui generis prava proizvođača baze podataka</span> znači prava koja nisu autorsko pravo, a koja proizlaze iz Direktive 96/9/EC Europskog parlamenta i Vijeća Europske unije od 11.03.1996. o pravnoj zaštiti baza podataka ili iz izmjena ili zamjenskih verzija te Direktive, kao i druga u supstanci ekvivalentna prava kakva postoje bilo gdje drugdje u svijetu.
it: <span style="text-decoration: underline;">Diritto Sui Generis sulle Banche Dati</span> significa quei diritti ulteriori rispetto al diritto d'autore individuati dalla Direttiva 96/9/CE del Parlamento europeo e del Consiglio, dell'11 marzo 1996 e successive modificazioni, relativa alla tutela giuridica delle banche di dati, nonché altri diritti sostanzialmente equivalenti previsti ovunque nel mondo.
ko: <span style="text-decoration: underline;">데이터베이스권</span> 은 저작권 외의 권리로서 데이터베이스의 법적 보호에 관한 1996년 3월 11일 EU 의회와 EU 위원회의 96/9/EC 지침과 그 이후의 개정 및 승계에서 정의된 권리 및 그 밖에 각국에서 인정된 이와 본질적으로 동일한 권리들을 의미합니다.
pl: <span style="text-decoration: underline;">Prawa Sui Generis do Baz Danych</span> oznaczają prawa inne niż prawo autorskie, wynikające z Dyrektywy Parlamentu Europejskiego i Rady Nr 96/9/WE z 11 marca 1996 r. o prawnej ochronie baz danych, z późniejszymi zmianami/lub zastępowanej nową, jak również inne prawa odpowiadające im istotnie, obowiązujące gdziekolwiek na świecie.
ro: <span style="text-decoration: underline;">Drepturi „Sui Generis” Privind Bazele de Date</span> înseamnă alte drepturi decât drepturile de autor care decurg din Directiva 96/9/CE a Parlamentului European și a Consiliului din 11 martie 1996 privind protecția juridică a bazelor de date, cu versiunile sale modificate și/sau ulterioare, precum și alte drepturi în esență echivalente oriunde în lume.
sk: <span style="text-decoration: underline;">Osobitné právo k databáze</span> predstavuje práva odlišné od autorského práva, ktoré vyplýva zo Smernice Európskeho parlamentu a Rady 9/96/ES z 11. marca 1996 o právnej ochrane databáz v znení jej zmien a doplnení a/alebo nových právnych úprav, ktoré by ju nahradili, ako aj z iných porovnateľných práv platných kdekoľvek na svete.
zh_hans: <span style="text-decoration: underline;">数据库特别权利：</span> 指除了著作权之外，衍生于1996年3月11日通过的《欧洲议会与欧盟理事会关于数据库法律保护的指令》(Directive 96/9/EC)及其修改或后续版本的权利，或其他国家或地区本质上与之等同的权利。
zh_hant: <span style="text-decoration: underline;">「資料庫權利」</span> 指除了著作權之外的權利，其衍生自歐洲議會及理事會在1996年3月11日通過編號96/9/EC的「歐洲資料庫法律保護指令」、其修改及/或後續版本，以及其他和全球任何地方本質上相等的權利。

source: <span style="text-decoration: underline;">You</span> means the individual or entity exercising the Licensed Rights under this Public License. <strong>Your</strong> has a corresponding meaning.
el: <span style="text-decoration: underline;">Εσείς</span> σημαίνει το φυσικό ή νομικό πρόσωπο που ασκεί τα Αδειοδοτούμενα Δικαιώματα που σας παραχωρούνται βάσει της παρούσας Δημόσιας Άδειας. <strong>Δικό σας</strong> έχει αντίστοιχο νόημα.
eu: <span style="text-decoration: underline;">Zu</span> esaten denean, edo Zuri erreferentzia egiten zaizunean, Lizentzia Publiko honekin emandako Eskubide Lizentziatuak baliatzen dituen pertsona edo erakundea esan nahi da.
hr: <span style="text-decoration: underline;">Vi</span> znači fizička ili pravna osoba koja koristi Licencirana prava u skladu sa sadržajem ove Javne licence. <strong>Vaš</strong> ima odgovarajuće značenje.
it: <span style="text-decoration: underline;">Tu</span> significa l'individuo o l'ente che esercita i Diritti Concessi in Licenza secondo la presente Licenza Pubblica. <strong>Te</strong>/<strong>Tuo</strong>/<strong>Tua</strong>/<strong>Tuoi</strong>/<strong>Ti</strong> hanno un significato analogo.
ko: <span style="text-decoration: underline;">귀하</span> 는 본 공중 라이선스에 따라 이용허락된 권리를 행사하는 개인 또는 주체를 의미합니다. <strong>귀하의</strong>는 그에 상응하는 의미를 갖습니다.
pl: <span style="text-decoration: underline;">Licencjobiorca</span> oznacza podmiot wykonujący Uprawnienia Licencyjne na warunkach niniejszej Licencji Publicznej.
ro: <span style="text-decoration: underline;">Dumneavoastră</span> înseamnă persoana sau entitatea care exercită Drepturile Licențiate în temeiul prezentei Licențe Publice. Cuvântul <strong>„Vă”</strong> are un înțeles corespunzător.
sk: <span style="text-decoration: underline;">Vy</span> (v príslušnom gramatickom tvare a/alebo vo forme zámena) je fyzická alebo právnická osoba vykonávajúca Licencované práva podľa tejto Verejnej licencie.
zh_hans: <span style="text-decoration: underline;">您：</span> 指依据本公共许可协议行使其所获得授予之权利的个人或机构。 <strong>“您的”</strong> 有相应的含义。
zh_hant: <span style="text-decoration: underline;">「您」</span> 指依據本公眾授權條款行使本授權權利之個人或組織。<strong>「您的」</strong>有相同意思。

source: Section 2 – Scope.
el: Άρθρο 2. Πεδίο εφαρμογής.
eu: 2. Atala - Aplikazio-eremua.
hr: Članak 2. - Opseg
it: Articolo 2 – Ambito di Applicazione.
ko: 2조 - 범위.
pl: Paragraf 2 – Zakres.
ro: Secțiunea 2 – Domeniu de aplicare.
sk: 2. časť — Obsah práv a povinností.
zh_hans: 第二条 授权范围
zh_hant: 第2條 範圍

source: License grant
el: Χορήγηση άδειας.
eu: Lizentzia ematea
hr: Licencna dopuštenja
it: Concessione della Licenza
ko: 라이선스의 부여
pl: Udzielenie licencji
ro: Acordarea licenței
sk: Udelenie licencie
zh_hans: 授权
zh_hant: 授權

source: Subject to the terms and conditions of this Public License, the Licensor hereby grants You a worldwide, royalty-free, non-sublicensable, non-exclusive, irrevocable license to exercise the Licensed Rights in the Licensed Material to:
el: Σύμφωνα με τους όρους και τις προϋποθέσεις της παρούσας Δημόσιας Άδειας, ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) αποφασίζει να Σας παρέχει εφεξής μια παγκόσμια, άνευ αμοιβής, χωρίς δικαίωμα υποαδειοδότησης, μη αποκλειστική, μη ανακλητή άδεια για άσκηση των Αδειοδοτούμενων Δικαιωμάτων στο Αντικείμενο της Αδειοδότησης ώστε:
eu: Lizentzia Publiko honetan adierazten diren baldintzen arabera, Lizentzia-emaileak, honen bidez, mundu-mailako eta royalty-rik gabeko lizentzia ez azpilizentziagarri, ez esklusibo eta errebokaezina ematen dizu Zuri, Material Lizentziatuko Eskubide Lizentziatuak erabil ditzazun:
hr: Prema odredbama i uvjetima ove Javne licence, Davatelj licence Vam ovime daje teritorijalno neograničeno, naknade oslobođeno, neprenosivo, neisključivo i neopozivo dopuštenje da koristite Licencirana prava nad Licenciranim materijalom time da:
it: Nel rispetto dei termini e delle condizioni contenute nella presente Licenza Pubblica, il Licenziante concede a Te una licenza per tutto il mondo, gratuita, non sub-licenziabile, non esclusiva e irrevocabile che Ti autorizza ad esercitare i Diritti Concessi in Licenza sul Materiale Concesso in Licenza per:
ko: 본 공중 이용허락의 조건에 따라, 이용허락자는 이용허락된 저작물을 다음과 같은 방법으로 이용할 수 있는 전세계적이고, 무료의, 재이용허락이 금지된, 비독점적이고 철회 불가능한 라이선스를 귀하에게 부여합니다.
pl: Zgodnie z postanowieniami niniejszej Licencji Publicznej, Licencjodawca udziela niniejszym Licencjobiorcy, nieodpłatnej, nieobejmującej prawa do udzielania sublicencji, niewyłącznej, nieodwołalnej licencji na korzystanie z Utworu na terytorium całego świata w odniesieniu Utworu Licencjonowanego Uprawnień Licencyjnych do:
ro: Sub rezerva termenilor și condițiilor prezentei Licențe Publice, Licențiatorul Vă acordă o licență mondială, scutită de redevențe, pentru care nu se pot acorda sublicențe, neexclusivă și irevocabilă de a exercita Drepturile Licențiate în ceea ce privește Materialul Licențiat, și anume:
sk: Podľa podmienok v tejto Verejnej licencii uvedených Vám týmto Poskytovateľ udeľuje celosvetovú, bezodplatnú, nevýhradnú, neodvolateľnú licenciu, bez možnosti udelenia sublicencie, na použitie Predmetu Verejnej licencie týmito spôsobmi:
zh_hans: 根据本公共许可协议的条款，许可人授予您在全球范围内，免费的、不可再许可、非独占、不可撤销的许可，以对授权作品(Licensed Material)行使以下“协议所授予的权利”：
zh_hant: 根據本公眾授權條款之條款及條件，授權人授與您全球、免權利金、不可再授權、非專屬、不可撤回的許可，就本授權素材行使本授權權利：

source: reproduce and Share the Licensed Material, in whole or in part, for NonCommercial purposes only; and
el: να αναπαράγετε και να πραγματοποιείτε Διαμοιρασμό του Αντικειμένου της Αδειοδότησης, εν όλω ή εν μέρει, μόνο για σκοπούς Μη Εμπορικής Χρήσης, και
eu: Material Lizentziatua erreproduzitzeko eta Partekatzeko, osorik edo zati bat, helburu EzKomertzialetarako soilik; eta
hr: reproducirate i Dijelite Licencirani materijal u cjelini ili u dijelu, ali samo u Nekomercijalne svrhe; i
it: riprodurre e Condividere il Materiale Concesso in Licenza, in tutto o in parte, esclusivamente per scopi di tipo NonCommerciale; e
ko: 비영리 목적의 이용허락된 저작물의 전체 또는 부분의 복제 및 공유
pl: zwielokrotniania i Dzielenia się Utworem Licencjonowanym, w całości lub w części, wyłącznie dla celów Użycia Niekomercyjnego; i
ro: reproducerea și Partajarea Materialului Licențiat, integral sau parțial, exclusiv în scopuri Necomerciale și
sk: vyhotovením rozmnoženiny a Šírením Predmetu Verejnej licencie vcelku alebo jeho časti výlučne na Nekomerčné použitie; a
zh_hans: 复制和分享授权作品(Licensed Material)的全部或部分，仅限于非商业性使用；以及
zh_hant: 重製及分享本授權素材之全部或一部，然僅限於非商業性目的；以及

source: produce, reproduce, and Share Adapted Material for NonCommercial purposes only.
el: να παράγετε, να αναπαράγετε, και να πραγματοποιείτε Διαμοιρασμό του Υλικού που Προέρχεται από Προσαρμογή, Τροποποίηση ή Διασκευή (Τροποποίηση) μόνο για σκοπούς Μη Εμπορικής Χρήσης.
eu: Egokitutako Materiala produzitzeko, erreproduzitzeko eta Partekatzeko helburu EzKomertzialetarako soilik.
hr: stvarate, reproducirate i Dijelite Prerađeni materijal, ali samo u Nekomercijalne svrhe.
it: produrre, riprodurre e Condividere Materiale Elaborato esclusivamente per scopi di tipo NonCommerciale.
ko: 비영리 목적의 2차적저작물의 작성, 복제 및 공유
pl: tworzenia, zwielokrotniania i Dzielenia się Utworem Zależnym wyłącznie dla celów Użycia Niekomercyjnego.
ro: producerea, reproducerea și Partajarea de Materiale Adaptate exclusiv în scopuri Necomerciale.
sk: vytvorením, vyhotovením rozmnoženiny a Šírením Adaptovaného obsahu výlučne na Nekomerčné použitie.
zh_hans: 为非商业目的创作、复制和分享演绎作品(Adapted Material)。
zh_hant: 產生、重製及分享改用素材，然僅限於非商業性目的。

source: <strong>Exceptions and Limitations</strong>. For the avoidance of doubt, where Exceptions and Limitations apply to Your use, this Public License does not apply, and You do not need to comply with its terms and conditions.
el: <strong>Εξαιρέσεις και Περιορισμοί</strong>. Προς αποφυγή αμφιβολιών, στις περιπτώσεις όπου για τη δική Σας χρήση ισχύουν Εξαιρέσεις και Περιορισμοί, αυτή η Δημόσια Άδεια δεν εφαρμόζεται, και Έσείς δεν χρειάζεται να συμμορφώνεστε με τους όρους και τις προϋποθέσεις της.
eu: <strong>Salbuespenak eta Mugak</strong>. Zalantzarik gelditu ez dadin, Zure erabilerari Salbuespenak eta Mugak aplikatzen zaizkionean, Lizentzia Publiko hau ez da aplikagarria izango, eta ez dituzu bertako baldintzak bete beharko.
hr: <strong>Iznimke i ograničenja</strong>. Kako ne bi bilo dvojbe, u slučajevima kada Vaše korištenje Licenciranog materijala spada pod Iznimke i ograničenja, ova Javna licenca nije primjenjiva i ne morate se pridržavati njenih odredbi i uvjeta.
it: <strong>Eccezioni e Limitazioni</strong>. Al fine di evitare dubbi, quando si applicano delle Eccezioni o Limitazioni al Tuo utilizzo, la presente Licenza Pubblica non si applica a Te e Tu non devi rispettarne i termini e le condizioni.
ko: <strong>예외와 제한</strong>. 예외와 제한에 해당하는 이용에 대해서는 본 공중 라이선스는 적용되지 아니하며, 따라서 귀하는 본 라이선스의 조건을 따르지 않아도 됩니다.
pl: <strong>Wyjątki i Ograniczenia</strong>. W razie wątpliwości, w przypadku, gdy korzystanie przez Licencjobiorcę odbywa się w ramach Wyjątków i Ograniczeń, niniejsza Licencja Publiczna nie ma zastosowania, a Licencjobiorca nie jest zobowiązany do przestrzegania jej warunków.
ro: <strong>Excepții și Limitări</strong>. Pentru a se evita orice îndoială, atunci când utilizării Dumneavoastră i se aplică Excepții și Limitări, prezenta Licență Publică nu se aplică și nu trebuie să îi respectați termenii și condițiile.
sk: <strong>Výnimky a obmedzenia</strong>. Na odstránenie akejkoľvek pochybnosti, na prípady, ak sa na Vaše použitie Predmetu verejnej licencie uplatnia Výnimky a obmedzenia, sa táto Verejná licencia nevzťahuje a Vy nie ste viazaný jej podmienkami.
zh_hans: <strong>例外和限制</strong>为避免疑义，若著作权的例外和限制适用于您对授权作品(Licensed Material)的使用，本公共许可协议将不适用，您也无须遵守本公共许可协议之条款。
zh_hant: <strong>例外及限制</strong>。為避免疑義，當「例外及限制」適用於您對本授權素材的使用，則本公眾授權條款將不適用，且您毋須遵守此條款及條件。

source: <strong>Term</strong>. The term of this Public License is specified in Section <a href="#s6a">6(a)</a>.
el: <strong>Διάρκεια</strong>. Η διάρκεια της παρούσας Δημόσιας Άδειας καθορίζεται στο Άρθρο <a href="#s6a">6(a)</a>.
eu: <strong>Iraupena</strong>. Lizentzia Publiko honen iraupena <a href="#s6a">6(a)</a> Atalean zehazten da.
hr: <strong>Trajanje</strong>. Trajanje ove Javne licence određeno je u članku <a href="#s6a">6(a)</a>.
it: <strong>Durata</strong>. La durata della presente Licenza Pubblica è specificata all'interno dell'Art. <a href="#s6a">6(a)</a>.
ko: <strong>조건</strong>. 본 공중 라이선스의 조건은 <a href="#s6a">6(a)</a>항에 명시되어 있습니다.
pl: <strong>Czas trwania</strong>. Czas trwania niniejszej Licencji Publicznej określony jest w Paragrafie <a href="#s6a">6(a)</a>.
ro: <strong>Durată</strong>. Durata prezentei Licențe Publice este precizată în Secțiunea <a href="#s6a">6(a)</a>.
sk: <strong>Trvanie</strong>. Trvanie tejto Verejnej licencie je upravené v <a href="#s6a">6. časti písm. a.</a>
zh_hans: <strong>期限</strong>本公共许可协议的期限规定于<a href="#s6a">第六条 a</a> 款。
zh_hant: <strong>期間</strong>。本公眾授權條款之期間載明於<a href="#s6a">第6條第(a)項</a>。

source: <strong>Media and formats; technical modifications allowed</strong>. The Licensor authorizes You to exercise the Licensed Rights in all media and formats whether now known or hereafter created, and to make technical modifications necessary to do so. The Licensor waives and/or agrees not to assert any right or authority to forbid You from making technical modifications necessary to exercise the Licensed Rights, including technical modifications necessary to circumvent Effective Technological Measures. For purposes of this Public License, simply making modifications authorized by this Section <a href="#s2a4">2(a)(4)</a> never produces Adapted Material.
el: <strong>Μέσα και μορφότυπα∙ επιτρεπτές τεχνικές τροποποιήσεις</strong>. Ο/Η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) εξουσιοδοτεί Εσάς να ασκήσετε τα Αδειοδοτούμενα Δικαιώματα σε όλα τα μέσα και μορφότυπα, τα οποία είτε είναι τώρα γνωστά είτε θα δημιουργηθούν στο μέλλον, και να κάνετε τις τεχνικές τροποποιήσεις οι οποίες είναι απαραίτητες να γίνουν. Ο/Η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) παραιτείται από και/ή συμφωνεί να μην διεκδικήσει οποιοδήποτε δικαίωμα ή εξουσία να Σας απαγορεύσει να προβείτε σε τεχνικές τροποποιήσεις απαραίτητες για την άσκηση των εξουσιών που σας παραχωρούνται βάσει της άδειας, συμπεριλαμβανομένων των τεχνικών τροποποιήσεων που είναι απαραίτητες για την παράκαμψη Αποτελεσματικών Τεχνολογικών Μέτρων. Για τους σκοπούς της παρούσας Δημόσιας Άδειας, προβαίνοντας στις τροποποιήσεις που επιτρέπονται βάσει αυτού του άρθρου <a href="#s2a4">2(a)(4)</a> δεν παράγεται σε καμία περίπτωση Υλικό που Προέρχεται από Προσαρμογή, Τροποποίηση ή Διασκευή (Τροποποίηση).
eu: <strong>Euskarriak eta formatuak: aldaketa teknikoak egiteko baimena</strong>. Lizentzia-emaileak baimena ematen dizu Eskubide Lizentziatuak erabiltzeko euskarri eta formatu guztietan, orain ezagutzen direnetan zein etorkizunean sortuko direnetan, eta horretarako beharrezkoak diren aldaketa teknikoak burutzeko. Lizentzia-emaileak baieztatzen eta berresten du ez duela eskubide edo autoritaterik erabiliko Zuri eragozteko edo debekatzeko Eskubide Lizentziatuak erabiltzeko behar diren aldaketa teknikoak egitea, Teknologia Neurri Eraginkorrak saihesteko aldaketa teknikoak barne. Lizentzia Publiko honen ondorioetarako, <a href="#s2a4">2(a)(4)</a> Atal honek baimendutako aldaketak egiteagatik soilik ez da Egokitutako Materialik sortzen.
hr: <strong>Mediji i formati; dopuštene tehničke izmjene</strong>. Davatelj licence daje Vam dopuštenje da koristite Licencirana prava u svim medijima i formatima, bilo poznatima ili budućima, te da poduzimate tehničke izmjene koje su potrebne u tu svrhu. Davatelj licence odriče se prava i/ili slaže se da neće tražiti ostvarivanje bilo kakvog prava ili ovlasti koji bi Vas spriječili da poduzmete tehničke izmjene potrebne da biste mogli koristiti Licencirana prava, uključujući i tehničke izmjene koje su potrebne da biste zaobišli Djelotvorne tehničke mjere. Za svrhe ove Javne licence, poduzimanje izmjena koje su dopuštene člankom <a href="#s2a4">2(a)(4)</a> nikada ne stvaraju Prerađeni materijal.
it: <strong>Mezzi di comunicazione, supporti e formati; modifiche tecniche consentite</strong>. Il Licenziante Ti autorizza a esercitare i Diritti Concessi in Licenza con ogni mezzo di comunicazione, su ogni supporto e in tutti i formati esistenti e sviluppati in futuro, e ad apportare le modifiche che si rendessero tecnicamente necessarie a tale scopo. Il Licenziante rinuncia o si impegna a non far valere alcun diritto o autorità per proibire a Te di effettuare le modifiche che si rendessero tecnicamente necessarie per l'esercizio dei Diritti Concessi in Licenza, incluse le modifiche tecnicamente necessarie per aggirare Misure Tecnologiche Efficaci. Ai fini della presente Licenza Pubblica, apportare le modifiche autorizzate dal presente Art. <a href="#s2a4">2(a)(4)</a> non costituisce in alcun caso Materiale Elaborato.
ko: <strong>매체와 형식, 허용되는 기술적 변경</strong>. 귀하는 현재 알려져 있거나 장래 개발되는 모든 매체와 포맷으로 이용허락된 권리를 행사할 수 있으며, 그에 필요한 기술적 수정을 할 수 있습니다. 이용허락자는, 효과적인 기술조치를 우회하기 위한 기술적 수정을 포함하여, 이용허락된 권리 행사에 필요한 기술적 수정을 금지할 수 있는 권리나 권한을 포기 또는 행사하지 않는 것에 동의합니다. 본 공중 라이선스의 목적상, <a href="#s2a4">2(a)(4)</a>호에 따른 수정은 2차적저작물 작성에 해당하지 않는 것으로 봅니다.
pl: <strong>Środki przekazu i formaty; zezwolenie na modyfikacje techniczne</strong>. Licencjodawca upoważnia Licencjobiorcę do wykonywania Uprawnień Licencyjnych za pośrednictwem wszystkich znanych lub mających powstać w przyszłości środków przekazu oraz we wszystkich znanych lub mających powstać w przyszłości formatach, a także do dokonywania w tym celu koniecznych modyfikacji technicznych. Licencjodawca zrzeka się i/lub zobowiązuje do niewykonywania prawa do zabronienia Licencjobiorcy dokonywania modyfikacji technicznych koniecznych dla wykonywania Uprawnień Licencyjnych, włącznie z modyfikacjami technicznymi koniecznymi do obejścia Skutecznych Zabezpieczeń Technicznych. Dla celów niniejszej Licencji Publicznej, proste dokonanie modyfikacji objętych niniejszym Paragrafem <a href="#s2a4">2(a)(4)</a> nie prowadzi do powstania Utworu Zależnego.
ro: <strong>Canale de comunicare și formate; modificări tehnice admise.</strong>Licențiatorul Vă autorizează să exercitați Drepturile Licențiate pentru toate suporturile media și formatele, indiferent dacă sunt cunoscute acum sau vor fi create ulterior, și să efectuați modificările tehnice necesare în acest sens. Licențiatorul renunță la și/sau este de acord să nu exercite niciun drept sau nicio autoritate de a Vă interzice să efectuați modificările tehnice necesare pentru exercitarea Drepturilor Licențiate, inclusiv modificările tehnice necesare pentru a evita Măsurile Tehnologice Eficace. În sensul prezentei Licențe Publice, simpla efectuare de modificări autorizate prin prezenta Secțiune <a href="#s2a4">2(a)(4)</a> nu conduce niciodată la producerea de Materiale Adaptate.
sk: <strong>Médiá a formáty; dovolenie technických úprav</strong>. Poskytovateľ Vás oprávňuje na výkon Licencovaných práv prostredníctvom všetkých médií a vo všetkých formátoch v súčasnosti známych alebo v budúcnosti vytvorených, ako aj na vykonanie technických úprav potrebných na riadny výkon Licencovaných práv. Poskytovateľ sa zdrží výkonu práv a/alebo nebude uplatňovať žiadne nároky na zákaz technických úprav potrebných na Váš výkon Licencovaných práv vrátane technických úprav potrebných na odstránenie Účinných technologických opatrení. Na účely tejto Verejnej licencie platí, že vykonanie výlučne úprav dovolených podľa <a href="#s2a4">2. časti písm. a. bod 4</a> nikdy nezakladá vznik Adaptovaného obsahu.
zh_hans: <strong>媒介和形式；允许的技术修改</strong>许可人授权您在任何媒介以任何形式（不论目前已知的或未来出现的）行使本协议授予的权利，并为之进行必要的技术修改。许可人放弃和/或同意不主张任何权利以阻止您为了行使协议项下权利进行必要的技术修改，包括为规避有效技术措施所必须的技术修改。为了本公共许可协议之目的， 基于<a href="#s2a4">第二条a款第(4)项</a> 进行的技术修改不构成演绎作品(Adapted Material)。
zh_hant: <strong>媒介及形式；許可的技術修改</strong>。授權人許可您得在不論已知或將來被創造出來的所有媒介及形式上行使本授權權利，以及作必要的技術修改。本授權人拋棄及/或同意不主張任何權利或權力來阻礙您做必要的技術修改以行使本授權權利，包含必要的技術修改以規避有效科技措施。為本公眾授權條款之目的，為<a href="#s2a4">第2條第(a)項第(4)款</a>所許可的修改不會產生改用素材。

source: Downstream recipients
el: Μεταγενέστεροι αποδέκτες
eu: Ondorengo hartzaileak
hr: Daljnji primatelji
it: Destinatari a valle
ko: 하위 이용자
pl: Dalsi odbiorcy
ro: Destinatari din aval
sk: Následní používatelia
zh_hans: 后续接受者
zh_hant: 後續接受者

source: Offer from the Licensor – Licensed Material
el: Προσφορά από το/τη Χορηγούντα/-ούσα την Άδεια (Αδειοδότη/-ούσα) – Αντικείμενο Αδειοδότησης
eu: Lizentzia-emailearen eskaintza - Material Lizentziatua
hr: Ponuda Davatelja licence – Licencirani materijal
it: Offerta dal Licenziante - Materiale Concesso in Licenza
ko: 이용허락자의 허가 – 이용허락된 저작물
pl: Oferta Licencjodawcy – Utwór Licencjonowany
ro: Ofertă de la Licențiator – Material Licențiat
sk: Ponuka od Poskytovateľa — Predmet Verejnej licencie
zh_hans: 来自许可人的要约——授权作品(Licensed Material)
zh_hant: 來自授權人的要約 – 授權素材
