Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-nc_40.po
Languages: el, eu, hr, it, ko, pl, ro, sk, zh_hans, zh_hant

source: Attribution-NonCommercial 4.0 International
el: Creative Commons Αναφορά-Μη Εμπορική Χρήση 4.0
eu: Aitortu-EzKomertziala 4.0 Nazioartekoa
hr: Autorstvo-Nekomercijalno 4.0 Međunarodna
it: Attribuzione-NonCommerciale 4.0 Internazionale
ko: 저작자표시-비영리 4.0 국제
pl: Uznanie autorstwa - Użycie niekomercyjne 4.0 Międzynarodowa
ro: Atribuire-NeComercial 4.0 Internațional
sk: Attribution-NonCommercial („uvedenie autora — nekomerčné použitie“) 4.0 medzinárodná
zh_hans: 署名—非商业性使用 4.0 协议国际版
zh_hant: 姓名標示─非商業性 4.0 國際

source: Creative Commons Attribution-NonCommercial 4.0 International Public License
el: Creative Commons Αναφορά-Μη Εμπορική Χρήση 4.0
eu: Creative Commons Aitortu-EzKomertziala 4.0 Nazioartekoa Lizentzia Publikoa
hr: Creative Commons Autorstvo-Nekomercijalno 4.0 Međunarodna javna licenca
it: Licenza Pubblica Creative Commons Attribuzione-NonCommerciale 4.0 Internazionale
ko: 크리에이티브 커먼즈 저작자표시-비영리 4.0 국제 공중 라이선스
pl: Creative Commons Uznanie autorstwa - Użycie niekomercyjne 4.0 Międzynarodowa Licencja Publiczna
ro: Licență Publică Creative Commons Atribuire-NeComercial 4.0 Internațional
sk: Creative Commons Attribution-NonCommercial („uvedenie autora — nekomerčné použitie“) 4.0 medzinárodná Public License
zh_hans: 知识共享 (Creative Commons) 署名—非商业性使用 4.0公共许可协议国际版
zh_hant: CC「姓名標示─非商業性」4.0 國際 公眾授權條款

source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution-NonCommercial 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
el: Ασκώντας τα Αδειοδοτούμενα Δικαιώματα (τα οποία ορίζονται παρακάτω), αποδέχεσθε και συμφωνείτε να δεσμευτείτε από τους όρους και τις προϋποθέσεις αυτής της Διεθνούς Δημόσιας Άδειας (Δημόσια Άδεια) Creative Commons Αναφορά – Μη Εμπορική Χρήση 4.0 (Creative Commons Attribution – NonCommercial 4.0 International Public License). Στο βαθμό που αυτή η άδεια μπορεί να ερμηνευτεί ως σύμβαση, τα Αδειοδοτούμενα Δικαιώματα παραχωρούνται σε Εσάς εν είδη ανταλλάγματος ("consideration") λαμβάνοντας υπόψη την εκ μέρους Σας αποδοχή αυτών των όρων και των προϋποθέσεων και ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) Σας παραχωρεί τα δικαιώματα εν είδη ανταλλάγματος ("consideration") λαμβάνοντας υπόψη τις ωφέλειες που ο/η Χορηγών/-ούσα την Άδεια (Αδειοδότης/-ούσα) αποκομίζει με το να διαθέσει το Αντικείμενο της Αδειοδότησης υπό αυτούς τους όρους και προϋποθέσεις.
eu: Eskubide Lizentziatuak (behean definituak) erabiltzen badituzu, Creative Commons Aitortu-EzKomertziala 4.0 Nazioarteko Lizentzia Publiko honen («Lizentzia Publiko») baldintzei loturik zaudela onartzen eta baiesten duzu. Lizentzia Publiko hau kontratu gisa interpretatuko den neurrian, Zuk baldintza hauek onartu behar dituzu Eskubide Lizentziatuak eskuratzeko, eta Lizentzia-emaileak eskubide horiek emango dizkizu, Material Lizentziatua baldintza hauetan erabilgarri jartzetik lortzen dituen onurak kontuan izanda.
hr: Korištenjem Licenciranih prava (kako su niže definirana) prihvaćate i pristajete da ste obvezani odredbama i uvjetima ove Creative Commons Autorstvo-Nekomercijalno 4.0 Međunarodne javne licence (“Javna licenca”). U slučaju da se ova Javna licenca tumači kao ugovor, Licencirana prava prepuštena su Vam temeljem Vašeg obvezivanja na njene odredbe i uvjete, a Davatelj licence prepušta Vam ta prava temeljem koristi koje stječe time što Licencirani materijal stavlja na raspolaganje pod ovim odredbama i uvjetima.
it: Con l'esercizio di uno qualunque dei Diritti Concessi in Licenza (sotto definiti), Tu accetti e Ti obblighi a rispettare integralmente i termini e le condizioni della presente Licenza Pubblica Creative Commons Attribuzione-NonCommerciale 4.0 Internazionale ("Licenza Pubblica"). Laddove la presente Licenza Pubblica possa essere qualificata come un contratto, Ti sono attribuiti i Diritti Concessi in Licenza a fronte della Tua accettazione di questi termini e condizioni, e il Licenziante Ti attribuisce tali diritti a fronte dei benefici che egli riceve rendendo il Materiale Concesso in Licenza disponibile secondo questi termini e condizioni.
ko: 귀하는, 아래에 정의된 이용허락된 권리를 행사함으로써, 본 크리에이티브 커먼즈 저작자표시-비영리 4.0 국제 공중 라이선스 (이하 ‘공중 라이선스’)의 조건을 수용하고 이에 동의한 것으로 됩니다. 본 공중 라이선스가 계약으로 해석될 수 있는 범위 내에서, 귀하는 본 공중 라이선스의 조건을 수용함으로써 이용허락된 권리를 부여받게 되며, 이용허락자는 본 조건에 따른 이용허락으로 얻게 되는 이익을 고려해서 귀하에게 그러한 권리를 부여하게 됩니다.
pl: Przystąpienie do wykonywania Uprawnień Licencyjnych oznacza akceptację i zgodę Licencjodawcy na związanie się warunkami niniejszej licencji Creative Commons Uznanie autorstwa - Użycie niekomercyjne 4.0 Międzynarodowa Licencja Publiczna (“Licencja Publiczna”). W zakresie, w jakim niniejsza Licencja Publiczna może być interpretowana jako umowa, Uprawnienia Licencyjne przyznawane są Licencjobiorcy w zamian za zgodę Licencjobiorcy na niniejsze warunki, a Licencjodawca udziela Licencjobiorcy owe uprawnienia w zamian za korzyści płynące dla Licencjodawcy z udostępnienia Utworu Licencjonowanego na niniejszych warunkach.
ro: Prin exercitarea Drepturilor Licențiate (definite mai jos), acceptați și sunteți de acord să fiți obligat de termenii și condițiile prezentei Licențe Publice Creative Commons Atribuire-NeComercial 4.0 Internațional („Licență Publică”). În măsura în care prezenta Licență Publică poate fi interpretată ca un contract, vi se acordă Drepturile Licențiate în schimbul acceptării de către Dumneavoastră a prezenţilor termeni și condiții, iar Licențiatorul Vă acordă aceste drepturi în schimbul beneficiilor pe care Licențiatorul le primește în urma punerii la dispoziție, în conformitate cu prezenții termeni și condiții, a Materialului Licențiat.
sk: Výkonom práv, ku ktorému Vás oprávňuje nižšie uvedená licencia, vyjadrujete súhlas s podmienkami medzinárodnej verejnej licencie Creative Commons Attribution-NonCommercial („uvedenie autora — nekomerčné použitie“) 4.0 (ďalej len „Verejná licencia“), ku ktorej týmto zároveň pristupujete. Táto Verejná licencia by sa mala vykladať ako zmluva, ktorá Vás oprávňuje k výkonu Licencovaných práv na základe Vášho súhlasu s podmienkami stanovenými v tejto Verejnej licencii a Poskytovateľ Verejnej licencie Vám udeľuje predmetný súhlas za účelom dosiahnutia úžitkov zo sprístupnenia Predmetu Verejnej licencie verejnosti podľa podmienok stanovených touto Verejnou licenciou.
zh_hans: 通过行使本协议所授予的权利（定义如下），您接受并同意受到知识共享(Creative Commons)署名—非商业性使用4.0国际公共许可协议（以下简称“本公共许可协议”）的约束。从合同解释的角度来看，您获得授权的对价是接受本协议的条款，许可人授予您这些权利的对价是可以通过采用本协议条款发布授权作品(material)而获得利益。
zh_hant: 當行使本授權權利時（定義如下），您承諾並同意受本CC「姓名標示─非商業性」 4.0 國際 公眾授權條款（「公眾授權條款」）之拘束。如本公眾授權條款被解釋是契約時，您被授與本授權權利的對價是您承諾受這些條款及條件的約束，並且，授權人授與您這些權利的對價是授權人依據這些條款及條件來提供本授權素材而獲得利益。

source: Section 1 – Definitions.
el: Άρθρο 1. Ορισμοί.
eu: 1. Atala - Definizioak.
hr: Članak 1. - Definicije
it: Articolo 1 – Definizioni.
ko: 1조 - 정의.
pl: Paragraf 1 – Definicje.
ro: Secțiunea 1 – Definiții.
sk: 1. časť — Definície.
zh_hans: 第一条 定义
zh_hant: 第1條 定義

source: <span style="text-decoration: underline;">Adapted Material</span> means material subject to Copyright and Similar Rights that is derived from or based upon the Licensed Material and in which the Licensed Material is translated, altered, arranged, transformed, or otherwise modified in a manner requiring permission under the Copyright and Similar Rights held by the Licensor. For purposes of this Public License, where the Licensed Material is a musical work, performance, or sound recording, Adapted Material is always produced where the Licensed Material is synched in timed relation with a moving image.
el: <span style="text-decoration: underline;">Υλικό που Προέρχεται από Προσαρμογή, Τροποποίηση ή Διασκευή (Τροποποίηση)</span> σημαίνει έργο ή άλλο αντικείμενο υπό την προστασία Δικαιωμάτων Πνευματικής Ιδιοκτησίας και Συγγενικών ή Παρομοίων Δικαιωμάτων το οποίο είτε προέρχεται από είτε είναι βασισμένο στο Αντικείμενο Αδειοδότησης και αποτελεί μετάφραση, διασκευή, τροποποίηση, μετατροπή ή με οποιαδήποτε άλλο τρόπο τροποποίηση του Αντικειμένου Αδειοδότησης που απαιτεί συγκατάθεση του/της Χορηγούντα/-ούσας την Άδεια (Αδειοδότη/-ούσας) βάσει των Δικαιωμάτων Πνευματικής Ιδιοκτησίας και Συγγενικών ή Παρομοίων Δικαιωμάτων που απολαμβάνει. Για τους σκοπούς της παρούσας Δημόσιας Άδειας, στις περιπτώσεις όπου το Αντικείμενο της Αδειοδότησης είναι μουσικό έργο, ερμηνεία ή εγγραφή ήχου (ηχογράφηση), ο συγχρονισμός του Αντικειμένου της Αδειοδότησης με μια κινούμενη εικόνα (συγχρονισμός) θα θεωρείται Υλικό που Προέρχεται από Προσαρμογή, Τροποποίηση ή Διασκευή (Τροποποίηση).
eu: <span style="text-decoration: underline;">Egokitutako Materiala</span> da Egile-eskubideen eta Antzeko Eskubideen menpe dagoen materiala, Material Lizentziatutik eratorria, edo hartan oinarritua, Material Lizentziatua itzuliz, moldatuz, berrantolatuz, eraldatuz edo bestela aldatuz, Lizentzia-emailearen Egile-eskubideen eta Antzeko Eskubideen araberako baimena behar duen beste edozein modutan. Lizentzia Publiko honi dagokionez, Material Lizentziatua musika-lanak, emanaldiak edo soinu-grabazioak direnean, Egokitutako Materiala sortzen da beti Material Lizentziatua mugimenduzko irudiekin denboraren arabera sinkronizatzen den bakoitzean.
hr: <span style="text-decoration: underline;">Prerađeni materijal</span> znači materijal koji je predmet zaštite Autorskim pravom i sličnim pravima, a koji je nastao iz Licenciranog materijala ili na osnovi njega te materijal u kojem je Licencirani materijal preveden, obrađen, prilagođen ili izmijenjen na način koji traži dopuštenje prema odredbama Autorskog prava i sličnih prava čiji je nositelj Davatelj licence. Za svrhe ove Javne licence, kada je Licencirani materijal glazbeno djelo, glazbena izvedba ili zvučna snimka, sinkronizacijom Licenciranog materijala s pokretnom slikom nastaje Prerađeni materijal.
it: <span style="text-decoration: underline;">Materiale Elaborato</span> significa materiale oggetto di Diritti d'Autore e Simili, che derivi o sia basato sul Materiale Concesso in Licenza nel quale il Materiale Concesso in Licenza sia tradotto, alterato, arrangiato, trasformato o altrimenti modificato, in una maniera che richieda il permesso ai sensi dei Diritti d'Autore e Simili detenuti dal Licenziante. Ai fini della presente Licenza Pubblica, laddove il Materiale Concesso in Licenza sia una composizione musicale, un'esecuzione musicale o una registrazione di suoni, la sincronizzazione del Materiale Concesso in Licenza con un'immagine in movimento costituisce sempre Materiale Elaborato.
ko: <span style="text-decoration: underline;">2차적저작물</span> 은 이용허락된 저작물에서 파생된 또는 그에 기초하여 제작되어 저작권 및 유사 권리의 적용을 받는 저작물로서, 원저작물을 번역, 변경, 편곡, 변형하거나 그 밖에 이용허락자의 저작권 및 유사 권리에 따른 허락이 필요한 방식으로 수정한 경우를 의미합니다. 본 공중 라이선스의 목적상, 이용허락된 저작물이 음악 저작물, 실연, 음원인 경우, 이를 동영상과 동기화하는 것은 2차적저작물을 작성한 것으로 간주합니다.
pl: <span style="text-decoration: underline;">Utwór Zależny</span> oznacza materiał objęty Prawami Autorskimi i Prawami Podobnymi do Praw Autorskich, pochodzący od, lub opracowany na podstawie Utworu Licencjonowanego, w którym następuje tłumaczenie Utworu Licencjonowanego, jego zmiana, aranżacja, przetworzenie lub inna modyfikacja w taki sposób, że wymagane jest zezwolenie na podstawie Prawa Autorskiego i Praw Podobnych do Praw Autorskich należących do Licencjodawcy. Dla celów niniejszej Licencji Publicznej, jeśli Utwór Licencjonowany jest utworem muzycznym, wykonaniem lub nagraniem dźwiękowym, Utwór Zależny powstaje zawsze, gdy Utwór Licencjonowany zostaje zsynchronizowany w relacji czasowej z ruchomym obrazem.
ro: <span style="text-decoration: underline;">Material Adaptat</span> înseamnă un material care face obiectul Drepturilor de Autor și al Drepturilor Asimilate, care este derivat din Materialul Licențiat sau pe baza acestuia, în care Materialul Licențiat este tradus, schimbat, aranjat, transformat sau modificat în alt mod care necesită permisiunea în temeiul Drepturilor de Autor și al Drepturilor Asimilate deținute de Licențiator. În sensul prezentei Licențe Publice, dacă Materialul Licențiat este o lucrare, o reprezentație sau o înregistrare sonoră muzicală, atunci când Materialul Licențiat este sincronizat în relație temporală cu o imagine în mișcare, este produs întotdeauna un Material Adaptat.
sk: <span style="text-decoration: underline;">Adaptovaný obsah</span> je obsah chránený autorským alebo obdobným právom odvodený alebo založený na Predmete Verejnej licencie a v ktorom je Predmet Verejnej licencie preložený, upravený, zmenený alebo inak spracovaný spôsobom vyžadujúcim súhlas Poskytovateľa Verejnej licencie k výkonu autorských alebo obdobných práv. Na účely tejto Verejnej licencie v prípade, ak je Predmetom Verejnej licencie hudobné dielo, umelecký výkon hudobného diela alebo jeho zvukový záznam, adaptovaný obsah vzniká vždy aj pri časovo synchrónnom spojení s pohyblivou obrazovou zložkou.
zh_hans: <span style="text-decoration: underline;">演绎作品(Adapted Material)：</span> 指受到著作权与类似权利保护的，基于授权作品(Licensed Material)而创作的作品(material)，例如对授权作品(Licensed Material)的翻译、改编、编排、改写或其他依据著作权与类似权利需要获得所有人许可的修改。为本公共许可协议之目的，当授权作品(Licensed Material)为音乐作品、表演或录音时，将其依时间序列关系与动态影像配合一致而形成的作品，视为演绎作品(Adapted Material)。
zh_hant: <span style="text-decoration: underline;">「改用素材」</span> 指素材根據著作權及相似權利，其衍生自或基於本授權素材而來，且在此素材中本授權素材已經被翻譯、變更、改編、變形或以其他需要獲得擁有著作權及相似權利的授權人許可的方式被修改。為本公眾授權條款之目的，當本授權素材是音樂著作、表演或錄音時，將本授權素材依時間序列關係附著於動態影像時必會產生改用素材。

source: <span style="text-decoration: underline;">Adapter's License</span> means the license You apply to Your Copyright and Similar Rights in Your contributions to Adapted Material in accordance with the terms and conditions of this Public License.
el: <span style="text-decoration: underline;">Άδεια Διενεργούντος/-ούσας την Προσαρμογή</span> σημαίνει την άδεια που Εσείς εφαρμόζετε στα Δικαιώματα Πνευματικής Ιδιοκτησίας και σε Συγγενικά ή Παρόμοια Δικαιώματα που απολαμβάνετε επί των συμβολών Σας στο Υλικό που Προέρχεται από Προσαρμογή, Τροποποίηση ή Διασκευή (Τροποποίηση) σύμφωνα με τους όρους και τις προϋποθέσεις της παρούσας Δημόσιας Άδειας.
eu: <span style="text-decoration: underline;">Egokitzailearen Lizentzia</span> da Zuk Egokitutako Materialari egin dizkiozun ekarpenen gainean dituzun Egile-eskubideei eta Antzeko Eskubideei aplikatzen diezun lizentzia, Lizentzia Publiko honen baldintzen arabera.
hr: <span style="text-decoration: underline;">Licenca autora prerade</span> znači licencno dopuštenje koje Vi kao autor prerade primjenjujete u pogledu Vašeg Autorskog prava i sličnih prava na Vaše doprinose Prerađenom materijalu u skladu s odredbama i uvjetima ove Javne licence.
it: <span style="text-decoration: underline;">Licenza dell'Elaboratore</span> significa la licenza che Tu concedi per i tuoi Diritti d'Autore e Simili sui Tuoi contributi al Materiale Elaborato, conformemente ai termini e alle condizioni della presente Licenza Pubblica.
ko: <span style="text-decoration: underline;">2차 저작자 라이선스</span> 는 귀하가 2차적저작물의 작성으로 기여 부분에 대해 취득한 저작권 및 유사 권리에 대하여 본 공중 라이선스의 조건에 따라 적용하는 라이선스를 의미합니다.
pl: <span style="text-decoration: underline;">Licencja Twórcy Utworu Zależnego</span> oznacza licencję, którą Licencjobiorca stosuje do Praw Autorskich i Praw Podobnych do Praw Autorskich przysługujących mu w odniesieniu do Utworu Zależnego, zgodnie z warunkami niniejszej Licencji Publicznej.
ro: <span style="text-decoration: underline;">Licența Adaptatorului</span> înseamnă licența pe care o aplicați Drepturilor de Autor și Drepturilor Asimilate care Vă revin în ceea ce privește contribuția Dumneavoastră la Materialul Adaptat în conformitate cu termenii și condițiile prezentei Licențe Publice.
sk: <span style="text-decoration: underline;">Spracovateľská licencia</span> je licenciou, ktorú Vy uplatníte pri nakladaní s obsahom, ktorý je výsledkom Vášho spracovania Predmetu Verejnej licencie a ktorý je chránený Autorským alebo obdobným právom, a to podľa podmienok tejto Verejnej licencie.
zh_hans: <span style="text-decoration: underline;">演绎作者的许可：</span> 指您依据本公共许可协议对在演绎作品(Adapted Material)中自己所贡献的部分所享有的著作权与类似权利进行授权的协议。
zh_hant: <span style="text-decoration: underline;">「改用者授權條款」</span> 指依照本公眾授權條款之條款及條件，您為您在改用素材中您擁有著作權及相似權利的貢獻部分所適用的授權條款。

source: <span style="text-decoration: underline;">Copyright and Similar Rights</span> means copyright and/or similar rights closely related to copyright including, without limitation, performance, broadcast, sound recording, and Sui Generis Database Rights, without regard to how the rights are labeled or categorized. For purposes of this Public License, the rights specified in Section <a href="#s2b">2(b)(1)-(2)</a> are not Copyright and Similar Rights.
el: <span style="text-decoration: underline;">Δικαιώματα Πνευματικής Ιδιοκτησίας και Συγγενικά ή Παρόμοια Δικαιώματα</span> σημαίνει δικαιώματα πνευματικής ιδιοκτησίας και/ή δικαιώματα που προσομοιάζουν με τα δικαιώματα πνευματικής ιδιοκτησίας και τα οποία περιλαμβάνουν, μεταξύ άλλων, τα δικαιώματα των ερμηνευτών/-τριών ή εκτελεστών καλλιτεχνών, των ραδιοτηλεοπτικών οργανισμών, των παραγωγών ηχογραφημάτων (των παραγωγών υλικών φορέων ήχου), των παραγωγών οπτικοακουστικών έργων (των παραγωγών υλικών φορέων ήχου και εικόνας), των εκδοτών/-τριών εντύπων καθώς και το Δικαίωμα Ειδικής Φύσης Κατασκευαστή/-τριας Βάσης Δεδομένων, ανεξαρτήτως του τρόπου με τον οποίο τα δικαιώματα αυτά ονοματίζονται ή κατηγοριοποιούνται στο νόμο. Για τους σκοπούς της παρούσας Δημόσιας Άδειας, τα δικαιώματα που αναφέρονται στο τμήμα <a href="#s2b">2(b)(1)-(2)</a> αυτής δεν αποτελούν Δικαιώματα Πνευματικής Ιδιοκτησίας και Συγγενικά ή Παρόμοια Δικαιώματα.
eu: <span style="text-decoration: underline;">Egile-eskubideak eta Antzeko Eskubideak</span> dira Egile-eskubideak eta/edo horiekin lotura estua duten antzeko beste eskubide batzuk, barne hartuz, mugarik gabe, emanaldiak, difusioa, soinu-grabazioak, eta Datu-baseen Sui Generis Eskubideak, eskubide horiek nola etiketatzen edo sailkatzen diren kontuan hartu gabe. Lizentzia Publiko honen ondorioetarako, <a href="#s2b">2(b)(1)-(2)</a> Atalean zehaztutako eskubideak ez dira Egile-eskubide eta Antzeko Eskubidetzat jotzen.
hr: <span style="text-decoration: underline;">Autorsko pravo i slična prava</span> znače autorsko pravo i/ili slična prava koja su blisko povezana s autorskim pravom, što uključuje, ali nije isključivo ograničeno na pravo umjetnika izvođača, pravo organizacije za radiodifuziju, pravo proizvođača fonograma i Sui generis prava proizvođača baze podataka, bez obzira kako su ta prava definirana i kategorizirana. Za svrhe ove Javne licence prava specificirana u članku <a href="#s2b">2(b)(1)-(2)</a> ne spadaju pod Autorsko pravo i slična prava.
it: <span style="text-decoration: underline;">Diritti d'Autore e Simili</span> significa diritti d'autore e/o diritti simili strettamente connessi al diritto d'autore, inclusi, fra gli altri, l'esecuzione, la diffusione, la registrazione di suoni e il Diritto Sui Generis sulle Banche Dati, comunque denominati o classificati. Ai fini della presente Licenza Pubblica, i diritti specificati all'interno degli Artt. <a href="#s2b">2(b)(1)-(2)</a> non sono Diritti d'Autore e Simili.
ko: <span style="text-decoration: underline;">저작권 및 유사 권리</span> 는 저작권 또는 그 명칭이나 분류에 관계없이 실연, 방송, 음원, 데이터베이스권 등 저작권과 밀접한 관련이 있는 일체의 권리를 의미합니다. 본 공중 라이선스의 목적상, <a href="#s2b">2(b)(1)~(2)</a>호에 명시된 권리는 저작권 및 유사 권리에 해당하지 않습니다.
pl: <span style="text-decoration: underline;">Prawa Autorskie i Prawa Podobne do Praw Autorskich</span> oznaczają prawo autorskie i/lub prawa ściśle związane z prawem autorskim, włącznie z, bez ograniczeń, wykonywaniem, nadawaniem, nagrywaniem dźwięku, oraz Prawami Sui Generis do Baz Danych, bez względu na to, w jaki sposób prawa te są nazywane i kategoryzowane. Dla celów niniejszej Licencji Publicznej, prawa wymienione w Paragrafie <a href="#s2b">2(b)(1)-(2)</a> nie są Prawami Autorskimi i Prawami Podobnymi do Praw Autorskich.
ro: <span style="text-decoration: underline;">Drepturi de Autor și Drepturi Asimilate</span> înseamnă drepturi de autor și/sau drepturi asimilate strâns legate de drepturile de autor, incluzând, fără limitări, reprezentații, transmisiuni, înregistrări sonore și Drepturi „Sui Generis” Privind Bazele de Date, fără a se ține seama de modul în care sunt etichetate sau categorisite drepturile. În sensul prezentei Licențe Publice, drepturile menționate în Secțiunea <a href="#s2b">2(b)(1)-(2)</a> nu sunt Drepturi de Autor și Drepturi Asimilate.
sk: <span style="text-decoration: underline;">Autorské a obdobné práva</span> sú autorské práva a/alebo obdobné práva blízko súvisiace s autorskými právami vrátane, nie však výlučne, práva k umeleckému výkonu, práva k vysielaniu, práva k zvukovému záznamu a osobitné práva k databáze, a to bez ohľadu na pomenovanie alebo kategorizáciu týchto práv. Na účely tejto Verejnej licencie sa práva uvedené v <a href="#s2b">2. časti písm. b. body 1 a 2</a> nepovažujú za autorské a obdobné práva.
zh_hans: <span style="text-decoration: underline;">著作权与类似权利：</span> 指著作权和/或与著作权紧密联系的类似权利。类似权利包括但不限于：表演者权、广播组织权、录音录像制作者权、以及数据库特别权利，而不论上述权利的定义和归类如何。为本公共许可协议之目的， <a href="s2b">第二条b款第(1)项与第(2)项</a> 所列权利不属于著作权与类似权利。
zh_hant: <span style="text-decoration: underline;">「著作權及相似權利」 / 「版權及相似權利」 </span> 指著作權及/或和著作權緊密相關的相似權利，包含但不限於，表演、廣播、錄音及資料庫保護權，和該等權利如何歸類或分類無關。為本公眾授權條款之目的，<a href="#s2b">第2條第(b)項(1)-(2)款</a>所指明的權利非著作權及相似權利。
