Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-sa_40.po
Languages: es, et, lv

source: Attribution-ShareAlike 4.0 International
es: Atribución/Reconocimiento-CompartirIgual 4.0 Internacional
et: Autorile viitamine-Jagamine samadel tingimustel 4.0 Rahvusvaheline
lv: Attiecinājums-Dalīties līdzīgi 4.0 Starptautisks

source: Creative Commons Attribution-ShareAlike 4.0 International Public License
es: Creative Commons Atribución/Reconocimiento-CompartirIgual 4.0 Licencia Pública Internacional — CC BY-SA 4.0
et: Creative Commons Autorile viitamine-Jagamine samadel tingimustel 4.0 Rahvusvaheline Vaba kasutuse litsents
lv: Creative Commons Attiecinājuma-Dalīties līdzīgi 4.0 Starptautiskā publiskā licence

source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution-ShareAlike 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
es: Al ejercer los Derechos Licenciados (definidos a continuación), Usted acepta y acuerda estar obligado por los términos y condiciones de esta Licencia Internacional Pública de Atribución/Reconocimiento-CompartirIgual 4.0 de Creative Commons ("Licencia Pública"). En la medida en que esta Licencia Pública pueda ser interpretada como un contrato, a Usted se le otorgan los Derechos Licenciados en consideración a su aceptación de estos términos y condiciones, y el Licenciante le concede a Usted tales derechos en consideración a los beneficios que el Licenciante recibe por poner a disposición el Material Licenciado bajo estos términos y condiciones.
et: Kasutades Litsentsitud Õigusi (määratletud allpool), aktsepteerite Te käesoleva Creative Commonsi Vaba Kasutuse Autorile viitamine - Jagamine samadel tingimustel 4.0 Rahvusvahelise Litsentsi (edaspidi „Vaba Kasutuse Litsents“) tingimusi ja nõustute, et need on Teie suhtes siduvad. Ulatuses, milles käesolev Vaba Kasutuse Litsents on tõlgendatav lepingulise suhtena, antakse Teile Litsentsitud Õigused eeldusel, et Te nõustute käesolevate tingimustega, ning Litsentsiandja annab Teile need õigused kasu eest, mida Litsentsiandja saab sellest, et teeb Litsentsitud Materjali käesolevate tingimuste alusel kättesaadavaks.
lv: Izmantojot Licencē noteiktās tiesības (definētas zemāk), Jūs pieņemat un piekrītat, ka Jūsu darbības ierobežo šīs Creative Commons Attiecinājuma-Dalīties līdzīgi 4.0 starptautiskās publiskās licences (turpmāk – publiskā licence) noteikumi un nosacījumi. Ciktāl šī publiskā licence var tikt interpretēta kā līgums, Jums tiek piešķirtas Licencē noteiktās tiesības saskaņā ar Jūsu piekrišanu šiem noteikumiem un nosacījumiem, un Licenciārs piešķir Jums šīs tiesības, ņemot vērā ieguvumus, kurus Licenciārs saņem no Licencētā materiāla pieejamības nodrošināšanas saskaņā ar šīs Licences noteikumiem un nosacījumiem.

source: Section 1 – Definitions.
es: Sección 1 – Definiciones.
et: 1. Mõisted
lv: 1. nodaļa – Definīcijas

source: <span style="text-decoration: underline;">Adapted Material</span> means material subject to Copyright and Similar Rights that is derived from or based upon the Licensed Material and in which the Licensed Material is translated, altered, arranged, transformed, or otherwise modified in a manner requiring permission under the Copyright and Similar Rights held by the Licensor. For purposes of this Public License, where the Licensed Material is a musical work, performance, or sound recording, Adapted Material is always produced where the Licensed Material is synched in timed relation with a moving image.
es: <span style="text-decoration: underline;">Material Adaptado</span> es aquel material protegido por Derechos de Autor y Derechos Similares que se deriva o se crea en base al Material Licenciado y en el cual el Material Licenciado se traduce, altera, arregla, transforma o modifica de manera tal que dicho resultado sea de aquellos que requieran autorización de acuerdo con los Derechos de Autor y Derechos Similares que ostenta el Licenciante. A los efectos de esta Licencia Pública, cuando el Material Licenciado se trate de una obra musical, una interpretación o una grabación sonora, la sincronización temporal de este material con una imagen en movimiento siempre producirá Material Adaptado.
et: <span style="text-decoration: underline;">Tuletatud Teos</span> tähendab Autoriõiguse ja Autoriõigusega Sarnaste Õigustega kaitstavat materjali, mis on tuletatud Litsentsitud Materjalist või põhineb Litsentsitud Materjalil ning milles Litsentsitud Materjali on tõlgitud, muudetud, arranžeeritud, ümber kujundatud või muul viisil muudetud nii, et selleks on Autoriõiguse ja Autoriõigusega Sarnaste Õiguste alusel vajalik Litsentsiandja luba. Kui Litsentsitud Materjal on muusikateos, esitus või helisalvestis, käsitatakse käesoleva Vaba Kasutuse Litsentsi tähenduses Tuletatud Teosena alati Litsentsitud Materjali ajalises plaanis sünkroniseerimist liikuva kujutisega.
lv: <span style="text-decoration: underline;">Pielāgotais materiāls</span> ir autortiesībām un citām līdzīgām tiesībām pakļauts materiāls, kas ir atvasināts no vai balstīts Licencētajā materiālā, vai arī tulkots, pielāgots, aranžēts, pārvērsts vai citādi modificēts tādā veidā, ka ir nepieciešama atļauja saskaņā ar autortiesībām vai citām līdzīgām tiesībām, kuru turētājs ir Licenciārs. Saskaņā ar Publisko licenci, gadījumos, kad Licencētais materiāls ir muzikāls darbs, uzvedums vai skaņu ieraksts, Pielāgotais materiāls vienmēr tiek radīts no Licencētā materiāla, kurš ir laikā sinhronizēts ar kustīgiem attēliem.

source: <span style="text-decoration: underline;">Adapter's License</span> means the license You apply to Your Copyright and Similar Rights in Your contributions to Adapted Material in accordance with the terms and conditions of this Public License.
es: <span style="text-decoration: underline;"> Licencia de adaptador</span> es aquella licencia que Usted aplica a Sus Derechos de Autor y Derechos Similares en Sus contribuciones consideradas como Material Adaptado de acuerdo con los términos y condiciones de esta Licencia Pública.
et: <span style="text-decoration: underline;">Tuletatud Teose looja Litsents</span> tähendab litsentsi, mille Te annate Teie Autoriõiguse ja Autoriõigusega Sarnaste Õiguste kasutamiseks Teie antud panuse osas Tuletatud Teosele vastavalt käesoleva Vaba Kasutuse Litsentsi tingimustele.
lv: <span style="text-decoration: underline;">Pielāgotāja licence</span> ir licence, kuru Jūs izmantojat savu autortiesību un līdzīgu tiesību norādīšanai attiecībā uz savu ieguldījumu Pielāgotajā materiālā saskaņā ar publiskās licences noteikumiem un nosacījumiem.

source: <span style="text-decoration: underline;">BY-SA Compatible License</span> means a license listed at <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, approved by Creative Commons as essentially the equivalent of this Public License.
es: <span style="text-decoration: underline;">Una Licencia Compatible con BY-SA</span> es aquella que aparece en la lista disponible en <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, aprobada por Creative Commons, como una licencia esencialmente equivalente a esta Licencia Pública.
et: <span style="text-decoration: underline;">BY-SA Litsentsile Vastav Litsents</span> tähendab litsentsi, mis on loetletud veebisaidil <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a>, ning mille Creative Commons on heaks kiitnud kui põhiolemuselt käesoleva Vaba Kasutuse Litsentsiga samaväärse litsentsi.
lv: <span style="text-decoration: underline;">BY-SA Saderīgā Licence</span> ir licence, kas norādīta tīmekļa vietnē <a href="//creativecommons.org/compatiblelicenses"> creativecommons.org/compatiblelicenses</a> un ir Creative Commons apstiprināta kā līdzvērtīga Publiskajai licencei.

source: <span style="text-decoration: underline;">Copyright and Similar Rights</span> means copyright and/or similar rights closely related to copyright including, without limitation, performance, broadcast, sound recording, and Sui Generis Database Rights, without regard to how the rights are labeled or categorized. For purposes of this Public License, the rights specified in Section <a href="#s2b">2(b)(1)-(2)</a> are not Copyright and Similar Rights.
es: <span style="text-decoration: underline;">Derechos de Autor y Derechos Similares</span> son todos aquellos derechos estrechamente vinculados a los derechos de autor, incluidos, de manera enunciativa y no taxativa, los derechos sobre las interpretaciones, las emisiones, las grabaciones sonoras y los Derechos "Sui Generis" sobre Bases de Datos, sin importar cómo estos derechos se encuentren enunciados o categorizados. A los efectos de esta Licencia Pública, los derechos especificados en las secciones <a href="#s2b">2(b)(1)-(2)</a> no se consideran Derechos de Autor y Derechos Similares.
et: <span style="text-decoration: underline;">Autoriõigus ja Autoriõigusega Sarnased Õigused</span> tähendab autoriõigust ja/või sarnaseid õigusi, mis on autoriõigusega tihedalt seotud, sealhulgas ilma piiranguteta, esitaja, televisiooni- ja raadioteenuse osutaja õigused ning Andmebaasi Tegija Sui Generis Õigused, olenemata sellest, kuidas need õigused on tähistatud või liigitatud. Punktides <a href="#s2b">2(b)(1)-(2)</a> osutatud õigusi ei käsitata käesoleva Vaba Kasutuse Litsentsi tähenduses Autoriõigusena ja Autoriõigusega Sarnaste Õigustena.
lv: <span style="text-decoration: underline;">Autortiesības un līdzīgas tiesības</span> ir autortiesības un/vai citas līdzīgas, autortiesībām radniecīgas tiesības, tajā skaitā arī tiesības bez ierobežojumiem uzstāties, pārraidīt, veikt skaņu ierakstus, kā arī Sui generis datubāzu tiesības, neatkarīgi no veida kādā tiesības ir apzīmētas vai kategorizētas. Saskaņā ar Publisko licenci, tiesības, kas norādītas <a href="#s2b">2(b)(1)-(2)</a> punktos, nav uzskatāmas par Autortiesībām un līdzīgām tiesībām.

source: <span style="text-decoration: underline;">Effective Technological Measures</span> means those measures that, in the absence of proper authority, may not be circumvented under laws fulfilling obligations under Article 11 of the WIPO Copyright Treaty adopted on December 20, 1996, and/or similar international agreements.
es: <span style="text-decoration: underline;">Medidas Tecnológicas Efectivas</span> son aquellas medidas que, en ausencia de la debida autorización, no pueden ser eludidas en virtud de las leyes que cumplen las obligaciones del artículo 11 del Tratado de la OMPI sobre Derecho de Autor adoptado el 20 de diciembre de 1996, y/o acuerdos internacionales similares.
et: <span style="text-decoration: underline;">Mõjusad Tehnilised Meetmed</span> tähendab meetmeid, millest ei või nõuetekohase loa puudumisel kõrvale hoida vastavalt õigusaktidele, millega täidetakse 20. detsembril 1996 vastu võetud WIPO autoriõiguse lepingu artikliga 11 ettenähtud kohustusi ja/või samalaadsete rahvusvaheliste lepingutega ettenähtud kohustusi.
lv: <span style="text-decoration: underline;">Efektīvi tehnoloģiskie līdzekļi</span> ir nosacījumi, kuri atbilstoša varas avota neesamības apstākļos nevar tikt apieti saskaņā ar tiem normatīvajiem aktiem, kuri īsteno Pasaules intelektuālā īpašuma organizācijas (WIPO) 1996. gada 20. decembra līguma par autortiesībām 11. pantu un/vai līdzīgus starptautiskos līgumus.

source: <span style="text-decoration: underline;">Exceptions and Limitations</span> means fair use, fair dealing, and/or any other exception or limitation to Copyright and Similar Rights that applies to Your use of the Licensed Material.
es: <span style="text-decoration: underline;">Excepciones y Limitaciones</span> son el uso justo (fair use), el trato justo (fair dealing) y/o cualquier otra excepción o limitación a los Derechos de Autor y Derechos Similares que se apliquen al uso el Material Licenciado.
et: <span style="text-decoration: underline;">Erandid ja Piirangud</span> tähendab Litsentsitud Materjali vaba kasutamise õigust (fair use ja fair dealing) ja/või mis tahes muud Autoriõiguse ja Autoriõigusega Sarnaste Õiguste suhtes kohalduvat erandit või piirangut, mis kehtib Litsentsitud Materjali Teie poolt kasutamise korral.
lv: <span style="text-decoration: underline;">Izņēmumi un ierobežojumi</span> ir godprātīga izmantošana, godprātīga rīcība un/vai jebkādi citi Autortiesību un līdzīgu tiesību izņēmumi un ierobežojumi, kuri attiecas uz to, kā Jūs izmantojat Licencēto materiālu.

source: <span style="text-decoration: underline;">License Elements</span> means the license attributes listed in the name of a Creative Commons Public License. The License Elements of this Public License are Attribution and ShareAlike.
es: <span style="text-decoration: underline;">Elementos de la Licencia </span> son los atributos que figuran en el nombre de la Licencia Pública de Creative Commons. Los Elementos de la Licencia de esta Licencia Pública son Atribución/Reconocimiento y CompartirIgual.
et: <span style="text-decoration: underline;">Litsentsi Elemendid</span> tähendab Creative Commonsi Vaba Kasutuse Litsentsi nimes loetletud litsentsi tingimusi. Käesoleva Vaba Kasutuse Litsentsi Litsentsi Elemendid on Autorile viitamise kohustus ja Jagamine samadel tingimustel.
lv: <span style="text-decoration: underline;">Licences elementi</span> ir licences rekvizīti, kas minēti Creative Commons publiskās licences nosaukumā. Šīs publiskās licences elementi ir Attiecinājums un Dalīties līdzīgi.

source: <span style="text-decoration: underline;">Licensed Material</span> means the artistic or literary work, database, or other material to which the Licensor applied this Public License.
es: <span style="text-decoration: underline;">Material Licenciado</span> es obra artística o literaria, base de datos o cualquier otro material al cual el Licenciante aplicó esta Licencia Pública.
et: <span style="text-decoration: underline;">Litsentsitud Materjal</span> tähendab kunsti- või kirjandusteost, andmebaasi või muud materjali, millele Litsentsiandja on andnud käesoleva Vaba Kasutuse Litsentsi.
lv: <span style="text-decoration: underline;">Licencētais materiāls</span> ir māksliniecisks vai literārs darbs, datubāze vai cits materiāls, uz kuru Licencētājs attiecina šo Publisko licenci.

source: <span style="text-decoration: underline;">Licensed Rights</span> means the rights granted to You subject to the terms and conditions of this Public License, which are limited to all Copyright and Similar Rights that apply to Your use of the Licensed Material and that the Licensor has authority to license.
es: <span style="text-decoration: underline;">Derechos Licenciados</span> son derechos otorgados a Usted bajo los términos y condiciones de esta Licencia Pública, los cuales se limitan a todos los Derechos de Autor y Derechos Similares que apliquen al uso del Material Licenciado y que el Licenciante tiene potestad legal para licenciar.
et: <span style="text-decoration: underline;">Litsentsitud Õigused</span> tähendab Teile käesoleva Vaba Kasutuse Litsentsi tingimuste alusel antud õigusi, mis piirduvad Autoriõiguse ja Autoriõigusega Sarnaste Õigustega, mis kehtivad Litsentsitud Materjali Teie poolt kasutamise suhtes ja milliseid Litsentsiandjal on õigus anda.
lv: <span style="text-decoration: underline;">Licencētās tiesības</span> ir tiesības, kas Jums piešķirtas saskaņā ar publiskās licences noteikumiem un nosacījumiem, kuras ir ierobežotas ar Autortiesībām un līdzīgām tiesībām, un kuras attiecas uz to, kā Jūs izmantojat Licencēto materiālu, kuru Licenciāram ir tiesības licencēt.

source: <span style="text-decoration: underline;">Licensor</span> means the individual(s) or entity(ies) granting rights under this Public License.
es: <span style="text-decoration: underline;">Licenciante</span> es el individuo(s) o la entidad(es) que concede derechos bajo esta Licencia Pública.
et: <span style="text-decoration: underline;">Litsentsiandja</span> tähendab füüsilist isikut (füüsilisi isikuid) või juriidilist isikut (juriidilisi isikuid), kes annab käesoleva Vaba Kasutuse Litsentsi alusel õigusi.
lv: <span style="text-decoration: underline;">Licenciārs</span> ir fiziska(-s) vai juridiska(-s) persona(-s), kas saskaņā ar šo Publisko licenci piešķir tiesības.

source: <span style="text-decoration: underline;">Share</span> means to provide material to the public by any means or process that requires permission under the Licensed Rights, such as reproduction, public display, public performance, distribution, dissemination, communication, or importation, and to make material available to the public including in ways that members of the public may access the material from a place and at a time individually chosen by them.
es: <span style="text-decoration: underline;">Compartir</span> significa proporcionar material al público por cualquier medio o procedimiento que requiera permiso conforme a los Derechos Licenciados, tales como la reproducción, exhibición pública, presentación pública, distribución, difusión, comunicación o importación, así como también su puesta a disposición, incluyendo formas en que el público pueda acceder al material desde un lugar y momento elegido individualmente por ellos.
et: <span style="text-decoration: underline;">Jagamine</span> tähendab üldsusele materjali pakkumist mis tahes vahendite või protsessi abil, milleks Litsentsitud Õiguste alusel on vajalik luba, näiteks reprodutseerimine, avalik eksponeerimine või esitamine, levitamine, edastamine ja import, ning üldsusele materjali kättesaadavaks tegemist sealhulgas viisil, et materjalile on võimalik ligi nende poolt vabalt valitud kohas ja ajal.
lv: <span style="text-decoration: underline;">Dalīšanās</span> ir materiāla nodrošināšana sabiedrībai jebkādā veidā vai procesā, kuram nepieciešama atļauja saskaņā ar Licencētajām tiesībām, piemēram, pavairošana, publiska izstādīšana, publiska uzstāšanās, sadale, izplatīšana, komunikācija vai importēšana, un materiāla pieejamības sabiedrībai nodrošināšana tādos veidos, kuri ļauj sabiedrībai piekļūt materiālam individuāli izvēlētā vietā un laikā.

source: <span style="text-decoration: underline;">Sui Generis Database Rights</span> means rights other than copyright resulting from Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, as amended and/or succeeded, as well as other essentially equivalent rights anywhere in the world.
es: <span style="text-decoration: underline;"> </span> <strong>Derechos "Sui Generis" sobre Bases de Datos</strong> son aquellos derechos diferentes a los derechos de autor, resultantes de la Directiva 96/9/EC del Parlamento Europeo y del Consejo, de 11 de marzo de 1996 sobre la protección jurídica de las bases de datos, en sus versiones modificadas y/o posteriores, así como otros derechos esencialmente equivalentes en cualquier otra parte del mundo.
et: <span style="text-decoration: underline;">Andmebaasi Tegija Sui Generis Õigused</span> tähendab muid õigusi kui autoriõigus, mis tulenevad Euroopa Parlamendi ja nõukogu 11. märtsi 1996. aasta direktiivist 96/9/EÜ andmebaaside õiguskaitse kohta (nagu seda on muudetud ja/või sellele järgnenud õigusaktid), ning muid põhiolemuselt samaväärseid mis tahes maailma paigas kehtivaid õigusi.
lv: <span style="text-decoration: underline;">Sui generis datubāzu tiesības</span> ir tiesības, kuras nav autortiesības un kuras izriet no Eiropas Parlamenta un Padomes 1996. gada 11. marta Direktīvas 96/9/EC par datubāzu tiesisko aizsardzību, tās grozījumiem un aizstājumiem, kā arī citām pēc būtības līdzvērtīgām tiesībām jebkur citur pasaulē.

source: <span style="text-decoration: underline;">You</span> means the individual or entity exercising the Licensed Rights under this Public License. <strong>Your</strong> has a corresponding meaning.
es: <span style="text-decoration: underline;">Usted</span> es el individuo o la entidad que ejerce los Derechos Licenciados en esta Licencia Pública. La palabra <strong>Su</strong> tiene un significado equivalente.
et: <span style="text-decoration: underline;">Teie (Te)</span> tähendab füüsilist või juriidilist isikut, kes kasutab Litsentsitud Õigusi käesoleva Vaba Kasutuse Litsentsi alusel. <strong>Teile</strong> on vastava tähendusega.
lv: <span style="text-decoration: underline;">“Jūs”</span> attiecināms uz fizisku vai juridisku personu, kas izmanto Licencētās tiesības saskaņā ar šo Publisko licenci. Forma “Jūsu” atbilst formai <strong>“Jūs”</strong>.

source: Section 2 – Scope.
es: Sección 2 – Ámbito de Aplicación.
et: 2. Kohaldamisala
lv: 2. nodaļa – Tvērums

source: License grant
es: Otorgamiento de la licencia
et: Litsentsi andmine
lv: Licences piešķiršana

source: Subject to the terms and conditions of this Public License, the Licensor hereby grants You a worldwide, royalty-free, non-sublicensable, non-exclusive, irrevocable license to exercise the Licensed Rights in the Licensed Material to:
es: Sujeto a los términos y condiciones de esta Licencia Pública, el Licenciante le otorga a Usted una licencia de carácter global, gratuita, no transferible a terceros, no exclusiva e irrevocable para ejercer los Derechos Licenciados sobre el Material Licenciado para:
et: Litsentsiandja annab Litsentsitud Materjali suhtes Teile käesoleva Vaba Kasutuse Litsentsi tingimustel ülemaailmse, tasuta, alllitsentsimisõiguseta, tagasivõtmatu lihtlitsentsi alljärgnevalt nimetatud Litsentsitud Õiguste kasutamiseks:
lv: Saskaņā ar šīs publiskās licences noteikumiem un nosacījumiem, ar šo Licenciārs piešķir Jums vispasaules, bezatlīdzības, nesublicencējamu, bezizņēmuma un neatsaucamu licenci Licencētā materiāla Licencēto tiesību izmantošanai:

source: reproduce and Share the Licensed Material, in whole or in part; and
es: reproducir y Compartir el Material Licenciado, en su totalidad o en parte; y
et: õigus reprodutseerida ja Jagada Litsentsitud Materjali kas tervikuna või osaliselt ning
lv: lai pavairotu un dalītos ar Licencēto materiālu kopumā vai ar tā daļām, un

source: produce, reproduce, and Share Adapted Material.
es: producir, reproducir y Compartir Material Adaptado.
et: õigus toota, reprodutseerida ja Jagada Tuletatud Teost.
lv: radītu un reproducētu, un dalītos ar Pielāgoto materiālu.

source: <strong>Exceptions and Limitations</strong>. For the avoidance of doubt, where Exceptions and Limitations apply to Your use, this Public License does not apply, and You do not need to comply with its terms and conditions.
es: <strong>Excepciones y Limitaciones</strong>. Para evitar cualquier duda, donde se apliquen Excepciones y Limitaciones al uso del Material Licenciado, esta Licencia Pública no será aplicable, y Usted no tendrá necesidad de cumplir con sus términos y condiciones.
et: <strong>Erandid ja Piirangud</strong>. Mitmetimõistetavuse vältimiseks olgu märgitud, et kui Teie kasutuse suhtes kehtivad Erandid ja Piirangud, siis käesolevat Vaba Kasutuse Litsentsi ei kohaldata ning Te ei pea selle tingimusi täitma.
lv: <strong>Izņēmumi un ierobežojumi</strong>. Gadījumos, kad radušās šaubas vai Izņēmumi un ierobežojumi jāpiemēro Jūsu lietojumam, šī publiskā licences nav jāpiemēro un nav jāpakļaujas tās noteikumiem un nosacījumiem.
