Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-sa_40.po
Languages: es, et, lv

source: if You include all or a substantial portion of the database contents in a database in which You have Sui Generis Database Rights, then the database in which You have Sui Generis Database Rights (but not its individual contents) is Adapted Material, including for purposes of Section <a href="#s3b">3(b)</a>; and
es: si Usted incluye la totalidad o una parte sustancial del contenido de una base de datos en otra sobre la cual Usted ostenta Derecho "Sui Generis" sobre Bases de Datos, entonces ella (pero no sus contenidos individuales) se entenderá como Material Adaptado para efectos de la sección <a href="#s3b">3(b)</a>; y
et: juhul kui Te lisate andmebaasi kogu sisu või selle olulise osa andmebaasi, mille suhtes Teil on Andmebaasi Tegija Sui Generis Õigused, on andmebaas, mille suhtes Teil on Andmebaasi Tegija Sui Generis Õigused, (kuid mitte selle individuaalsed osised Tuletatud Teos, kaasa arvatud punkti <a href="#s3b">3(b)</a> kohaldamisel, ning
lv: Ja Jūs iekļaujat visu vai ievērojamu daļu no datubāzes satura tādā datubāzē, uz kuru Jums ir Sui generis datubāzes tiesības, tad datubāze, attiecībā uz kuru Jums ir Sui generis datubāzu tiesības (bet ne atsevišķas tās daļas) ir uzskatāma par Pielāgoto materiālu, un

source: You must comply with the conditions in Section <a href="#s3a">3(a)</a> if You Share all or a substantial portion of the contents of the database.
es: Usted debe cumplir con las condiciones de la sección <a href="#s3a">3(a)</a> si Usted Comparte la totalidad o una parte sustancial de los contenidos de la base de datos.
et: Te peate täitma punkti <a href="#s3a">3(a)</a> tingimused, kui Te Jagate andmebaasi kogu sisu või selle olulist osa.
lv: Jums jāievēro <a href="#s3a">3(a)</a> punkta nosacījumi, ja Jūs Dalāties ar visu vai ievērojamu daļu no datubāzes satura.

source: For the avoidance of doubt, this Section <a href="#s4">4</a> supplements and does not replace Your obligations under this Public License where the Licensed Rights include other Copyright and Similar Rights.
es: Para evitar dudas, esta sección <a href="#s4">4</a> complementa y no sustituye Sus obligaciones bajo esta Licencia Pública cuando los Derechos Licenciados incluyen otros Derechos de Autor y Derechos Similares.
et: Mitmetimõistetavuse vältimiseks olgu märgitud, et käesoleva punktiga <a href="#s4">4</a> täiendatakse, mitte ei asendata Teie käesolevast Vaba Kasutuse Litsentsist tulenevaid kohustusi, kui Litsentsitud Õiguste hulka kuuluvad muud Autoriõigused ja Sarnased Õigused.
lv: Lai izvairītos no neskaidrībām, šī <a href="#s4">4</a> . nodaļa papildina un neaizvieto Jūsu pienākumus saskaņā ar šo Publisko licenci gadījumos, kad Licencētās tiesības iekļauj citas Autortiesības un līdzīgas tiesības.

source: Section 5 – Disclaimer of Warranties and Limitation of Liability.
es: Sección 5 – Exención de Garantías y Limitación de Responsabilidad.
et: 5. Garantii mitteandmine ja vastutuse piiramine.
lv: 5. nodaļa – Atteikšanās no garantijām un atbildības ierobežojumi

source: Unless otherwise separately undertaken by the Licensor, to the extent possible, the Licensor offers the Licensed Material as-is and as-available, and makes no representations or warranties of any kind concerning the Licensed Material, whether express, implied, statutory, or other. This includes, without limitation, warranties of title, merchantability, fitness for a particular purpose, non-infringement, absence of latent or other defects, accuracy, or the presence or absence of errors, whether or not known or discoverable. Where disclaimers of warranties are not allowed in full or in part, this disclaimer may not apply to You.
es: Salvo que el Licenciante se haya comprometido mediante un acuerdo por separado, en la medida de lo posible el Licenciante ofrece el Material Licenciado tal como es y tal como está disponible y no se hace responsable ni ofrece garantías de ningún tipo respecto al Material Licenciado, ya sea de manera expresa, implícita, legal u otra. Esto incluye, de manera no taxativa, las garantías de título, comerciabilidad, idoneidad para un propósito en particular, no infracción, ausencia de vicios ocultos u otros defectos, la exactitud, la presencia o la ausencia de errores, sean o no conocidos o detectables. Cuando no se permita, totalmente o en parte, la declaración de ausencia de garantías, a Usted puede no aplicársele esta exclusión.
et: Kui Litsentsiandja ei ole märkinud teisiti ja niivõrd, kuivõrd see on võimalik, annab Litsentsiandja Litsentsitud Materjali kasutamiseks olemasoleval ja kättesaadaval kujul ega anna Litsentsitud Materjali kohta kinnitusi või garantiisid, ei sõnaselgelt ega vaikimisi. Muu hulgas ei anna Litsentsiandja, ilma piiranguteta, garantiisid õiguste kuuluvuse, turustatavuse, konkreetseks eesmärgiks sobivuse, nõuetelevastavuse, õigsuse, varjatud või muude puuduste puudumise või vigade olemasolu või puudumise kohta, sõltumata sellest, kas need on teadaolevad või avastatavad. Juhul, kui garantiide andmise välistamine ei ole kas täielikult või osaliselt lubatud, siis võib käesolev välistus Teie suhtes mitte kehtida.
lv: Ja Licencārs nav apņēmies citādi, tad, ciktāl iespējams, Licencārs Licencēto materiālu piedāvā pēc “tāds, kāds ir” un “tāds, kāds pieejams” principa, un attiecībā uz Licencēto materiālu nesniedz nekāda veida atklātus, noprotamus, likumā noteiktus vai cita veida paziņojumus vai garantijas, tajā skaitā bez jebkādiem ierobežojumiem arī attiecībā uz nosaukumu, piemērotību vai derīgumu konkrētam nolūkam, likumu nepārkāpšanu vai slēptu vai citu defektu neesamību, precizitāti vai atklājamu vai neatklājamu kļūdu esamību vai neesamību. Gadījumos, kad atteikšanās no garantijām pilnībā vai daļēji nav pieļaujamas, šī atruna uz Jums var neattiekties.

source: To the extent possible, in no event will the Licensor be liable to You on any legal theory (including, without limitation, negligence) or otherwise for any direct, special, indirect, incidental, consequential, punitive, exemplary, or other losses, costs, expenses, or damages arising out of this Public License or use of the Licensed Material, even if the Licensor has been advised of the possibility of such losses, costs, expenses, or damages. Where a limitation of liability is not allowed in full or in part, this limitation may not apply to You.
es: En la medida de lo posible, en ningún caso el Licenciante será responsable ante Usted por ninguna teoría legal (incluyendo, de manera no taxativa, la negligencia) o de otra manera por cualquier pérdida, coste, gasto o daño directo, especial, indirecto, incidental, consecuente, punitivo, ejemplar u otro que surja de esta Licencia Pública o del uso del Material Licenciado, incluso cuando el Licenciante haya sido advertido de la posibilidad de tales pérdidas, costes, gastos o daños. Cuando no se permita la limitación de responsabilidad, ya sea totalmente o en parte, a Usted puede no aplicársele esta limitación.
et: Ulatuses, milles see on võimalik, ei vastuta Litsentsiandja Teie ees ühelgi õiguslikul alusel (sealhulgas, kuid mitte ainult, hooletusest) ega muul viisil otsese või mittevaralise kahju, saamata jäänud tulu või muu kahju, kulude või kulutuste eest või kahju eest, mis tuleneb käesoleva Vaba Kasutuse Litsentsist või Litsentsitud Materjali kasutamisest, isegi juhul, kui Litsentsiandjat on teavitatud selliste kahjude võimalikkusest. Juhul, kui vastutuse piiramine ei ole kas täielikult või osaliselt lubatud, siis võib käesolev piirang Teie suhtes mitte kehtida.
lv: Ciktāl iespējams, Licenciārs neatbild Jums par jebkādu saskaņā ar jebkuru juridisko teoriju radušos tiešu, īpašu netiešu, nejaušu, faktisku, soda dēļ radušos vai jebkādu citu zaudējumu, izmaksu, izdevumu vai kaitējumu (tostarp bez izņēmumiem arī neuzmanības dēļ) esamību, kuru cēlonis ir šī publiskā licence vai Licencētā materiāla izmantošana, pat gadījumā, ja Licenciārs ir ticis informēts par šādu zaudējumu, izmaksu, izdevumu vai kaitējumu rašanaš iespējamību. Gadījumos, kad atbildības ierobežošana pilnībā vai daļēji nav pieļaujama, šis ierobežojums uz Jums var netikt attiecināts.

source: The disclaimer of warranties and limitation of liability provided above shall be interpreted in a manner that, to the extent possible, most closely approximates an absolute disclaimer and waiver of all liability.
es: La renuncia de garantías y la limitación de responsabilidad descritas anteriormente deberán ser interpretadas, en la medida de lo posible, como lo más próximo a una exención y renuncia absoluta a todo tipo de responsabilidad.
et: Eespool esitatud garantii mitteandmise ja vastutuse piiramise klauslit tuleb tõlgendada nii, et see on võimalikult suures ulatuses kõige lähedasem garantiide andmise absoluutsele välistamisele ja igasuguse vastutuse piiramisele.
lv: Šī augstākminētā atteikšanās no garantijām un atbildības ierobežojums tādā veidā, ka tas, ciktāl iespējams, vistuvāk atbilst pilnīgam atteikumam no atbildības.

source: Section 6 – Term and Termination.
es: Sección 6 – Vigencia y Terminación.
et: 6. Litsentsi kehtivusaeg ja litsentsi lõppemine.
lv: 6. nodaļa – Termiņš un darbības izbeigšana

source: This Public License applies for the term of the Copyright and Similar Rights licensed here. However, if You fail to comply with this Public License, then Your rights under this Public License terminate automatically.
es: Esta Licencia Pública tiene una vigencia de aplicación igual al plazo de protección de los Derechos de Autor y Derechos Similares licenciados aquí. Sin embargo, si Usted incumple las condiciones de esta Licencia Pública, los derechos que se le conceden mediante esta Licencia Pública terminan automáticamente.
et: Käesolev Vaba Kasutuse Litsents on kohaldatav selle alusel antud Autoriõiguse ja Autoriõigusega Sarnaste Õiguste ajalise kehtivuse jooksul. Kui Te rikute käesoleva Vaba Kasutuse Litsentsi tingimusi, lõpevad käesoleva Vaba Kasutuse Litsentsi alusel Teile antud õigused automaatselt.
lv: Šī publiskā licence ir attiecināma uz tādu pašu termiņu, kāds ir Autortiesībām un līdzīgām tiesībām, kas piešķirtas saskaņā ar šo Publisko licenci. Gadījumos, kad Jūs neievērojat šīs publiskās licences noteikumus, Jūsu tiesības, kas noteiktas saskaņā ar šo Publisko licenci, automātiski izbeidzas.

source: Where Your right to use the Licensed Material has terminated under Section 6(a), it reinstates:
es: En aquellos casos en que Su derecho a utilizar el Material Licenciado se haya terminado conforme a la sección 6(a), este será restablecido:
et: Kui Teie õigus kasutada Litsentsitud Materjali on punkti 6(a) alusel lõppenud, ennistatakse see:
lv: Gadījumos, kad Jūsu tiesības izmantot Licencēto materiālu ir beigušās saskaņā ar 6(a) punktu, tā tiek atjaunota:

source: automatically as of the date the violation is cured, provided it is cured within 30 days of Your discovery of the violation; or
es: automáticamente a partir de la fecha en que la violación sea subsanada, siempre y cuando esta se subsane dentro de los 30 días siguientes a partir de Su descubrimiento de la violación; o
et: automaatselt kuupäeval, mil rikkumine heastatakse, tingimusel et see heastatakse 30 päeva jooksul alates kuupäevast, mil Te rikkumise avastasite, või
lv: automātiski ar datumu, ar kuru pārkāpums tiek novērsts, ja tas ir novērsts 30 dienu laikā no datuma, kurā Jūs atklājāt pārkāpumu, vai

source: upon express reinstatement by the Licensor.
es: tras el restablecimiento expreso por parte del Licenciante.
et: sõnaselgelt Litsentsiandja poolt.
lv: pēc paātrinātas atjaunošanas, ko veic Licenciārs.

source: For the avoidance of doubt, this Section <a href="#s6b">6(b)</a> does not affect any right the Licensor may have to seek remedies for Your violations of this Public License.
es: Para evitar dudas, esta sección <a href="#s6b">6(b)</a> no afecta ningún derecho que pueda tener el Licenciante a buscar resarcimiento por Sus violaciones de esta Licencia Pública.
et: Mitmetimõistetavuse vältimiseks olgu märgitud, et käesolev punkt <a href="#s6b">6(b)</a> ei mõjuta Litsentsiandja õigust taotleda õiguskaitset seoses Teie poolt käesoleva Vaba Kasutuse Litsentsi rikkumisega.
lv: Lai izvairītos no neskaidrībām, <a href="#s6b">6(b)</a> punkts neietekmē Licenciāra tiesības pieprasīt kādu tiesiskās aizsardzības līdzekļu piemērošanu, lai novērstu Jūsu pieļautus šīs publiskās licences pārkāpumus.

source: For the avoidance of doubt, the Licensor may also offer the Licensed Material under separate terms or conditions or stop distributing the Licensed Material at any time; however, doing so will not terminate this Public License.
es: Para evitar dudas, el Licenciante también puede ofrecer el Material Licenciado bajo términos o condiciones diferentes, o dejar de distribuir el Material Licenciado en cualquier momento; sin embargo, hacer esto no pondrá fin a esta Licencia Pública.
et: Mitmetimõistetavuse vältimiseks olgu märgitud, et Litsentsiandja võib anda Litsentsitud Materjali kasutamiseks ka eraldi tingimuste alusel või lõpetada igal ajal Litsentsitud Materjali levitamise; käesolevat Vaba Kasutuse Litsentsi see siiski ei lõpeta.
lv: Lai izvairītos no neskaidrībām, Licenciāram ir arī tiesības piedāvāt Licencēto materiālu saskaņā ar īpašiem noteikumiem vai nosacījumiem, vai arī pārstāt izplatīt Licencēto materiālu jebkurā laikā, taču šādas darbības neatceļ šo Publisko licenci.

source: Sections <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, and <a href="#s8">8</a> survive termination of this Public License.
es: Las secciones <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, y <a href="#s8">8</a> permanecerán vigentes a la terminación de esta Licencia Pública.
et: Punktid <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, ja <a href="#s8">8</a> jäävad pärast käesoleva Vaba Kasutuse Litsentsi lõppemist kehtima.
lv: <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, un <a href="#s8">8</a> nodaļas ir spēkā arī pēc šīs publiskās licences darbības izbeigšanās.

source: Section 7 – Other Terms and Conditions.
es: Sección 7 – Otros Términos y Condiciones.
et: 7. Muud tingimused.
lv: 7. nodaļa – Citi noteikumi un nosacījumi

source: The Licensor shall not be bound by any additional or different terms or conditions communicated by You unless expressly agreed.
es: El Licenciante no estará obligado por ningún término o condición adicional o diferente que Usted le comunique a menos que se acuerde expresamente.
et: Litsentsiandjale ei ole siduvad mis tahes täiendavad või muud tingimused, millest Te olete teada andnud, välja arvatud juhul, kui selles sõnaselgelt kokku lepitakse.
lv: Licenciārs nav pakļauts nekādiem papildu vai citiem noteikumiem un nosacījumiem, kurus Jūs nosakāt, ja vien par to nepastāv atsevišķa vienošanās.

source: Any arrangements, understandings, or agreements regarding the Licensed Material not stated herein are separate from and independent of the terms and conditions of this Public License.
es: Cualquier arreglo, convenio o acuerdo en relación con el Material Licenciado que no se indique en este documento se considera separado e independiente de los términos y condiciones de esta Licencia Pública.
et: Kõik kokkulepped, mis on sõlmitud või tehtud seoses Litsentsitud Materjaliga ja millele ei ole käesolevas Vaba Kasutuse Litsentsis osutatud, on käesoleva Vaba Kasutuse Litsentsi tingimustest eraldiseisvad ja sõltumatud.
lv: Jebkādas te neminētas norunas, vienošanās vai līgumi, kas attiecas uz Licencēto materiālu, ir atsevišķas un neatkarīgas no šīs publiskās licences noteikumiem un nosacījumiem.

source: Section 8 – Interpretation.
es: Sección 8 – Interpretación.
et: 8. Tõlgendamine.
lv: 8. nodaļa – Izskaidrojums

source: For the avoidance of doubt, this Public License does not, and shall not be interpreted to, reduce, limit, restrict, or impose conditions on any use of the Licensed Material that could lawfully be made without permission under this Public License.
es: Para evitar dudas, esta Licencia Pública no es ni deberá interpretarse como una reducción, limitación, restricción, o una imposición de condiciones al uso de Material Licenciado que legalmente pueda realizarse sin permiso del titular, más allá de lo contemplado en esta Licencia Pública.
et: Mitmetimõistetavuse vältimiseks olgu märgitud, et käesolev Vaba Kasutuse Litsents ei vähenda, kitsenda ega piira Litsentsitud Materjali mis tahes kasutamist, mis on kohaldatavatest õigusaktidest tulenevalt ilma käesoleva Vaba Kasutuse Litsentsi kohase loata võimalik, samuti ei seata käesoleva Vaba Kasutuse Litsentsiga sellisele kasutamisele tingimusi ning käesolevat Vaba Kasutuse Litsentsi ei saa selliselt ka tõlgendada.
lv: Lai izvairītos no neskaidrībām, šī publiskā licence nesamazina, nelimitē, neierobežo vai neuzliek nosacījumus par jebkādu Licencētā materiāla izmantošanu, kas likumīgi var tikt īstenots bez atļaujas saskaņā ar šo Publisko licenci.

source: To the extent possible, if any provision of this Public License is deemed unenforceable, it shall be automatically reformed to the minimum extent necessary to make it enforceable. If the provision cannot be reformed, it shall be severed from this Public License without affecting the enforceability of the remaining terms and conditions.
es: En la medida de lo posible, si alguna disposición de esta Licencia Pública se considera inaplicable, esta será automáticamente modificada en la medida mínima necesaria para hacerla aplicable. Si la disposición no puede ser reformada, deberá ser eliminada de esta Licencia Pública sin afectar la exigibilidad de los términos y condiciones restantes.
et: Kui leitakse, et mõni käesoleva Vaba Kasutuse Litsentsi säte ei ole jõustatav, muudetakse seda täidetavuse tagamiseks kohe vähimal vajalikul määral niivõrd, kuivõrd see on võimalik. Kui sätet ei saa muuta, jäetakse see käesolevast Vaba Kasutuse Litsentsist välja, ilma et see mõjutaks ülejäänud tingimuste täidetavust.
lv: Ciktāl iespējams, ja jebkādi šīs publiskās licences nosacījumi tiek atzīti par likumīgi nepiemērojamiem, tiem automātiski jātiek pārveidotiem tādā apmērā, cik tas ir minimāli nepieciešams, lai tie kļūtu par likumīgi piemērojamiem. Ja šāda pārveidošana nevar tikt nodrošināta, konkrētie nosacījumi tiek izslēgti no šīs publiskās licences, neietekmējot pārējo noteikumu un nosacījumu piemērošanu un spēkā esamību.

source: No term or condition of this Public License will be waived and no failure to comply consented to unless expressly agreed to by the Licensor.
es: No se podrá renunciar a ningún término o condición de esta Licencia Pública, ni se consentirá ningún incumplimiento, a menos que se acuerde expresamente con el Licenciante.
et: Mitte ühegi käesoleva Vaba Kasutuse Litsentsi tingimuse kohaldamisest ei loobuta ega selle rikkumisega nõustuta ilma Litsentsiandja sõnaselge nõusolekuta.
lv: Neviens no šīs publiskās licences noteikumiem vai nosacījumiem nevar tikt uzskatīts par atceltu un to neizpildīšana nevar tikt pieņemta, ja vien nav saņemta nepārprotama Licenciāra piekrišana.

source: Nothing in this Public License constitutes or may be interpreted as a limitation upon, or waiver of, any privileges and immunities that apply to the Licensor or You, including from the legal processes of any jurisdiction or authority.
es: Nada en esta Licencia Pública constituye ni puede ser interpretado como una limitación o una renuncia a los privilegios e inmunidades que aplican al Licenciante o a Usted, incluyendo aquellos surgidos a partir de procesos legales de cualquier jurisdicción o autoridad.
et: Mitte miski käesolevas Vaba Kasutuse Litsentsis ei kujuta endast ega seda ei tõlgendata kui Litsentsiandja või Teie privileegide ja immuniteetide, sh kohtuliku või haldusliku puutumatuse piiramist või äravõtmist.
lv: Nekas šajā Publiskajā licencē netiek un nevar tikt izskaidrots kā jebkādu priekšrocību vai neaizskaramību, kas attiecas uz Licenciāru vai uz Jums, ierobežošana vai atcelšana, tajā skaitā attiecībā uz jebkuru jurisdikciju ierosinātiem tiesas procesiem.
