Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by-sa_40.po
Languages: es, et, lv

source: <strong>Term</strong>. The term of this Public License is specified in Section <a href="#s6a">6(a)</a>.
es: <strong>Vigencia</strong>. La vigencia de esta Licencia Pública está especificada en la sección <a href="#s6a">6(a)</a>.
et: <strong>Kehtivusaeg</strong>. Käesoleva Vaba Kasutuse Litsentsi kehtivusaeg on sätestatud punktis <a href="#s6a">6(a)</a>.
lv: <strong>Termiņš</strong>. Šīs publiskās licences termiņš ir norādīts <a href="#s6a">6(a)</a> punktā.

source: <strong>Media and formats; technical modifications allowed</strong>. The Licensor authorizes You to exercise the Licensed Rights in all media and formats whether now known or hereafter created, and to make technical modifications necessary to do so. The Licensor waives and/or agrees not to assert any right or authority to forbid You from making technical modifications necessary to exercise the Licensed Rights, including technical modifications necessary to circumvent Effective Technological Measures. For purposes of this Public License, simply making modifications authorized by this Section <a href="#s2a4">2(a)(4)</a> never produces Adapted Material.
es: <strong>Medios y formatos; modificaciones técnicas permitidas</strong>. El Licenciante le autoriza a Usted a ejercer los Derechos Licenciados en todos los medios y formatos, actualmente conocidos o por crearse en el futuro, y a realizar las modificaciones técnicas necesarias para ello. El Licenciante renuncia y/o se compromete a no hacer valer cualquier derecho o potestad para prohibirle a Usted realizar las modificaciones técnicas necesarias para ejercer los Derechos Licenciados, incluyendo las modificaciones técnicas necesarias para eludir las Medidas Tecnológicas Efectivas. A los efectos de esta Licencia Pública, la mera realización de modificaciones autorizadas por esta sección <a href="#s2a4">2(a)(4)</a> nunca produce Material Adaptado.
et: <strong>Meediumid ja formaadid, lubatud tehnilised muudatused</strong>. Litsentsiandja annab Teile loa Litsentsitud Õiguste kasutamiseks kõikides olemasolevates ja tulevikus väljatöötatavates meediumites ja formaatides ning selliste tehniliste muudatuste tegemiseks, mis on selle võimaldamiseks vajalikud. Litsentsiandja loobub õigusest ja/või nõustub mitte kasutama õigust keelata Teil Litsentsitud Õiguste kasutamiseks vajalike tehniliste muudatuste tegemist, sealhulgas Mõjusatest Tehnilistest Meetmetest kõrvalehoidmiseks vajalike tehniliste muudatuste tegemist. Käesolevas punktis <a href="#s2a4">2(a)(4)</a> lubatud muudatuste tulemusel ei looda käesoleva Vaba Kasutuse Litsentsi tähenduses kunagi Tuletatud Teost.
lv: <strong>Paņēmieni un formāti: atļautas tehniskas modifikācijas</strong>. Licenciārs sniedz Jums tiesības izmantot Licencētās tiesības visos paņēmienos un formātos, ieskaitot gan jau zināmos, gan nākotnē radītos, kā arī veikt tehniskas modifikācijas, lai to paveiktu. Licenciārs atsakās no tiesībām un apņemas neaizstāvēt savas tiesības, kas liegtu Jums veikt tehniskas modifikācijas, kuras nepieciešamas Licencēto tiesību īstenošanai, tajā skaitā arī tehniskas modifikācijas, kuras nepieciešamas, lai apietu Efektīvos tiesiskās aizsardzības līdzekļus. Ciktāl attiecināms uz šo Publisko licenci, vienkāršu modifikāciju veikšana, ko pieļauj <a href="#s2a4">2(a)(4)</a> punkts, nekad nerada Pielāgotu materiālu.

source: Downstream recipients
es: Receptores posteriores
et: Allkasutajad
lv: Pakārtotie saņēmēji

source: Offer from the Licensor – Licensed Material
es: Oferta del Licenciante – Material Licenciado
et: Litsentsiandja pakkumine – Litsentsitud Materjal
lv: Piedāvājums no Licenciāra – Licencētais materiāls

source: . Every recipient of the Licensed Material automatically receives an offer from the Licensor to exercise the Licensed Rights under the terms and conditions of this Public License.
es: . Cada receptor de Material Licenciado recibe automáticamente una oferta del Licenciante para ejercer los Derechos Licenciados bajo los términos y condiciones de esta Licencia Pública.
et: . Kõik Litsentsitud Materjali saajad saavad Litsentsiandjalt automaatselt pakkumise Litsentsitud Õiguste kasutamiseks vastavalt käesoleva Vaba Kasutuse Litsentsi tingimustele.
lv: . Katrs Licencētā materiāla saņēmējs automātiski saņem piedāvājumu no Licenciāra izmantot Licencētās tiesības saskaņā ar publiskās licences noteikumiem un nosacījumiem.

source: Additional offer from the Licensor – Adapted Material
es: Oferta adicional por parte del Licenciante – Material Adaptado
et: Litsentsiandja täiendav pakkumine – Tuletatud Teos
lv: Papildu piedāvājums no Licenciāra – Pielāgotais materiāls

source: . Every recipient of Adapted Material from You automatically receives an offer from the Licensor to exercise the Licensed Rights in the Adapted Material under the conditions of the Adapter’s License You apply.
es: . Cada receptor del Material Adaptado por Usted recibe automáticamente una oferta del Licenciante para ejercer los Derechos Licenciados en el Material Adaptado bajo las condiciones de la Licencia del Adaptador que Usted aplique.
et: . Kõik Teilt Tuletatud Teosesaajad saavad Litsentsiandjalt automaatselt pakkumise Tuletatud Teosesuhtes Litsentsitud Õiguste kasutamiseks vastavalt Teie antava Tuletatud Teose looja Litsentsi tingimustele.
lv: . Katrs no Jūsu pielāgotā materiāla saņēmējiem automātiski saņem piedāvājumu no Licenciāra izmantot Licencētās tiesības Pielāgotajam materiālam saskaņā ar Jūsu izmantotās Pielāgotāja licences nosacījumiem.

source: No downstream restrictions
es: Sin restricciones a receptores posteriores
et: Allkasutajate suhtes piirangute puudumine
lv: Pakārtojuma ierobežojumu aizliegums

source: . You may not offer or impose any additional or different terms or conditions on, or apply any Effective Technological Measures to, the Licensed Material if doing so restricts exercise of the Licensed Rights by any recipient of the Licensed Material.
es: . Usted no puede ofrecer o imponer ningún término ni condición diferente o adicional, ni puede aplicar ninguna Medida Tecnológica Efectiva al Material Licenciado si haciéndolo restringe el ejercicio de los Derechos Licenciados a cualquier receptor del Material Licenciado.
et: . Te ei või Litsentsitud Materjalile kehtestada täiendavaid või muid tingimusi või kohaldada mis tahes Mõjusaid Tehnilisi Meetmeid, kui seda tehes piiratakse ükskõik millise Litsentsitud Materjali saaja Litsentsitud Õiguste kasutamist.
lv: . Jūs nedrīkstat piedāvāt vai uzlikt nekādus papildu vai atšķirīgus noteikumus vai nosacījumus vai attiecināt jebkādus Efektīvos tehnoloģiskos līdzekļus Licencētajam materiālam, ja tas ierobežo citu Licencētā materiāla saņēmēju tiesības izmantot Licencētās tiesības.

source: No endorsement
es: Sin endoso
et: Heakskiidu puudumine
lv: Apstiprinājuma nepastāvēšana

source: . Nothing in this Public License constitutes or may be construed as permission to assert or imply that You are, or that Your use of the Licensed Material is, connected with, or sponsored, endorsed, or granted official status by, the Licensor or others designated to receive attribution as provided in Section <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
es: . Nada de lo contenido en esta Licencia Pública constituye o puede interpretarse como un permiso para afirmar o implicar que Usted, o que Su uso del Material Licenciado, está conectado, patrocinado, respaldado o reconocido con estatus oficial por el Licenciante u otros designados para recibir la Atribución/Reconocimiento según lo dispuesto en la sección <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
et: . Mitte miskit käesolevas Vaba Kasutuse Litsentsis ei või tõlgendada loana viidata otse või kaudselt seosele Teie või Teie poolt Litsentsitud Materjali kasutamise ja Litsentsiandja või muude punkti <a href="#s3a1Ai">3(a)(1)(A)(i)</a> kohaselt viidatud isikute vahel ega nende toetusele, heakskiidule või nende poolt ametliku staatuse andmisele.
lv: . Nekas šajā Publiskajā licencē nesniedz pamatu un nevar tikt uzskatīts par atļauju paziņojumam vai pieņēmumam, ka Jūs esat vai ka Jūsu darbības Licencētā materiāla izmantošanā ir saistītas vai tiek apstiprinātas, atbalstītas vai oficiāli atzītas no Licenciāra vai citu personu, kam pienākas materiāla attiecinājums, puses, kā norādīts <a href="#s3a1Ai">3(a)(1)(A)(i)</a> punktā.

source: Other rights
es: Otros derechos
et: Muud õigused
lv: Citas tiesības

source: Moral rights, such as the right of integrity, are not licensed under this Public License, nor are publicity, privacy, and/or other similar personality rights; however, to the extent possible, the Licensor waives and/or agrees not to assert any such rights held by the Licensor to the limited extent necessary to allow You to exercise the Licensed Rights, but not otherwise.
es: Los derechos morales, tales como el derecho a la integridad, no están comprendidos bajo esta Licencia Pública ni tampoco los derechos de publicidad y privacidad ni otros derechos personales similares. Sin embargo, en la medida de lo posible, el Licenciante renuncia y/o se compromete a no hacer valer ninguno de estos derechos que ostenta como Licenciante, limitándose a lo necesario para que Usted pueda ejercer los Derechos Licenciados, pero no de otra manera.
et: Käesoleva Vaba Kasutuse Litsentsi alusel ei litsentsita isiklikke õigusi, nagu õigust teose puutumatusele, ega ka avaldamisõigust, privaatsusõigust ja/või muid sarnaseid isiklikke õigusi. Litsentsiandja loobub siiski niivõrd, kuivõrd see on võimalik, sellistest Litsentsiandjale kuuluvatest õigustest ja/või nõustub neid mitte kasutama ulatuses, mis on vajalik selleks, et Te saaksite Litsentsitud Õigusi kasutada, kuid mitte muudel juhtudel.
lv: Personiskās tiesības, piemēram, tiesības uz fizisko neaizskaramību, netiek licencētas ar šo Publisko licenci, tāpat kā licencētas netiek publicitātes, privātuma un/vai citas personiskās tiesības; tomēr pēc iespējas Licenciāram jāatsakās un/vai jāpiekrīt neaistāvēt savas personiskās tiesības, ciktāl tas nepieciešams, lai Jūs varētu izmantot Licencētās tiesības, bet ne citādi.

source: Patent and trademark rights are not licensed under this Public License.
es: Los derechos de patentes y marcas no son objeto de esta Licencia Pública.
et: Patendi- ja kaubamärgiõigusi käesoleva Vaba Kasutuse Litsentsi alusel ei litsentsita.
lv: Šī publiskā licence nelicencē patentu vai prečuzīmju tiesības.

source: To the extent possible, the Licensor waives any right to collect royalties from You for the exercise of the Licensed Rights, whether directly or through a collecting society under any voluntary or waivable statutory or compulsory licensing scheme. In all other cases the Licensor expressly reserves any right to collect such royalties.
es: En la medida de lo posible, el Licenciante renuncia al derecho de cobrarle regalías a Usted por el ejercicio de los Derechos Licenciados, ya sea directamente o a través de una entidad de gestión colectiva bajo cualquier esquema de licenciamiento voluntario, renunciable o no renunciable. En todos los demás casos, el Licenciante se reserva expresamente cualquier derecho de cobrar esas regalías.
et: Niivõrd, kuivõrd see on võimalik, loobub Litsentsiandja vabatahtlike litsentsiskeemide või loovutatavate sundlitsentside alusel või seadusest tulenevalt õigusest saada Teilt Litsentsitud Õiguste kasutamise eest kas otse või kollektiivse esindamise organisatsiooni kaudu autoritasusid. Kõikidel muudel juhtudel jätab Litsentsiandja endale sõnaselgelt õiguse saada sellist autoritasu.
lv: Ciktāl vien iespējams, Licenciārs atsakās no jebkādām tiesībām saņemt no Jums atlīdzību par Licencēto tiesību izmantošanu tieši vai caur autortiesību aģentūru saskaņā ar jebkādu brīvprātīgu vai neatsaucamu likumā noteiktu vai obligātu licencēšanas struktūru. Visos citos gadījumos Licenciārs tieši patur jebkādas tiesības uz atlīdzības saņemšanu.

source: Section 3 – License Conditions.
es: Sección 3 – Condiciones de la Licencia.
et: 3. Litsentsitingimused.
lv: 3. nodaļa – Licences noteikumi

source: Your exercise of the Licensed Rights is expressly made subject to the following conditions.
es: Su ejercicio de los Derechos Licenciados está expresamente sujeto a las condiciones siguientes.
et: Teie Litsentsitud Õiguste kasutamine allub selgelt järgmistele tingimustele.
lv: Jūsu Licencēto tiesību izmantošana ir skaidri regulēta ar šādiem noteikumiem.

source: Attribution
es: Atribución/Reconocimiento
et: Autorile viitamine
lv: Attiecināšana

source: <p>If You Share the Licensed Material (including in modified form), You must:</p>
es: <p>Si Usted comparte el Material Licenciado (incluyendo en forma modificada), Usted debe:</p>
et: <p>Kui Te Jagate Litsentsitud Materjali (sealhulgas muudetud kujul), peate Te:</p>
lv: <p>Ja Jūs Dalāties ar Licencēto materiālu, Jums:</p>

source: retain the following if it is supplied by the Licensor with the Licensed Material:
es: Conservar lo siguiente si es facilitado por el Licenciante con el Material Licenciado:
et: säilitama järgmise teabe, kui Litsentsiandja on esitanud selle koos Litsentsitud Materjaliga:
lv: jāsaglabā šāda informācija, ja Licencētajam materiālam to norādījis Licenciārs:

source: identification of the creator(s) of the Licensed Material and any others designated to receive attribution, in any reasonable manner requested by the Licensor (including by pseudonym if designated);
es: identificación del creador o los creadores del Material Licenciado y de cualquier otra persona designada para recibir Atribución/Reconocimiento, de cualquier manera razonable solicitada por el Licenciante (incluyendo por seudónimo si este ha sido designado);
et: litsentsitud Materjali looja(te) ja mis tahes muude viidatud isikute kindlakstegemist võimaldavad andmed Litsentsiandja soovitud mis tahes mõistlikul viisil (kaasa arvatud pseudonüüm, kui see on antud);
lv: licencētā materiāla autora vai citu personu identifikācija, kas norādīta attiecinājuma saņemšanai, jebkādā saprātīgā veidā, ko pieprasa Licenciārs (t.sk. arī ar pseidonīmu, ja to pieprasa Licenciārs);

source: a copyright notice;
es: un aviso sobre derecho de autor;
et: autoriõiguse märge;
lv: autortiesību norāde;

source: a notice that refers to this Public License;
es: un aviso que se refiera a esta Licencia Pública;
et: käesolevale Vaba Kasutuse Litsentsile viitav teatis;
lv: norāde uz šo Publisko licenci;

source: a notice that refers to the disclaimer of warranties;
es: un aviso que se refiera a la limitación de garantías;
et: teatis garantiide mitteandmise kohta;
lv: norāde uz atteikšanos no garantijas tiesībām;

source: a URI or hyperlink to the Licensed Material to the extent reasonably practicable;
es: un URI o un hipervínculo al Material Licenciado en la medida razonablemente posible;
et: universaalne ressursiidentifikaator (URI) või link Litsentsitud Materjalile niivõrd, kuivõrd see on mõistlikult rakendatav;
lv: URI vai hipersaite uz Licencēto materiālu tiktāl, ciktāl tas praktiski ir iespējams.

source: indicate if You modified the Licensed Material and retain an indication of any previous modifications; and
es: Indicar si Usted modificó el Material Licenciado y conservar una indicación de las modificaciones anteriores; e
et: märkima, kas Te muutsite Litsentsitud Materjali, ja säilitama märked mis tahes varasemate muudatuste kohta, ning
lv: jānorāda, vai esat modificējis Licencēto materiālu un jāsaglabā norādes uz jebkādām iepriekšējām modifikācijām;

source: indicate the Licensed Material is licensed under this Public License, and include the text of, or the URI or hyperlink to, this Public License.
es: Indicar que el Material Licenciado está bajo esta Licencia Pública, e incluir el texto, el URI o el hipervínculo a esta Licencia Pública.
et: märkima, et Litsentsitud Materjal on litsentsitud käesoleva Vaba Kasutuse Litsentsi alusel, ja lisama käesoleva Vaba Kasutuse Litsentsi teksti, selle URI või hüperlingi sellele.
lv: jānorāda, ka Licencētais materiāls ir licencēts ar šo Publisko licenci un jāiekļauj šīs publiskās licences teksts, URI vai hipersaite uz to.

source: You may satisfy the conditions in Section <a href="#s3a1">3(a)(1)</a> in any reasonable manner based on the medium, means, and context in which You Share the Licensed Material. For example, it may be reasonable to satisfy the conditions by providing a URI or hyperlink to a resource that includes the required information.
es: Usted puede satisfacer las condiciones de la sección <a href="#s3a1">3(a)(1)</a> de cualquier forma razonable según el medio, las maneras y el contexto en los cuales Usted Comparta el Material Licenciado. Por ejemplo, puede ser razonable satisfacer las condiciones facilitando un URI o un hipervínculo a un recurso que incluya la información requerida.
et: Te võite täita punkti <a href="#s3a1">3(a)(1)</a> tingimused mis tahes mõistlikul viisil, lähtudes kasutatavast meediumist ja vahendist ning kontekstist, milles Te Litsentsitud Materjali Jagate. Näiteks võib olla mõistlik tingimuste täitmine, esitades nõutud teavet sisaldava allika URI või hüperlingi sellele.
lv: Jūs varat izpildīt <a href="#s3a1">3(a)(1)</a> punkta nosacījumus jebkurā piemērotā veidā atkarībā no vides, veida un konteksta, kādā Jūs Dalāties ar Licencēto materiālu. Piemēram, nosacījumi varētu tikt izpildīti, norādot URI vai hipersaiti uz resursu, kurš satur nepieciešamo informāciju.

source: If requested by the Licensor, You must remove any of the information required by Section <a href="#s3a1A">3(a)(1)(A)</a> to the extent reasonably practicable.
es: Bajo requerimiento del Licenciante, Usted debe eliminar cualquier información requerida por la sección <a href="#s3a1A">3(a)(1)(A)</a> en la medida razonablemente posible.
et: Kui Litsentsiandja seda nõuab, peate Te eemaldama punktis <a href="#s3a1A">3(a)(1)(A)</a> nõutud mis tahes teabe ulatuses, milles see on mõistlikult teostatav.
lv: Pēc Licencētāja pieprasījuma Jums jāizsvītro jebkāda informācija, kas pieprasīta <a href="#s3a1A">3(a)(1)(A)</a> punktā ciktāl tas praktiski ir iespējams.

source: ShareAlike
es: CompartirIgual
et: Jagamine samadel tingimustel
lv: Dalīties līdzīgi

source: In addition to the conditions in Section <a href="#s3a">3(a)</a>, if You Share Adapted Material You produce, the following conditions also apply.
es: Además de las condiciones de la sección <a href="#s3a">3(a)</a>, si Usted Comparte Material Adaptado producido por Usted, también aplican las condiciones siguientes.
et: Kui Te Jagate Teie loodud Tuletatud Teost, kohaldatakse lisaks punkti <a href="#s3a">3(a)</a> tingimustele ka järgmisi tingimusi.
lv: Papildus nosacījumiem, kas norādīti <a href="#s3a">3(a)</a> punktā, ja Jūs Dalāties ar Jūsu radītu Pielāgoto materiālu, ir attiecināmi arī šie nosacījumi.

source: The Adapter’s License You apply must be a Creative Commons license with the same License Elements, this version or later, or a BY-SA Compatible License.
es: La Licencia del Adaptador que Usted aplique debe ser una licencia de Creative Commons con los mismos Elementos de la Licencia, ya sea de esta versión o una posterior, o una Licencia Compatible con la BY-SA.
et: Teie antav Tuletatud Teose looja Litsents peab olema samade Litsentsi Elementidega Creative Commonsi litsents, olenemata sellest, kas see on käesolev või hilisem versioon, või BY-SA Litsentsile Vastav Litsents.
lv: Pielāgotāja licencei, kuru izmantojat, ir jābūt Creative Commons licencei ar tiem pašiem Licences elementiem, kurus satur šī vai jaunāka versija, vai arī BY-SA Saderīgajai licencei.

source: You must include the text of, or the URI or hyperlink to, the Adapter's License You apply. You may satisfy this condition in any reasonable manner based on the medium, means, and context in which You Share Adapted Material.
es: Usted debe incluir el texto, el URI o el hipervínculo a la Licencia del Adaptador que aplique. Usted puede satisfacer esta condición de cualquier forma razonable según el medio, las maneras y el contexto en los cuales Usted Comparta el Material Adaptado.
et: Te peate lisama Teie antava Tuletatud Teose looja Litsentsi teksti või selle URI või lingi sellele. Te võite täita selle tingimuse mis tahes mõistlikul viisil, lähtudes kasutatavast meediumist ja vahendist ning kontekstist, milles Te Tuletatud Teost Jagate.
lv: Jums jāiekļauj teksts vai URI, vai hipersaite uz Pielāgotāja licenci, kuru Jūs izmanojat. Jūs varat izpildīt šo nosacījumu jebkurā piemērotā veidā atkarībā no vides, veida un konteksta, kādā Jūs Dalāties ar Pielāgoto materiālu.

source: You may not offer or impose any additional or different terms or conditions on, or apply any Effective Technological Measures to, Adapted Material that restrict exercise of the rights granted under the Adapter's License You apply.
es: Usted no puede ofrecer o imponer ningún término o condición adicional o diferente, o aplicar ninguna Medida Tecnológica Efectiva al Material Adaptado que restrinja el ejercicio de los derechos concedidos en virtud de la Licencia de Adaptador que Usted aplique.
et: Te ei või Tuletatud Teosele kehtestada täiendavaid või muid tingimusi või kohaldada mis tahes Mõjusaid Tehnilisi Meetmeid, mis piiravad õiguste kasutamist Teie antava Tuletatud Teose looja Litsentsi alusel.
lv: Jūs nedrīkstat piedāvāt vai uzlikt nekādus papildu vai atšķirīgus noteikumus vai nosacījumus vai attiecināt jebkādus Efektīvos tehnoloģiskos līdzekļus Pielāgotajam materiālam, ja tas ierobežo tiesības, kas piešķirtas ar Jūsu izmantoto Pielāgotāja licenci.

source: Section 4 – Sui Generis Database Rights.
es: Sección 4 – Derechos "Sui Generis" sobre Bases de Datos.
et: 4. Andmebaasi Tegija Sui Generis Õigused.
lv: 4. nodaļa – Sui generis datubāzu tiesības

source: Where the Licensed Rights include Sui Generis Database Rights that apply to Your use of the Licensed Material:
es: Cuando los Derechos Licenciados incluyan Derechos "Sui Generis" sobre Bases de Datos que apliquen a Su uso del Material Licenciado:
et: Kui Litsentsitud Õiguste hulka kuuluvad Andmebaasi Tegija Sui Generis Õigused, mis kehtivad Litsentsitud Materjali Teie poolt kasutamise suhtes, siis:
lv: Gadījumos, kad Licencētās tiesībās iekļauj Sui generis datubāzu tiesības, kas attiecas uz to, kā Jūs izmantojat Licencēto materiālu:

source: for the avoidance of doubt, Section <a href="#s2a1">2(a)(1)</a> grants You the right to extract, reuse, reproduce, and Share all or a substantial portion of the contents of the database;
es: para evitar cualquier duda, la sección <a href="#s2a1">2(a)(1)</a> le concede a Usted el derecho a extraer, reutilizar, reproducir y Compartir todo o una parte sustancial de los contenidos de la base de datos;
et: mitmetimõistetavuse vältimiseks olgu märgitud, et punktiga <a href="#s2a1">2(a)(1)</a> antakse Teile õigus teha väljavõtteid andmebaasi kogu sisust või selle olulisest osast, seda taaskasutada, reprodutseerida ja Jagada;
lv: Lai izvairītos no neskaidrībām, <a href="#s2a1">2(a)(1)</a> punkts piešķir Jums tiesības izgūt, atkārtoti izmantot, reproducēt un dalīties ar visu vai ar ievērojamu daļu no datubāzu satura ar nosacījumu, ka Jūs nedalāties ar Pielāgoto materiālu;
