Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by_40.po
Languages: ar, sv

source: Attribution 4.0 International
ar: نَسْبُ الـمُصنَّف 4.0 دولي
sv: Erkännande 4.0 Internationell

source: Creative Commons Attribution 4.0 International Public License
ar: مؤسسة المشاع الإبداعي نَسْبُ الـمُصنَّف 4.0 رخصة عمومية دولية
sv: Creative Commons Erkännande 4.0 Internationell Publik Licens

source: By exercising the Licensed Rights (defined below), You accept and agree to be bound by the terms and conditions of this Creative Commons Attribution 4.0 International Public License ("Public License"). To the extent this Public License may be interpreted as a contract, You are granted the Licensed Rights in consideration of Your acceptance of these terms and conditions, and the Licensor grants You such rights in consideration of benefits the Licensor receives from making the Licensed Material available under these terms and conditions.
ar: إنَّ ممارستك للحقوق المرخَّصة (الـمُعرَّفة أدناه)، تعني قبولك وموافقتك على أن تكون مُلْزَمًا بأحكام وشروط رخصة المشاع الإبداعي العمومية هذه: نَسْبُ الـمُصنَّف 4.0 رخصة عمومية دولية "الرخصة العمومية". بالقدْر الذي يسمح بتفسير هذه الرخصة العمومية كعقد، فإنك تمنح الحقوق المرخَّصة لقاء قبولك هذه الأحكام والشروط، كما ويمنحك المرخِّص هذه الحقوق لقاء المنافع التي يتلقاها من خلال إتاحة استعمال المواد المرخَّصة بموجب هذه الأحكام والشروط.
sv: Genom att nyttja Licensrättigheterna (definierade nedan), accepterar och godkänner Du att Du är bunden av villkoren i denna Creative Commons Erkännande 4.0 Internationella Publika Licens ("Publik Licens"). I den mån den Publika Licensen kan tolkas som ett kontrakt, beviljas Du Licensrättigheterna under förutsättning att Du accepterar dessa villkor, och Licensgivaren beviljar Dig sådana rättigheter i förhållande till den nytta Licensgivaren har genom att göra Licensmaterialet tillgängligt under dessa villkor.

source: Section 1 – Definitions.
ar: القسم ١ : تعريفات:
sv: Avsnitt 1 – Definitioner.

source: <span style="text-decoration: underline;">Adapted Material</span> means material subject to Copyright and Similar Rights that is derived from or based upon the Licensed Material and in which the Licensed Material is translated, altered, arranged, transformed, or otherwise modified in a manner requiring permission under the Copyright and Similar Rights held by the Licensor. For purposes of this Public License, where the Licensed Material is a musical work, performance, or sound recording, Adapted Material is always produced where the Licensed Material is synched in timed relation with a moving image.
ar: <span style="text-decoration: underline;">المواد الـمُحوَّرة:</span> تعني المواد الخاضعة لحق المؤلِّف وللحقوق المشابهة المشتقة من/أو التي تكون مبنية على المواد المرخَّصة من خلال، ترجمة، تغيير، تشكيل، تحويل، أو تعديل المواد المرخَّصة بأي شكل يستوجب إجراءه الحصول على إذن من المرخِّص بموجب حق المؤلِّف أو الحقوق المشابهة التي يحوزها المرخِّص. لأغراض هذه الرخصة العمومية، حين تكون المادة المرخَّصة عملًا موسيقيًا، أداءً، أو تسجيلًا صوتيًا؛ يكون تحوير هذه المادة دائمًا من خلال استعمالها بالتزامن مع صورة متحركة.
sv: <span style="text-decoration: underline;">Med Bearbetning</span> avses material som är föremål för Upphovsrätt eller Liknande Rättigheter som härrör från eller är baserat på Licensmaterialet och där Licensmaterialet har översatts, ändrats, arrangerats, omvandlats, eller på annat sätt modifierats på ett sätt som kräver tillstånd för Upphovsrätt eller Liknande Rättigheter som innehas av Licensgivaren. För tillämpningen av den här Publika Licensen har en Bearbetning alltid skapats när Licensmaterialet är synkroniserat med rörlig bild och utgör ett musikaliskt verk, ett framförande eller en ljudupptagning.

source: <span style="text-decoration: underline;">Adapter's License</span> means the license You apply to Your Copyright and Similar Rights in Your contributions to Adapted Material in accordance with the terms and conditions of this Public License.
ar: <span style="text-decoration: underline;">رخصة الـمُحوِّر:</span> تعني الرخصة التي تقوم بتطبيقها على حق المؤلِّف والحقوق المشابهة الخاصة بك في مساهماتك للمواد الـمُحوَّرة وفقًا لأحكام وشروط هذه الرخصة العمومية.
sv: <span style="text-decoration: underline;">Med Bearbetningslicens</span> avses den licens Du tillämpar rörande Din Upphovsrätt och och Liknande Rättigheter när du bidrar till en Bearbetning enligt villkoren i denna Publika Licens.

source: <span style="text-decoration: underline;">Copyright and Similar Rights</span> means copyright and/or similar rights closely related to copyright including, without limitation, performance, broadcast, sound recording, and Sui Generis Database Rights, without regard to how the rights are labeled or categorized. For purposes of this Public License, the rights specified in Section <a href="#s2b">2(b)(1)-(2)</a> are not Copyright and Similar Rights.
ar: <span style="text-decoration: underline;">حق المؤلِّف والحقوق المشابهة:</span> تعني حق المؤلِّف و/أو الحقوق المشابهة المتصلة بها، التي تشمل دون تقييد، الأداء، البث، التسجيل الصوتي، الحقوق الفريدة لقاعدة البيانات، وذلك بغض النظر عن وصف تلك الحقوق أو تصنيفها. ولأغراض هذه الرخصة العمومية، فإنَّ الحقوق المحدَّدة في القسم <a href="#s2b">٢(ب)(١)-(٢)</a> من الرخصة لا تُعتبر ضمن حق المؤلِّف والحقوق المشابهة.
sv: <span style="text-decoration: underline;">Med Upphovsrätt eller Liknande Rättigheter</span> avses upphovsrätt och/eller liknande rättigheter närbesläktade med upphovsrätt, vilket utan begränsning inkluderar framförande, utsändning, ljudinspelning och Sui Generis-rättigheter för Databaser, oavsett hur rättigheterna är märkta eller kategoriserade. För tillämpningen av denna Publika Licens är de rättigheter som anges i avsnitt <a href="#s2b">2(b)(1)-(2)</a> inte Upphovsrätt eller Liknande Rättigheter.

source: <span style="text-decoration: underline;">Effective Technological Measures</span> means those measures that, in the absence of proper authority, may not be circumvented under laws fulfilling obligations under Article 11 of the WIPO Copyright Treaty adopted on December 20, 1996, and/or similar international agreements.
ar: <span style="text-decoration: underline;">التدابير التكنولوجية الفعَّالة:</span> تعني تلك التدابير التي -في غياب السُّلْطة الملائمة- لا يجوز التحايل عليها بموجب القوانين التي تتوافق مع الالتزامات المنصوص عليها في المادة ١١ من معاهدة الوايبو بشأن حق المؤلف، المعتمَدة في ٢٠ ديسمبر/ كانون الأول ١٩٩٦، و/أو الاتفاقيات الدولية المشابهة.
sv: <span style="text-decoration: underline;">Med Tekniska Skyddsåtgärder</span> avses de åtgärder som inte utan behörighet får kringgås enligt de lagar som uppfyller skyldigheterna enligt artikel 11 i WIPO Copyright Treaty (WIPOs Upphovsrättsfördrag) som antogs den 20 december 1996 och/eller genom liknande internationella överenskommelser.

source: <span style="text-decoration: underline;">Exceptions and Limitations</span> means fair use, fair dealing, and/or any other exception or limitation to Copyright and Similar Rights that applies to Your use of the Licensed Material.
ar: <span style="text-decoration: underline;">الاستثناءات والتقييدات:</span> تعني الاستخدام العادل (Fair Use)، التصرف العادل (Fair Dealing)، و/أو أي استثناء أو تقييد على حق المؤلف والحقوق المشابهة ينطبق على استعمالك للمواد المرخَّصة.
sv: <span style="text-decoration: underline;">Med Undantag och Begränsningar</span> avses "fair use", "fair dealing" och/eller varje annan form av undantag från eller inskränkningar i Upphovsrätt eller Liknande rättigheter som gäller för Din användning av Licensmaterialet.

source: <span style="text-decoration: underline;">Licensed Material</span> means the artistic or literary work, database, or other material to which the Licensor applied this Public License.
ar: <span style="text-decoration: underline;">المواد المرخَّصة:</span> تعني العمل الفني أو الأدبي، أو قاعدة البيانات، أو أي مواد أخرى يُخضعها المرخِّص لهذه الرخصة العمومية.
sv: <span style="text-decoration: underline;">Med Licensmaterialet</span> avses det konstnärliga eller litterära verk, databas, eller annat material som Licensgivaren tillämpat denna Publika Licens för.

source: <span style="text-decoration: underline;">Licensed Rights</span> means the rights granted to You subject to the terms and conditions of this Public License, which are limited to all Copyright and Similar Rights that apply to Your use of the Licensed Material and that the Licensor has authority to license.
ar: <span style="text-decoration: underline;">الحقوق المرخَّصة:</span> تعني الحقوق الممنوحة لك، الخاضعة لأحكام وشروط هذه الرخصة العمومية، والمقتصِرة على جميع حقوق المؤلِّف والحقوق المشابهة المطبَّقة على استعمالك للمواد المرخَّصة، والتي لدى المرخِّص سلطة ترخيصها.
sv: <span style="text-decoration: underline;">Med Licensrättigheter</span> avses de rättigheter som Du beviljas enligt villkoren i denna Publika Licens, vilka är begränsade till all Upphovsrätt eller Liknande rättigheter som gäller för Din användning av Licensmaterialet och som Licensgivaren har behörighet att licensiera.

source: <span style="text-decoration: underline;">Licensor</span> means the individual(s) or entity(ies) granting rights under this Public License.
ar: <span style="text-decoration: underline;">المرخِّص:</span> هو الفرد (أو الأفراد) أو الكيان (أو الكيانات) الذي يَمنح الحقوق بموجب هذه الرخصة العمومية.
sv: <span style="text-decoration: underline;">Med Licensgivaren</span> avses den fysiska eller juridiska person som beviljar rättigheter enligt denna Publika Licens.

source: <span style="text-decoration: underline;">Share</span> means to provide material to the public by any means or process that requires permission under the Licensed Rights, such as reproduction, public display, public performance, distribution, dissemination, communication, or importation, and to make material available to the public including in ways that members of the public may access the material from a place and at a time individually chosen by them.
ar: <span style="text-decoration: underline;">يشارك:</span> تعني تقديم مواد للجمهور بأي طريقة أو وسيلة تتطلَّب الحصول على الإذن بموجب الحقوق المرخَّصة، مثل النَّسْخ، أو العَرْض العلني، أو الأداء العلني، أو التوزيع، أو التعميم، أو النقل، أو الاستيراد، أو إتاحة المادة للجمهور، بما في ذلك الوسائل التي تُمكِّن أفراد الجمهور من النفاذ إليها من مكان وفي زمان يُختاران فرديًا من قِبَلهم.
sv: <span style="text-decoration: underline;">Med Dela</span> avses att tillhandahålla material till allmänheten på alla sätt och vis som kräver tillstånd enligt Licensrättigheterna, såsom mångfaldigande, offentlig visning, offentligt framförande, distribution, spridning, kommunikation, eller import, och att göra materialet tillgängligt för allmänheten även på de sätt som medlemmar av allmänheten kan få tillgång till material från en plats och vid en tidpunkt som de väljer själva.

source: <span style="text-decoration: underline;">Sui Generis Database Rights</span> means rights other than copyright resulting from Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, as amended and/or succeeded, as well as other essentially equivalent rights anywhere in the world.
ar: <span style="text-decoration: underline;">الحقوق الفريدة لقاعدة البيانات:</span> هي تلك الحقوق المختلفة عن حق المؤلِّف والمنبثقة بموجب التوجيه 96/9/EC من قِبَل البرلمان والمجلس الأوروبي بتاريخ 11 مارس/آذار 1996 والمتعلّق بالحماية القانونية لقواعد البيانات، وتعديلاته اللاحقة و/أو ما يليه، كما تشمل أية حقوق أخرى تكون موازية لها في أي مكان في العالم.
sv: <span style="text-decoration: underline;">Med Sui Generis-rättigheter för Databaser</span> menas rättigheter vid sidan av upphovsrätt som följer av Europaparlamentets och rådets direktiv 96/9/EU av den 11 mars 1996 om rättsligt skydd för databaser, så som det är implementerat och/eller förändrat eller ersatt, liksom andra huvudsakligen likvärdiga rättigheter runtom i världen.

source: <span style="text-decoration: underline;">You</span> means the individual or entity exercising the Licensed Rights under this Public License. <strong>Your</strong> has a corresponding meaning.
ar: <span style="text-decoration: underline;">أنت:</span> تعني الفرد أو الكيان الذي يمارس الحقوق الـمُرخَّصة بموجب هذه الرخصة العمومية، <strong>"لك"</strong> تقابلها في المعنى.
sv: <span style="text-decoration: underline;">Med Du</span> avses den fysiska eller juridiska person som utövar Licensrättigheterna enligt denna Publika Licens. Din, Ditt eller Dina har motsvarande betydelse. <strong>Dig</strong> har en liknande betydelse.

source: Section 2 – Scope.
ar: القسم ٢ - النطاق:
sv: Avsnitt 2 – Omfattning.

source: License grant
ar: مَنْح الرخصة:
sv: Tillstånd enligt licens

source: Subject to the terms and conditions of this Public License, the Licensor hereby grants You a worldwide, royalty-free, non-sublicensable, non-exclusive, irrevocable license to exercise the Licensed Rights in the Licensed Material to:
ar: مع مراعاة أحكام وشروط هذه الرخصة العمومية، يمنحك المرخِّص رخصة عالمية، دون إتاوات، وغير قابلة للترخيص من الباطن، وغير حَصْريَّة، وغير قابلة للإلغاء، لممارسة الحقوق المرخَّصة للمواد المرخَّصة؛ وذلك لأجْل:
sv: Med förbehåll för villkoren i denna Publika Licens, beviljar Licenstagaren en global, royalty-fri, icke-vidarelicensierbar, icke-exklusiv och oåterkallelig rätt att nyttja Licensrättigheterna i Licensmaterialet till att:

source: reproduce and Share the Licensed Material, in whole or in part; and
ar: نَسْخ ومشاركة المواد الُمرخَّصة كلِّيــًا أو جزئيًا.
sv: mångfaldiga och Dela Licensmaterialet, helt eller delvis; och

source: produce, reproduce, and Share Adapted Material.
ar: إنتاج ونَسْخ ومشاركة المواد المحوَّرة.
sv: skapa, mångfaldiga och Dela Bearbetningar.

source: <strong>Exceptions and Limitations</strong>. For the avoidance of doubt, where Exceptions and Limitations apply to Your use, this Public License does not apply, and You do not need to comply with its terms and conditions.
ar: <strong>الاستثناءات والتقييدات:</strong>تفاديًا للالتباس، حين تنطبق الاستثناءات والتقييدات على استعمالك، فإنَّ هذه الرخصة العمومية لا تُطبَّق، ولن تكون مُلْزَمًا بأحكامها وشروطها.
sv: <strong>Undantag och Begränsningar</strong>. För att undvika osäkerhet: när Ditt nyttjande av ett verk omfattas av inskränkningar i lagen gäller inte denna Publika Licens, och Du behöver inte tillämpa licensensvillkoren.

source: <strong>Term</strong>. The term of this Public License is specified in Section <a href="#s6a">6(a)</a>.
ar: <strong>الـمُدَّة:</strong>مُدَّة هذه الرخصة العمومية محدَّدة في القسم <a href="#s6a">٦(أ)</a>.
sv: <strong>Giltighetstiden</strong>. Giltighetstiden för denna Publika Licens anges i avsnitt <a href="#s6a">6(a)</a>.

source: <strong>Media and formats; technical modifications allowed</strong>. The Licensor authorizes You to exercise the Licensed Rights in all media and formats whether now known or hereafter created, and to make technical modifications necessary to do so. The Licensor waives and/or agrees not to assert any right or authority to forbid You from making technical modifications necessary to exercise the Licensed Rights, including technical modifications necessary to circumvent Effective Technological Measures. For purposes of this Public License, simply making modifications authorized by this Section <a href="#s2a4">2(a)(4)</a> never produces Adapted Material.
ar: <strong>الوسائط والصِّيغ: التعديلات التقنية مباحة:</strong>يصرِّح لك المرخِّص بممارسة الحقوق المرخَّصة في جميع الوسائط والصيغ، سواء كانت معروفة الآن أو مستَحدَثة لاحقًا، وإجراء التعديلات التقنية الضرورية اللازمة لذلك. يتنازل المرخِّص عن حقِّه و/أو يوافق على عدم المطالبة بأي حق أو سُلْطة تحرمك بموجبه من إجراء أي تعديلات تقنية ضرورية لممارسة الحقوق المرخَّصة، بما في ذلك التعديلات التقنية الضرورية للتحايل على التدابير التكنولوجية الفعالة. ولأغراض هذه الرخصة العمومية، فإنَّ مجرد إجراء التعديلات المصرَّح بها في هذا القسم <a href="#s2a4">٢(أ)(٤)</a> لن ينتج عنه أي مواد محوَّرة إطلاقًا.
sv: <strong>Medieformer och format; tekniska ändringar tillåts</strong>. Licensgivaren ger Dig rätt att nyttja Licensrättigheterna i alla nu kända och kommande medieformer och format, och att vidta de tekniska anpassningar som krävs för det. Licensgivaren avstår från och/eller samtycker till att inte hävda någon rätt eller behörighet för att förbjuda Dig från att göra de nödvändiga tekniska anpassningar som krävs för att nyttja Licensieringsrättigheterna, däribland de tekniska anpassningar som krävs för att kringgå Tekniska skyddsåtgärder. Såvitt gäller tillämpningen av denna Publika Licens har Bearbetningar aldrig skapats genom anpassningar som är godkända enligt detta avsnitt <a href="#s2a4">2(a)(4)</a>.

source: Downstream recipients
ar: المتلقُّون اللاحقون:
sv: Senare nyttjare

source: Offer from the Licensor – Licensed Material
ar: الإيجاب من المرخِّص - المواد المرخَّصة:
sv: Erbjudande från Licensgivaren - Licensmaterialet

source: . Every recipient of the Licensed Material automatically receives an offer from the Licensor to exercise the Licensed Rights under the terms and conditions of this Public License.
ar: كل مُتلقٍّ للمواد الـمُرخَّصة يتلقى بصورة تلقائية إيجابًا من الـمُرخِّص لممارسة الحقوق الـمُرخَّصة بموجب أحكام وشروط هذه الرخصة العمومية.
sv: . Varje mottagare av Licensmaterialet får automatiskt ett erbjudande från Licensgivaren att nyttja de Licensrättigheterna enligt villkoren i denna Publika Licens.

source: No downstream restrictions
ar: عدم تقييد المتلقّي لاحقًا:
sv: Inga restriktioner för senare nyttjande

source: . You may not offer or impose any additional or different terms or conditions on, or apply any Effective Technological Measures to, the Licensed Material if doing so restricts exercise of the Licensed Rights by any recipient of the Licensed Material.
ar: لا يحق لك عرض أو فرض أية أحكام أو شروط إضافية أو مختلفة، أو تطبيق أية تدابير تكنولوجية فعّالة على المواد المرخَّصة، في حال كان ذلك يؤدّي إلى الحد من ممارسة الحقوق المرخَّصة من قِبَل أي متلقﱟ للمواد المرخّصة.
sv: . Du får inte erbjuda eller införa något ytterligare eller annat villkor eller tillämpa någon Teknisk Skyddsåtgärd för Licensmaterialet om det innebär en begränsning av nyttjandet av Licensrättigheterna för någon mottagare av Licensmaterialet.

source: No endorsement
ar: عدم المصادقة:
sv: Inget godkännande

source: . Nothing in this Public License constitutes or may be construed as permission to assert or imply that You are, or that Your use of the Licensed Material is, connected with, or sponsored, endorsed, or granted official status by, the Licensor or others designated to receive attribution as provided in Section <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.
ar: لا شيء في هذه الرخصة العمومية يشكِّل أو يسمح بتفسيرها كإذن للتأكيد أو الإيحاء بأنك، أو أنَّ استعمالك للمواد الـمُرخَّصة، مرتبط مع، أو برعاية، أو مصدَّق من قِبَل، أو أنك قد مُنِحت صفة رسمية من قِبَل، الـمُرخِّص أو آخرين مُخوَّلين لتلقي نسبة المصنَّف كما هو وارد في القسم <a href="#s3a1Ai">٣(أ)(١)(أ)(i)</a>.
sv: . Ingenting i denna Publika Licens utgör eller kan tolkas som tillstånd för att hävda eller antyda att Du eller Din användning av Licensmaterialet hör samman med eller är sponsrad, godkänd, eller beviljad officiell status av Licensgivaren eller andra som har rätt till erkännande enligt avsnitt <a href="#s3a1Ai">3(a)(1)(A)(i)</a>.

source: Other rights
ar: الحقوق الأخرى:
sv: Andra rättigheter

source: Moral rights, such as the right of integrity, are not licensed under this Public License, nor are publicity, privacy, and/or other similar personality rights; however, to the extent possible, the Licensor waives and/or agrees not to assert any such rights held by the Licensor to the limited extent necessary to allow You to exercise the Licensed Rights, but not otherwise.
ar: الحقوق المعنوية، كالحق في سلامة العمل، ليست مرخَّصة بموجب هذه الرخصة العمومية، كما أنها لا تشمل كذلك حقوق الإشهار والخصوصية، و/أو الحقوق الشخصية المشابهة الأخرى؛ ومع ذلك فإن الُمرخِّص -بقدر الإمكان- يتنازل عن و/أو يوافق على عدم المطالبة بأي من هذه الحقوق العائدة له، بالقدر المحدود الضروري الذي يسمح لك بممارسة الحقوق الـمُرخَّصة فقط.
sv: Ideella rättigheter, såsom rätten till integritet, är inte licensierade under denna Publika Licens. Det gäller även publicitet, integritet, och/eller andra motsvarande personliga rättigheter; I den mån det är möjligt avstår dock Licensgivaren från och/eller samtycker till att inte hävda dylika rättigheter som hen innehar i den begränsade omfattning som krävs för att tillåta Dig att nyttja Licensrättigheterna, men inte i övrigt.

source: Patent and trademark rights are not licensed under this Public License.
ar: حقوق براءة الاختراع والعلامة التجارية غير مرخَّصة بموجب هذه الرخصة العمومية.
sv: Patent och varumärkesrättigheter licensieras inte under denna Publika Licens.

source: To the extent possible, the Licensor waives any right to collect royalties from You for the exercise of the Licensed Rights, whether directly or through a collecting society under any voluntary or waivable statutory or compulsory licensing scheme. In all other cases the Licensor expressly reserves any right to collect such royalties.
ar: بقدر الإمكان، يتنازل الـمُرخِّص عن أي حق في تحصيل الإتاوات منك نتيجة استعمالك للحقوق الـمُرخَّصة، سواء كان ذلك بصورة مباشرة أو من خلال جمعيات إدارة الحقوق الجماعية بموجب أي نظام ترخيص اختياري أو تشريعي قابل للتنازل أو إلزامي. وفي جميع الحالات الأخرى فإنَّ المرخِّص يحتفظ صراحة بأي حق لتحصيل مثل هذه الإتاوات.
sv: Licensgivaren avstår i möjligaste mån från rätten att erhålla royalty från Dig för nyttjandet av Licensrättigheterna, oavsett det sker direkt eller genom en upphovsrättsorganisation med stöd av ett frivilligt eller dispositivt lagstadgat eller obligatoriskt licenssystem. I alla andra fall förbehåller sig Licensgivaren uttryckligen rätten att erhålla sådan royalty.

source: Section 3 – License Conditions.
ar: القسم ٣ - شروط الرخصة:
sv: Avsnitt 3 - Licensvillkor.

source: Your exercise of the Licensed Rights is expressly made subject to the following conditions.
ar: إنَّ ممارستك للحقوق المرخَّصة يخضع صراحة للالتزام بالشروط التالية:
sv: Ditt nyttjande av Licensrättigheterna omfattas uttryckligen av följande villkor.

source: Attribution
ar: نَسْبُ الـمُصنَّف:
sv: Erkännande

source: <p>If You Share the Licensed Material (including in modified form), You must:</p>
ar: في حال مشاركتك للمواد المرخَّصة (بما فيها الشكل المعدَّل)، فإنه يجب عليك ما يلي:
sv: <p>Om Du Delar Licensmaterialet (inclusive i ändrad form), måste Du:</p>

source: retain the following if it is supplied by the Licensor with the Licensed Material:
ar: الإبقاء على التالي؛ وذلك إذا تم تقديمه من قِبَل الـمُرخِّص مع المواد الـمُرخَّصة:
sv: behålla följande om det tillhandahålls av Licensgivaren tillsammans med Licensmaterialet:

source: identification of the creator(s) of the Licensed Material and any others designated to receive attribution, in any reasonable manner requested by the Licensor (including by pseudonym if designated);
ar: تحديد هوية مبتكر (أو مبتكري) المواد المرخَّصة وأي شخص آخر <span dir="RTL">محدد </span> لتلقي نَسْبُ المصنَّف، بأي طريقة معقولة مطلوبة من الـمُرخِّص (بما في ذلك الاسم الـمُستعار في حال توافره)؛
sv: identifiering av skaparen (-arna) av Licensmaterialet och andra som ska erkännas, på varje rimligt sätt som begärts av Licensgivaren (inbegripet pseudonym om sådan angivits);

source: a copyright notice;
ar: الإشعار الخاص بحق المؤلِّف؛
sv: ett meddelande om upphovsrätt;

source: a notice that refers to this Public License;
ar: الإشعار الخاص بهذه الرخصة العمومية؛
sv: ett meddelande som hänvisar till denna Publika Licens;

source: a notice that refers to the disclaimer of warranties;
ar: الإشعار الخاص بالتنصُّل من الضمانات؛
sv: ett meddelande som hänvisar till friskrivning från garantier;
