Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/by_40.po
Languages: ar, sv

source: a URI or hyperlink to the Licensed Material to the extent reasonably practicable;
ar: الإشعار الخاص بمعرِّف المصدر الموحَّد (Uniform Resource Identifier - URI) أو رابطًا رقميًا للمواد المرخّصة؛ وذلك بالقدر العملي المعقول؛
sv: en URI eller hyperlänk till Licensmaterialet i den mån detta är rimligt genomförbart.

source: indicate if You modified the Licensed Material and retain an indication of any previous modifications; and
ar: في حال قيامك بتعديل المواد المرخَّصة فينبغي عليك الإشارة إلى ذلك، مع الإبقاء على أي إشارة لأي تعديلات سابقة.
sv: ange om Du har ändrat i Licensmaterialet och bevara uppgifter om alla eventuella tidigare ändringar; och

source: indicate the Licensed Material is licensed under this Public License, and include the text of, or the URI or hyperlink to, this Public License.
ar: الإشارة إلى أن المواد المرخَّصة، انما هي مرخَّصة بموجب هذه الرخصة العمومية، وتضمين تلك المواد نص هذه الرخصة العمومية أو معرِّف المصدر الموحَّد (URI) أو رابط لهذه الرخصة.
sv: ange att Licensmaterialet är licensierat under denna Publika Licens och inkludera texten om, eller URI:en eller hyperlänken till, denna Publika Licens.

source: You may satisfy the conditions in Section <a href="#s3a1">3(a)(1)</a> in any reasonable manner based on the medium, means, and context in which You Share the Licensed Material. For example, it may be reasonable to satisfy the conditions by providing a URI or hyperlink to a resource that includes the required information.
ar: يمكنك أن تستوفي الشروط الواردة في القسم <a href="#s3a1">٣(أ)(١)</a> أي طريقة معقولة بحسب الوسيط والوسيلة والسياق الذي تُشارَكُ فيه المواد المرخَّصة. فمثلًا من الممكن أن يُستوفى هذا الشرط بتوفير أي من معرِّف المصدر الموحَّد (Uniform Resource Identifier - URI) أو رابطًا رقميًا إلى مصدرٍ يحتوي على المعلومات المطلوبة.
sv: Du kan uppfylla villkoren i avsnitt <a href="#s3a1">3(a)(1)</a> på varje rimligt sätt med tanke på det medium, sätt och sammanhang i vilket Du Delar Licensmaterialet. Till exempel kan det vara rimligt att uppfylla villkoren genom att tillhandahålla en URI eller hyperlänk till en resurs som innehåller den information som krävs.

source: If requested by the Licensor, You must remove any of the information required by Section <a href="#s3a1A">3(a)(1)(A)</a> to the extent reasonably practicable.
ar: في حال طلب المرخِّص؛ فإنه يجب عليك إزالة أي من المعلومات المطلوبة بحسب القسم <a href="#s3a1A">٣(أ)(١)(أ)</a> وذلك بالقدر العملي المعقول.
sv: På begäran av Licensgivaren måste Du, i den mån det är rimligt genomförbart, avlägsna sådan information som krävs enligt avsnitt <a href="#s3a1A">3(a)(1)(A)</a>.

source: If You Share Adapted Material You produce, the Adapter's License You apply must not prevent recipients of the Adapted Material from complying with this Public License.
ar: إذا شاركْت بمواد محوَّرة انتجتها بنفسك؛ فإنَّ رخصة المحوَّر التي تطبقها يجب أن لا تمنع مُتلقي المواد المحوَّرة من الالتزام بهذه الرخصة العمومية.
sv: Om Du Delar Bearbetningar Du har skapat gäller att den bearbetningslicens som Du tillämpar inte förhindra mottagaren av det bearbetade materialet från att nyttja de rättigheter som finns i denna Publika Licens.

source: Section 4 – Sui Generis Database Rights.
ar: القسم ٤ - الحقوق الفريدة لقاعدة البيانات:
sv: Avsnitt 4 – Sui Generis-rättigheter för Databaser.

source: Where the Licensed Rights include Sui Generis Database Rights that apply to Your use of the Licensed Material:
ar: حين تتضمن الحقوق المرخَّصة حقوق تتعلق بالحقوق الفريدة لقاعدة البيانات، التي تنطبق على استعمالك للمواد المرخَّصة فإنه:
sv: När Licensrättigheterna inkluderar Sui Generis-rättigheter för Databaser gäller följande för din användning av Licensmaterialet:

source: for the avoidance of doubt, Section <a href="#s2a1">2(a)(1)</a> grants You the right to extract, reuse, reproduce, and Share all or a substantial portion of the contents of the database;
ar: تفادياً للالتباس، يمنحك القسم <a href="#s2a1">٢(أ)(١)</a> الحق في استخراج، وإعادة استعمال، ونَسْخ، ومشاركة جميع محتويات قاعدة البيانات أو أجزاء جوهرية منها؛
sv: för undvikande av missförstånd: avsnitt <a href="#s2a1">2(a)(1)</a> ger Dig rätt att extrahera, återanvända, mångfaldiga och Dela hela eller en väsentlig del av innehållet i databasen;

source: if You include all or a substantial portion of the database contents in a database in which You have Sui Generis Database Rights, then the database in which You have Sui Generis Database Rights (but not its individual contents) is Adapted Material; and
ar: في حال قيامك بتضمين جميع محتويات قاعدة البيانات أو أجزاء جوهرية منها في قاعدة بيانات تملك بها حقوق فريدة لقاعدة البيانات، فإنَّ قاعدة البيانات التي تملك بها الحقوق الفريدة لقاعدة البيانات (ولكن دون محتوياتها الفردية) تعد مواد محوَّرة؛
sv: om Du inkluderar hela eller en väsentlig del av databasinnehållet i en databas där Du har egna Sui generis-rättigheter för databasen, då är den databas som Du har Sui generis-rättigheter till (men inte dess innehåll) att betrakta som en Bearbetning; och

source: You must comply with the conditions in Section <a href="#s3a">3(a)</a> if You Share all or a substantial portion of the contents of the database.
ar: عليك الالتزام بالشروط الواردة في القسم <a href="#s3a">٣(أ)</a> في حال قيامك بمشاركة جميع محتويات قاعدة البيانات أو أجزاء جوهرية منها.
sv: Du måste uppfylla villkoren i avsnitt <a href="#s3a">3(a)</a> om Du Delar hela eller en väsentlig del av innehållet i databasen.

source: For the avoidance of doubt, this Section <a href="#s4">4</a> supplements and does not replace Your obligations under this Public License where the Licensed Rights include other Copyright and Similar Rights.
ar: وتفادياً للالتباس، يعتبر هذا القسم <a href="#s4">٤</a> مكمِّلاً لا مستبدِلاً لالتزاماتك بموجب هذه الرخصة العمومية؛ وذلك حين تتضمن الحقوق المرخَّصة حق المؤلِّف وحقوق مشابهة أخرى.
sv: För undvikande av missförstånd: detta avsnitt <a href="#s4">4</a> kompletterar och ersätter inte Dina skyldigheter enligt denna Publika Licens när Licensrättigheterna inkluderar annan Upphovsrätt eller Liknande rättigheter.

source: Section 5 – Disclaimer of Warranties and Limitation of Liability.
ar: القسم ٥ - التنصُّل من الضمانات والحدِّ من المسؤولية:
sv: Avsnitt 5 - Friskrivning från utfästelser och begränsning av ansvar.

source: Unless otherwise separately undertaken by the Licensor, to the extent possible, the Licensor offers the Licensed Material as-is and as-available, and makes no representations or warranties of any kind concerning the Licensed Material, whether express, implied, statutory, or other. This includes, without limitation, warranties of title, merchantability, fitness for a particular purpose, non-infringement, absence of latent or other defects, accuracy, or the presence or absence of errors, whether or not known or discoverable. Where disclaimers of warranties are not allowed in full or in part, this disclaimer may not apply to You.
ar: باستثناء ما قد يتعهد به المرخِّص على حدة، فإنه بخلاف ذلك، فإنَّ المرخِّص يعرض - بقدر الإمكان - المواد المرخَّصة "كما هي" و"كما هي متوفرة"، ولا يقدِّم أي إقرارات أو ضمانات من أي نوع بشأن المواد المرخَّصة، سواء كانت صريحة أو ضمنية أو قانونية أو غير ذلك. ويتضمن هذا -دون تقييد- ضمانات الملكية، قابلية المتاجرة أو قابلية الملائمة للغرض المتوخَّى، أو عدم التعدي، أو غياب العيوب الخفيِّة أو غيرها، أو الدقة، أو وجود أو انتفاء الأخطاء، سواء كانت معلومة أو قابلة للاكتشاف أم لا. وفي الحالات التي لا يُسمَح فيها بالتنصُّل من الضمانات كليًا أو جزئيًا، فإنَّ هذا التنصل قد لا يُطبَّق عليك.
sv: Om inte Licensgivaren har åtagit sig något annat och i den mån det är möjligt, erbjuder Licenstagaren Licenslicensmaterialet som det är och i den form det har gjorts tillgängligt, och gör inga utfästelser eller garantier av något slag rörande Licensmaterialet, vare sig uttryckliga, underförstådda, lagstadgade eller andra. Detta inkluderar, utan begränsning, garantier för titel, försäljningsbarhet, lämplighet för ett visst ändamål, icke-intrångsgörande, frånvaro av latenta eller andra defekter, korrekthet, eller närvaron eller frånvaron av fel, oavsett dessa är kända eller möjliga att upptäcka.Vid tillfällen där totala friskrivningar av utfästelser eller delar av dem inte är tillåtna är det möjligt att denna friskrivning inte gäller Dig.

source: To the extent possible, in no event will the Licensor be liable to You on any legal theory (including, without limitation, negligence) or otherwise for any direct, special, indirect, incidental, consequential, punitive, exemplary, or other losses, costs, expenses, or damages arising out of this Public License or use of the Licensed Material, even if the Licensor has been advised of the possibility of such losses, costs, expenses, or damages. Where a limitation of liability is not allowed in full or in part, this limitation may not apply to You.
ar: بقدر الإمكان، لن يكون المرخِّص في أي حالة مسؤولاً تجاهك على أساس أي نظرية قانونية (بما في ذلك ومن دون تقييد؛ الإهمال) أو بخلاف ذلك لأي خسائر سواء بشكل مباشر، خاص، غير مباشر، عَرَضي، تبَعي، عِقابي، تحذيري، أو خلاف ذلك من الخسائر، والتكاليف، والمصاريف، أو الأضرار الناتجة عن هذه الرخصة العمومية أو عن استعمال المواد المرخَّصة، حتى ولو كان المرخِّص قد أُعلم باحتمال حصول مثل هذه الخسائر، والتكاليف، والمصاريف، أو الأضرار. وفي الحالات التي لا يُسمَح فيها الحدّ من المسؤولية كليًا أو جزئيًا، فإنَّ هذا الحدّ من المسؤولية قد لا يُطبَّق عليك.
sv: Licensgivaren kommer i möjligaste mån under inga omständigheter att ha något ansvar mot Dig på grund av någon rättsteori (inklusive, men utan begränsning, försumlighet) eller på annat sätt för några direkta, speciella, indirekta, tillfälliga, följdriktiga, straffrättsliga, exemplifierade eller andra förluster, kostnader , utgifter eller skador som följer av denna Publika Licens eller användning av Licensmaterialet, även om Licensgivaren har blivit upplyst om risken för sådana förluster, kostnader, utgifter eller skador. Vid tillfällen där en total ansvarsbegränsning eller en del av den inte är tillåten är det möjligt att denna begränsning inte gäller Dig.

source: The disclaimer of warranties and limitation of liability provided above shall be interpreted in a manner that, to the extent possible, most closely approximates an absolute disclaimer and waiver of all liability.
ar: التنصُّل من الضمانات والحد من المسؤولية حسب ما هو منصوص عليه أعلاه يجب أن يُفَسَّر -بقدر الإمكان- بأقرب طريقة تمثِّل تنصلاً وتنازلًا تامًا عن كامل المسؤولية.
sv: Den friskrivning från utfästelser och ansvarsbegränsning som anges ovan ska tolkas på ett sätt som, i den mån det är möjligt, mest liknar en absolut friskrivning och avstående från allt ansvar.

source: Section 6 – Term and Termination.
ar: القسم ٦ - الـمُدَّة والإنهاء:
sv: Avsnitt 6 – Giltighetstid och uppsägning.

source: This Public License applies for the term of the Copyright and Similar Rights licensed here. However, if You fail to comply with this Public License, then Your rights under this Public License terminate automatically.
ar: تبقى هذه الرخصة العمومية نافذة طيلة مدة سريان حق المؤلِّف والحقوق المشابهة المرخَّصة هنا. ومع ذلك، فإنك إذا لم تلتزم بشروط هذه الرخصة العمومية، فإنَّ حقوقك بموجب هذه الرخصة العمومية سوف تفسخ تلقائيًا.
sv: Denna Publika Licens gäller under skyddstiden för den Upphovsrätt och/eller Liknande rättigheter som licensieras här. I den händelse Du underlåter att följa denna Publika Licens upphör dock automatiskt dina rättigheter enligt denna Publika Licens.

source: Where Your right to use the Licensed Material has terminated under Section 6(a), it reinstates:
ar: عند إنهاء حقك باستعمال المواد المرخَّصة بموجب القسم <a href="#s6a">٦(أ)</a>، فإنَّ هذا الحق يُستعاد:
sv: Om Din rätt att använda Licensmaterialet har upphört enligt 6(a), återinförs den:

source: automatically as of the date the violation is cured, provided it is cured within 30 days of Your discovery of the violation; or
ar: تلقائيًا؛ وذلك من تاريخ معالجة الانتهاك؛ شريطة أن تتم المعالجة خلال 30 يومًا كحد أقصى من تاريخ اكتشافك للانتهاك؛ أو
sv: automatiskt från den dag kränkningen upphörde, förutsatt att den upphörde inom 30 dagar från det att Du upptäckte kränkningen; eller

source: upon express reinstatement by the Licensor.
ar: عند الإعادة الصريحة من قِبَل المرخِّص.
sv: vid uttryckligt återinförande av Licensgivaren.

source: For the avoidance of doubt, this Section <a href="#s6b">6(b)</a> does not affect any right the Licensor may have to seek remedies for Your violations of this Public License.
ar: وتفاديًا للالتباس، فإنَّ هذا القسم <a href="#s6b">٦(ب)</a> لا يؤثر على أي حق قد يملكه المرخِّص للمطالبة بأي تعويضات من جرَّاء انتهاكك لهذه الرخصة العمومية.
sv: För undvikande av missförstånd: detta avsnitt <a href="#s6b">6(b)</a> påverkar inte den rätt Licensgivaren kan ha att beivra Din kränkning av denna Publika Licens.

source: For the avoidance of doubt, the Licensor may also offer the Licensed Material under separate terms or conditions or stop distributing the Licensed Material at any time; however, doing so will not terminate this Public License.
ar: تفاديًا للالتباس: فإنَّ للمرخِّص الحق أيضًا بعرض المواد المرخَّصة بموجب أحكام وشروط منفصلة أو أن يُوقِف توزيع المواد المرخَّصة في أي وقت كان؛ دون ان يؤدي ذلك لإنهاء هذه الرخصة العمومية.
sv: För undvikande av missförstånd: Licensgivaren kan också erbjuda Licensmaterialet enligt separata villkor eller sluta distribuera Licensmaterialet när som helst; men att göra så innebär inte att denna Publika Licens upphör att gälla.

source: Sections <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, and <a href="#s8">8</a> survive termination of this Public License.
ar: تبقى الأقسام <a href="#s1">١</a>، <a href="#s5">٥</a>، <a href="#s6">٦</a>، <a href="#s7">٧</a> و<a href="#s8">٨</a> سارية المفعول، حتى بعد إنهاء هذه الرخصة العمومية.
sv: Avsnitten <a href="#s1">1</a>, <a href="#s5">5</a>, <a href="#s6">6</a>, <a href="#s7">7</a>, och <a href="#s8">8</a> gäller fortsatt även efter upphörandet av denna Publika Licens.

source: Section 7 – Other Terms and Conditions.
ar: القسم ٧- أحكام وشروط أخرى:
sv: Avsnitt 7 – Övriga villkor.

source: The Licensor shall not be bound by any additional or different terms or conditions communicated by You unless expressly agreed.
ar: لا يكون المرخِّص مُلْزَمًا بالأحكام أو الشروط الإضافية أو المختلفة التي تعرضها إلّا في حالة موافقته الصريحة عليها.
sv: Licensgivaren skall inte vara bunden av några ytterligare eller andra villkor som meddelats av Dig, om det inte uttryckligen överenskommits.

source: Any arrangements, understandings, or agreements regarding the Licensed Material not stated herein are separate from and independent of the terms and conditions of this Public License.
ar: أي ترتيبات أو تفاهمات أو اتفاقات تتعلق بالمواد المرخَّصة غير منصوص عليها هنا، تعد منفصلة ومستقلة عن أحكام وشروط هذه الرخصة العمومية.
sv: Alla överenskommelser, uppgörelser eller avtal om Licensmaterialet som inte anges här är skilda från och oberoende av villkoren i denna Publika Licens.

source: Section 8 – Interpretation.
ar: القسم ٨ - التفسير:
sv: Avsnitt 8 – Tolkning.

source: For the avoidance of doubt, this Public License does not, and shall not be interpreted to, reduce, limit, restrict, or impose conditions on any use of the Licensed Material that could lawfully be made without permission under this Public License.
ar: تفادياً للالتباس، لا يكون ولا يجب أن تُفَسَّر هذه الرخصة العمومية بطريقة تقلِّل، أو تحدّ، أو تقيِّد، أو تفرض شروطًا على أي استعمال للمواد المرخَّصة مما يمكن إجراءه بصورة مشروعة دون الحاجة لإجازته بموجب هذه الرخصة العمومية.
sv: För undvikande av missförstånd: denna Publika Licens förminskar, avgränsar eller begränsar inte, och uppställer heller inte villkor för, någon användning av Licensmaterialet som lagligen kan företas utan tillstånd enligt denna Publika Licens, och ska heller inte tolkas så.

source: To the extent possible, if any provision of this Public License is deemed unenforceable, it shall be automatically reformed to the minimum extent necessary to make it enforceable. If the provision cannot be reformed, it shall be severed from this Public License without affecting the enforceability of the remaining terms and conditions.
ar: بقدر الإمكان، إذا اعتُبِر أي قسم في هذه الرخصة العمومية غير قابل للإنفاذ، يجب إصلاحه تلقائيًا بالحد الأدنى اللازم لجعله قابلًا للإنفاذ؛ فإذا استحال إصلاحه، فإنه يعتبر منفصلًا عن هذه الرخصة العمومية، من دون أن يؤثِّر ذلك على قابلية إنفاذ باقي الأحكام والشروط.
sv: Om någon bestämmelse i denna Publika Licens bedöms vara omöjlig att verkställa ska den i möjligaste mån automatiskt omvandlas i så liten utrsträckning som möjligt för att göra den verkställbar. Om bestämmelsen inte kan omvandlas ska den avskiljas från denna Publika Licens utan att påverka verkställigheten av de återstående villkoren.

source: No term or condition of this Public License will be waived and no failure to comply consented to unless expressly agreed to by the Licensor.
ar: لن يتم التنازل عن أي حكم أو شرط في هذه الرخصة العمومية، ولن يتم الموافقة على أي إخلال بها إلا بموافقة المرخِّص صراحة على ذلك.
sv: Inget villkor i denna Publika Licens ska avstås ifrån och ingen underlåtenhet att följa villkoren godkänns om inte Licensgivaren uttryckligen samtycker till det.

source: Nothing in this Public License constitutes or may be interpreted as a limitation upon, or waiver of, any privileges and immunities that apply to the Licensor or You, including from the legal processes of any jurisdiction or authority.
ar: لا شيء في هذه الرخصة العمومية يُشكِّل أو يجوز تفسيره كتقييد لـ/أو تنازلٍ عن، أي مزايا أو حصانات تطبَّق لمصلحة المرخِّص أو لمصلحتك، بما في ذلك الإجراءات القانونية لأي اختصاص قضائي أو اي سلطة كانت.
sv: Ingenting i denna Publika Licens utgör eller får tolkas som en begränsning av eller avstående från några privilegier eller någon immunitet som Licensgivaren eller Du innehar, inklusive de som följer av rättspraxis hos någon domstol eller myndighet.
