Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/cc0_10.po
Languages: el, lv

source: CC0 1.0 Universal
el: CC0 1.0 Παγκόσμια
lv: CC0 1.0 Universāls

source: CREATIVE COMMONS CORPORATION IS NOT A LAW FIRM AND DOES NOT PROVIDE LEGAL SERVICES. DISTRIBUTION OF THIS DOCUMENT DOES NOT CREATE AN ATTORNEY-CLIENT RELATIONSHIP. CREATIVE COMMONS PROVIDES THIS INFORMATION ON AN "AS-IS" BASIS. CREATIVE COMMONS MAKES NO WARRANTIES REGARDING THE USE OF THIS DOCUMENT OR THE INFORMATION OR WORKS PROVIDED HEREUNDER, AND DISCLAIMS LIABILITY FOR DAMAGES RESULTING FROM THE USE OF THIS DOCUMENT OR THE INFORMATION OR WORKS PROVIDED HEREUNDER.
el: ΤΟ ΝΟΜΙΚΟ ΠΡΟΣΩΠΟ CREATIVE COMMONS CORPORATION ΔΕΝ ΕΙΝΑΙ ΣΥΝΕΤΑΙΡΙΣΜΟΣ Ή ΕΤΑΙΡΙΑ ΔΙΚΗΓΟΡΩΝ ΟΥΤΕ ΠΑΡΕΧΕΙ ΝΟΜΙΚΕΣ ΥΠΗΡΕΣΙΕΣ. Η ΔΙΑΝΟΜΗ ΤΟΥ ΠΑΡΟΝΤΟΣ ΕΓΓΡΑΦΟΥ ΔΕΝ ΔΗΜΙΟΥΡΓΕΙ ΣΧΕΣΗ ΔΙΚΗΓΟΡΟΥ-ΠΕΛΑΤΗ. ΤΟ ΝΟΜΙΚΟ ΠΡΟΣΩΠΟ CREATIVE COMMONS ΔΙΑΘΕΤΕΙ ΑΥΤΕΣ ΤΙΣ ΠΛΗΡΟΦΟΡΙΕΣ ΣΤΗ ΒΑΣΗ ΤΟΥ "ΩΣ ΕΧΕΙ". ΤΟ ΝΟΜΙΚΟ ΠΡΟΣΩΠΟ CREATIVE COMMONS ΔΕΝ ΠΑΡΕΧΕΙ ΕΓΓΥΗΣΕΙΣ ΣΧΕΤΙΚΑ ΜΕ ΤΗ ΧΡΗΣΗ ΤΟΥ ΠΑΡΟΝΤΟΣ ΕΓΓΡΑΦΟΥ Ή ΤΩΝ ΠΛΗΡΟΦΟΡΙΩΝ Ή ΤΩΝ ΕΡΓΩΝ ΠΟΥ ΠΑΡΕΧΟΝΤΑΙ ΣΕ ΑΥΤΟ, ΚΑΙ ΑΠΟΠΟΙΕΙΤΑΙ ΚΑΘΕ ΕΥΘΥΝΗΣ ΓΙΑ ΖΗΜΙΕΣ ΟΙ ΟΠΟΙΕΣ ΠΡΟΚΥΠΤΟΥΝ ΑΠΟ ΤΗ ΧΡΗΣΗ ΤΟΥ ΠΑΡΟΝΤΟΣ ΕΓΓΡΑΦΟΥ Ή ΤΩΝ ΠΛΗΡΟΦΟΡΙΩΝ Ή ΤΩΝ ΕΡΓΩΝ ΠΟΥ ΠΑΡΕΧΟΝΤΑΙ ΣΕ ΑΥΤΟ.
lv: CREATIVE COMMONS CORPORATION (“CREATIVE COMMONS”) NAV JURIDISKA FIRMA UN NENODROŠINA JURIDISKUS PAKALPOJUMUS. CREATIVE COMMONS PUBLISKO LICENČU IZPLATĪŠANA NERADA PĀRSTĀVJA-KLIENTA ATTIECĪBAS. CREATIVE COMMONS NODROŠINA SAVU LICENČU UN AR TĀM SAISTĪTAS INFORMĀCIJAS PIEEJAMĪBU, BALSTOTIES UZ “TĀDS, KĀDS IR” PIEŅĒMUMU. CREATIVE COMMONS NESNIEDZ NEKĀDAS GARANTIJAS SAISTĪBĀ AR ŠĪ DOKUMENTA IZMANTOŠANU VAI INFORMĀCIJU, KAS SNIEGTA ZEMĀK, UN ATSAKĀS NO ATBILDĪBAS PAR ZAUDĒJUMIEM, KAS RADUŠIES ŠĪ DOKUMENTA VAI INFORMĀCIJAS VAI DARBU IZMANTOŠANAS DĒĻ.

source: Statement of Purpose
el: Δήλωση Σκοπού
lv: Mērķa deklarācija

source: The laws of most jurisdictions throughout the world automatically confer exclusive Copyright and Related Rights (defined below) upon the creator and subsequent owner(s) (each and all, an "owner") of an original work of authorship and/or a database (each, a "Work").
el: Η νομοθεσία των περισσότερων δικαιοδοσιών σε ολόκληρο τον κόσμο απονέμει αυτομάτως αποκλειστικά Δικαιώματα Πνευματικής Ιδιοκτησίας και Συγγενικά Δικαιώματα (τα οποία ορίζονται κατωτέρω) στον δημιουργό και τον/τους μεταγενέστερο/-ους δικαιούχο/-ους (στο εξής «δικαιούχος») του πρωτότυπου έργου και/ή της βάσης δεδομένων (στο εξής «Έργο»).
lv: Lielākajā daļā pasaules jurisdikciju Autortiesības un blakustiesības (definētas zemāk) automātiski, ekskluzīvi tiek piešķirtas darba un/vai datubāzes (turpmāk abi – Darbs) autoram un sekojošajiem īpašniekiem (katrs un visi kopā – Īpašnieks).

source: Certain owners wish to permanently relinquish those rights to a Work for the purpose of contributing to a commons of creative, cultural and scientific works ("Commons") that the public can reliably and without fear of later claims of infringement build upon, modify, incorporate in other works, reuse and redistribute as freely as possible in any form whatsoever and for any purposes, including without limitation commercial purposes. These owners may contribute to the Commons to promote the ideal of a free culture and the further production of creative, cultural and scientific works, or to gain reputation or greater distribution for their Work in part through the use and efforts of others.
el: Ορισμένοι δικαιούχοι επιθυμούν να αποποιηθούν μόνιμα τα εν λόγω δικαιώματα στο Έργο με σκοπό να συνεισφέρουν στα κοινά δημιουργικά, πολιτιστικά και επιστημονικά έργα (εφεξής «Κοινά»), τα οποία το κοινό μπορεί αξιόπιστα, και χωρίς τον φόβο μετέπειτα άσκησης αγωγών για προσβολή δικαιωμάτων, να επεξεργάζεται, να τροποποιεί, να ενσωματώνει σε άλλα έργα, να επαναχρησιμοποιεί και να αναδιανέμει, όσο το δυνατόν πιο ελεύθερα, με οποιαδήποτε μορφή και για οποιονδήποτε σκοπό, μεταξύ άλλων, και χωρίς περιορισμούς, για εμπορικούς σκοπούς. Οι εν λόγω δικαιούχοι ενδέχεται να συνεισφέρουν στα Κοινά με σκοπό την προαγωγή του ιδεώδους της ελεύθερης πρόσβασης στον πολιτισμό και την περαιτέρω παραγωγή δημιουργικών, πολιτιστικών και επιστημονικών έργων ή την απόκτηση φήμης ή τη μεγαλύτερη διάδοση του Έργου τους, εν μέρει χάρη στη χρήση από άλλα πρόσωπα και στις προσπάθειές τους.
lv: Konkrēti īpašnieki vēlas uz neierobežotu laiku atteikties no tiesībām uz Darbu ar mērķi sniegt ieguldījumu publiski pieejamajos radošajos, kultūras un zinātniskajos darbos (“Publiski pieejamie darbi”), kurus sabiedrība var uzticami un bez bailēm par nākotnē sekojošiem iespējamiem autortiesību pārkāpuma prasījumiem papildināt, pārveidot, ievietot citos darbos, atkārtoti izmantot un brīvi izplatīt jebkādā formā un jebkādiem mērķiem, tajā skaitā komerciāliem nolūkiem bez ierobežojumiem . Šie īpašnieki var dot ieguldījumu Publiski pieejamajiem darbiem, lai popularizētu brīvās kultūras ideālu un turpmāku radošu, kulturālu un zinātnisku darbu radīšanu, vai lai iegūtu reputāciju vai plašāku savu darbu izplatīšanu, daļēji izmantojot citu cilvēku darbu.

source: For these and/or other purposes and motivations, and without any expectation of additional consideration or compensation, the person associating CC0 with a Work (the "Affirmer"), to the extent that he or she is an owner of Copyright and Related Rights in the Work, voluntarily elects to apply CC0 to the Work and publicly distribute the Work under its terms, with knowledge of his or her Copyright and Related Rights in the Work and the meaning and intended legal effect of CC0 on those rights.
el: Για τους σκοπούς αυτούς και/ή άλλους σκοπούς και κίνητρα, και χωρίς να αναμένει κανένα περαιτέρω αντάλλαγμα ή αποζημίωση, το πρόσωπο που συνδέει τη CC0 με ένα Έργο (εφεξής ο «Δηλών»), στον βαθμό που είναι δικαιούχος Δικαιώματος Πνευματικής Ιδιοκτησίας και Συγγενικών Δικαιωμάτων στο Έργο, επιλέγει οικειοθελώς να εφαρμόσει τη CC0 στο Έργο και να διανείμει δημόσια το Έργο υπό τους όρους της, εν πλήρη γνώση των Δικαιωμάτων Πνευματικής Ιδιοκτησίας και των Συγγενικών Δικαιωμάτων που κατέχει στο Έργο, καθώς και της έννοιας και των επιδιωκόμενων έννομων συνεπειών της CC0 στα εν λόγω δικαιώματα.
lv: Persona, kura attiecina CC0 licenci uz Darbu (turpmāk – Attiecinātājs) un ir Autortiesību un blakustiesību uz Darbu īpašnieks, brīvprātīgi izvēlas attiecināt CC0 uz Darbu un publiski izplatīt Darbu saskaņā ar licences nosacījumiem ar iepriekšminētajiem nolūkiem un bez gaidām par papildu atlīdzību vai kompensāciju, apzinoties savas Autortiesības vai blakustiesības uz Darbu un CC0 nozīmi un juridisko ietekmi uz šīm tiesībām.

source: 1. Copyright and Related Rights.
lv: 1. Autortiesības un blakustiesības.

source: A Work made available under CC0 may be protected by copyright and related or neighboring rights ("Copyright and Related Rights"). Copyright and Related Rights include, but are not limited to, the following:
el: Το Έργο που καθίσταται διαθέσιμο στο πλαίσιο της CC0 μπορεί να προστατεύεται από δικαιώματα πνευματικής ιδιοκτησίας και συγγενικά δικαιώματα (εφεξής «Δικαιώματα Πνευματικής Ιδιοκτησίας και Συγγενικά Δικαιώματα»). Τα Δικαιώματα Πνευματικής Ιδιοκτησίας και Συγγενικά Δικαιώματα περιλαμβάνουν, αλλά όχι περιοριστικά, τα εξής:
lv: Darbs, kas ir pieejams saskaņā ar CC0 licenci, var tikt aizsargāts ar autortiesībām un ar tām saistībām tiesībām (Autortiesībām un blakustiesībām). Autortiesības un blakustiesības tostarp, bet ne tikai, iekļauj šādas tiesības:

source: the right to reproduce, adapt, distribute, perform, display, communicate, and translate a Work;
el: το δικαίωμα αναπαραγωγής, προσαρμογής, διανομής, εκτέλεσης, απεικόνισης, επικοινωνίας και μετάφρασης του Έργου;
lv: reproducēt, pārveidot, izplatīt, izpildīt, raidīt, komunicēt un tulkot Darbu;

source: moral rights retained by the original author(s) and/or performer(s);
el: τα ηθικά δικαιώματα που διατηρεί/-ούν ο/οι αρχικός/-οί δημιουργός/-οί και/ή ο/οι ερμηνευτής/-ές·
lv: darba autora(-u) un/vai izpildītāja(-u) personiskās tiesības;

source: publicity and privacy rights pertaining to a person's image or likeness depicted in a Work;
el: τα δικαιώματα δημοσίευσης και προστασίας της ιδιωτικής ζωής που σχετίζονται με την εικόνα του προσώπου που απεικονίζεται στο Έργο·
lv: publicitātes un privātuma tiesības attiecībā uz personas attēlu vai līdzību, kas attēlota Darbā;

source: rights protecting against unfair competition in regards to a Work, subject to the limitations in paragraph 4(a), below;
el: τα δικαιώματα προστασίας από τον αθέμιτο ανταγωνισμό αναφορικά με το Έργο, με την επιφύλαξη των περιορισμών της παραγράφου 4 στοιχείο α) κατωτέρω·
lv: tiesības uz aizsardzību pret negodīgu konkurenci attiecībā uz Darbu, kas ir pakļautas 4(a) sadaļā minētajiem ierobežojumiem;

source: rights protecting the extraction, dissemination, use and reuse of data in a Work;
el: τα δικαιώματα προστασίας της εξαγωγής, διάδοσης, χρήσης και επαναχρησιμοποίησης των δεδομένων που περιέχονται στο Έργο·
lv: tiesības, kas aizsargā Darbā iekļauto datu izgūšanu, izplatīšanu, izmantošanu un atkārtotu izmantošanu;

source: database rights (such as those arising under Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, and under any national implementation thereof, including any amended or successor version of such directive); and
el: τα δικαιώματα βάσεων δεδομένων (όπως αυτά που απορρέουν από την οδηγία 96/9/ΕΚ του Ευρωπαϊκού Κοινοβουλίου και του Συμβουλίου, της 11ης Μαρτίου 1996, σχετικά με τη νομική προστασία των βάσεων δεδομένων, και στο πλαίσιο οποιασδήποτε εθνικής εφαρμογής της εν λόγω οδηγίας, συμπεριλαμβανομένης κάθε τροποποιημένης ή διάδοχης έκδοσής της)· και
lv: datubāzu tiesības (piemēram, tās, kuras izriet no Eiropas Parlamenta un Padomes 1996. gada 11. marta Direktīvas 96/9/EC par datubāzu tiesisko aizsardzību, kā arī no jebkuras šīs direktīvas pārņemšanas nacionālajās tiesībās, ieskaitot tās grozījumus un papildinājumus); un

source: other similar, equivalent or corresponding rights throughout the world based on applicable law or treaty, and any national implementations thereof.
el: άλλα παρόμοια, ισοδύναμα ή αντίστοιχα δικαιώματα ανά τον κόσμο βάσει του εφαρμοστέου δικαίου ή της εφαρμοστέας συνθήκης, και κάθε εθνική εφαρμογή τους.
lv: citas līdzīgas, ekvivalentas vai attiecināmas tiesības visā pasaulē, kuras ir balstītas uz spēkā esošiem tiesību aktiem vai līgumiem un jebkādām to ieviešanām nacionālajās tiesībās.

source: 2. Waiver.
lv: 2. Atteikšanās no tiesībām.

source: To the greatest extent permitted by, but not in contravention of, applicable law, Affirmer hereby overtly, fully, permanently, irrevocably and unconditionally waives, abandons, and surrenders all of Affirmer's Copyright and Related Rights and associated claims and causes of action, whether now known or unknown (including existing as well as future claims and causes of action), in the Work (i) in all territories worldwide, (ii) for the maximum duration provided by applicable law or treaty (including future time extensions), (iii) in any current or future medium and for any number of copies, and (iv) for any purpose whatsoever, including without limitation commercial, advertising or promotional purposes (the "Waiver"). Affirmer makes the Waiver for the benefit of each member of the public at large and to the detriment of Affirmer's heirs and successors, fully intending that such Waiver shall not be subject to revocation, rescission, cancellation, termination, or any other legal or equitable action to disrupt the quiet enjoyment of the Work by the public as contemplated by Affirmer's express Statement of Purpose.
el: Στο μέτρο του δυνατού που επιτρέπεται από το εφαρμοστέο δίκαιο, αλλά όχι κατά παράβαση αυτού, με την παρούσα ο Δηλών, αποποιείται, εγκαταλείπει και παραδίδει ρητά, πλήρως, μόνιμα, αμετάκλητα και άνευ όρων, όλα τα Δικαιώματα Πνευματικής Ιδιοκτησίας και Συγγενικά Δικαιώματα του Δηλούντα και τις συναφείς αξιώσεις και βάσεις για άσκηση αγωγής, είτε είναι επί του παρόντος γνωστές είτε άγνωστες (συμπεριλαμβανομένων των υφιστάμενων καθώς και των μελλοντικών αξιώσεων και βάσεων για άσκηση αγωγής), στο Έργο i) παγκοσμίως, ii) για τη μέγιστη διάρκεια που προβλέπεται από το εφαρμοστέο δίκαιο ή την εφαρμοστέα συνθήκη (συμπεριλαμβανομένων των μελλοντικών παρατάσεων), iii) σε κάθε υφιστάμενο ή μελλοντικό μέσο και για κάθε αριθμό αντιγράφων και iv) για οποιονδήποτε σκοπό, μεταξύ άλλων, και χωρίς περιορισμούς, για εμπορικούς, διαφημιστικούς ή προωθητικούς σκοπούς (εφεξής η «Αποποίηση»). Ο Δηλών προβαίνει στην Αποποίηση προς όφελος κάθε μέλους του κοινού με την ευρεία έννοια και εις βάρος των κληρονόμων και των διαδόχων του Δηλούντα, έχοντας την πλήρη πρόθεση η εν λόγω Αποποίηση να μην υπόκειται σε ανάκληση, υπαναχώρηση, ακύρωση, καταγγελία ή οποιαδήποτε άλλη νομική ή δικαστική ενέργεια με σκοπό να διαταραχθεί η απρόσκοπτη απόλαυση του Έργου από το κοινό, όπως προβλέπεται στη ρητή Δήλωση Σκοπού του Δηλούντα.
lv: Ciktāl vien iespējams, bet nepārkāpjot spēkā esošos tiesību aktus, Attiecinātājs ar šo atklāti, pilnībā, pastāvīgi, neatsaucami un bez nosacījumiem atsakās, atstāj un atdod visas no Attiecinātāja Autortiesībām un blakustiesībām izrietošās tiesības, kā arī ar tām saistītos zināmos vai vēl nezināmos prasījumus un lietu ierosināšanas pamatus (ieskaitot esošos un nākotnes prasījumus un lietu ierosināšanas pamatus) attiecībā uz šo Darbu: (i) visās pasaules teritorijās; (ii) ilgāko iespējamo laiku, kuru nosaka spēkā esošie tiesību akti vai līgumi (ieskaitot termiņu pagarinājumus nākotnē), (iii) jebkurā pastāvošā vai nākotnē tapušā medijā un jebkādā kopiju skaitā un (iv) jebkādam nolūkam, ieskaitot neierobežotus komerciālus, reklāmas vai popularizēšanas mērķus (turpmāk – Atteikšanās no tiesībām). Attiecinātājs Atteikšanos no tiesībām īsteno katra sabiedrības locekļa labā, ar to kaitējot Attiecinātāja mantiniekiem un tiesību pārņēmējiem, un pilnībā apzinoties, ka šāda Atteikšanās no tiesībām nav atsaucama, anulējama, atceļama, pārtraucama vai pakļauta jebkādai citai juridiskai vai līdzīgai darbībai, kas varētu pārtraukt sabiedrībai piešķirto iespēju izbaudīt Darbu, kā paredzēts ar Attiecinātāja izteikto mērķa deklarāciju.

source: 3. Public License Fallback.
lv: 3. Publiskās licences atsaukšana.

source: Should any part of the Waiver for any reason be judged legally invalid or ineffective under applicable law, then the Waiver shall be preserved to the maximum extent permitted taking into account Affirmer's express Statement of Purpose. In addition, to the extent the Waiver is so judged Affirmer hereby grants to each affected person a royalty-free, non transferable, non sublicensable, non exclusive, irrevocable and unconditional license to exercise Affirmer's Copyright and Related Rights in the Work (i) in all territories worldwide, (ii) for the maximum duration provided by applicable law or treaty (including future time extensions), (iii) in any current or future medium and for any number of copies, and (iv) for any purpose whatsoever, including without limitation commercial, advertising or promotional purposes (the "License"). The License shall be deemed effective as of the date CC0 was applied by Affirmer to the Work. Should any part of the License for any reason be judged legally invalid or ineffective under applicable law, such partial invalidity or ineffectiveness shall not invalidate the remainder of the License, and in such case Affirmer hereby affirms that he or she will not (i) exercise any of his or her remaining Copyright and Related Rights in the Work or (ii) assert any associated claims and causes of action with respect to the Work, in either case contrary to Affirmer's express Statement of Purpose.
el: Αν οποιοδήποτε τμήμα της Αποποίησης κριθεί για οποιονδήποτε λόγο νομικά άκυρο ή ανίσχυρο κατά το εφαρμοστέο δίκαιο, τότε η Αποποίηση διατηρείται στον μέγιστο δυνατό βαθμό, λαμβανομένης υπόψη της ρητής Δήλωσης Σκοπού του Δηλούντα. Επιπλέον, στον βαθμό που η Αποποίηση κριθεί νομικά άκυρη ή ανίσχυρη, ο Δηλών χορηγεί με την παρούσα σε κάθε θιγόμενο πρόσωπο χωρίς καταβολή τελών μη μεταβιβάσιμη, μη δυνάμενη να εκχωρηθεί, αμετάκλητη και άνευ όρων άδεια άσκησης του Δικαιώματος Πνευματικής Ιδιοκτησίας και των Συγγενικών Δικαιωμάτων του Δηλούντος στο Έργο i) παγκοσμίως, ii) για τη μέγιστη διάρκεια που προβλέπεται από το εφαρμοστέο δίκαιο ή την εφαρμοστέα συνθήκη (συμπεριλαμβανομένων των μελλοντικών παρατάσεων), iii) σε οποιοδήποτε υφιστάμενο ή μελλοντικό μέσο και για οποιονδήποτε αριθμό αντιγράφων, και iv) για οποιονδήποτε σκοπό, μεταξύ άλλων, και χωρίς περιορισμούς για εμπορικούς, διαφημιστικούς ή προωθητικούς σκοπούς (εφεξής η «Άδεια»). Η Άδεια θεωρείται ότι ισχύει από την ημερομηνία κατά την οποία η CC0 εφαρμόστηκε από τον Δηλούντα στο Έργο. Αν οποιοδήποτε τμήμα της Άδειας κριθεί για οποιονδήποτε λόγο νομικά άκυρο ή ανίσχυρο κατά το εφαρμοστέο δίκαιο, η εν λόγω μερική ακυρότητα ή έλλειψη ισχύος δεν ακυρώνει την υπόλοιπη Άδεια, και σε αυτήν την περίπτωση ο Δηλών επιβεβαιώνει με την παρούσα ότι i) δεν θα ασκήσει κανένα από τα εναπομένοντα Δικαιώματα Πνευματικής Ιδιοκτησίας και Συγγενικά Δικαιώματα που κατέχει στο Έργο ή ii) δεν θα προβάλει τυχόν συναφείς αξιώσεις και βάσεις για άσκηση αγωγής σε σχέση με το Έργο, και στις δύο περιπτώσεις, σε αντίθεση με τη ρητή Δήλωση Σκοπού του Δηλούντα.
lv: Gadījumā, ja, pamatojoties uz spēkā esošajiem tiesību aktiem, Atteikšanās no tiesībām kādā tās daļā jebkāda iemesla dēļ ir atzīstama par nederīgu vai spēkā neesošu, tai tomēr ir jāpaliek spēkā tiktāl, cik vien iespējams, ņemot vērā Attiecinātāja izteikto mērķa deklarāciju. Papildu, ciktāl tas attiecināms uz Atteikšanos no tiesībām, ar šo Attiecinātājs katrai no saistītajām personām nodod bezatlīdzības, nepārvedamu, nesublicencējamu, bezizņēmuma, neatsaucamu un beznosacījumu licenci, kas ļauj izmantot Attiecinātāja Autortiesības un blakustiesības uz Darbu: (i) visās pasaules teritorijās, (ii) ilgāko iespējamo laiku, kuru nosaka spēkā esošie tiesību akti vai līgumi (ieskaitot termiņu pagarinājumus nākotnē), (iii) jebkurā pastāvošā vai nākotnē tapušā medijā un jebkādā kopiju skaitā un (iv) jebkādam nolūkam, ieskaitot neierobežotus komerciālus, reklāmas vai popularizēšanas mērķus (turpmāk – Licence). Licence tiek uzskatīta par spēkā esošu no datuma, kad Attiecinātājs uz Darbu attiecinājis CC0. Gadījumā, ja, pamatojoties uz spēkā esošajiem tiesību aktiem, Licence kādā tās daļā jebkāda iemesla dēļ ir atzīstama par nederīgu vai spēkā neesošu, tas nepadara par spēkā neesošu Licences pārējo daļu, un šādos gadījumos Attiecinātājs ar šo apstiprina, ka viņš vai viņa (i) neizmantos nevienu no viņai vai viņam atlikušajām Autortiesībām un blakustiesībām uz Darbu vai (ii) neizvirzīs nekādus ar Darbu saistītus prasījumus un pamatus lietas ierosināšanai, kas būtu pretrunā ar Attiecinātāja izteikto mērķa deklarāciju.

source: 4. Limitations and Disclaimers.
lv: 4. Ierobežojumi un atruna.

source: No trademark or patent rights held by Affirmer are waived, abandoned, surrendered, licensed or otherwise affected by this document.
el: α. Με το παρόν έγγραφο δεν αίρεται, εγκαταλείπεται, παραδίδεται, παρέχεται με άδεια χρήσης ή άλλως επηρεάζεται κανένα δικαίωμα εμπορικού σήματος ή ευρεσιτεχνίας που κατέχει ο Δηλών. <br/>β. Ο Δηλών προσφέρει το Έργο ως έχει και δεν προβαίνει σε δηλώσεις ή εγγυήσεις οποιουδήποτε είδους σχετικά με το Έργο, ρητές, σιωπηρές, βάσει νόμου ή άλλως, συμπεριλαμβανομένων, χωρίς περιορισμό, των εγγυήσεων ως προς τα δικαιώματά του στο Έργο, την εμπορευσιμότητα, την καταλληλότητα για συγκεκριμένο σκοπό, τη μη προσβολή δικαιωμάτων ή την απουσία λανθανόντων ή άλλων ελαττωμάτων, την ακρίβεια ή την ύπαρξη ή απουσία σφαλμάτων, είτε μπορούν να εντοπιστούν είτε όχι, όλα στον μέγιστο δυνατό βαθμό που επιτρέπεται βάσει του εφαρμοστέου δικαίου. <br/>γ. Ο Δηλών αποποιείται την ευθύνη για την εκκαθάριση δικαιωμάτων άλλων προσώπων που ενδέχεται να ισχύουν για το Έργο ή για οποιαδήποτε χρήση του, συμπεριλαμβανομένων χωρίς περιορισμό των Δικαιωμάτων Πνευματικής Ιδιοκτησίας και των Συγγενικών Δικαιωμάτων οποιουδήποτε προσώπου στο Έργο. Επιπλέον, ο Δηλών αποποιείται την ευθύνη για την εξασφάλιση οποιασδήποτε αναγκαίας συγκατάθεσης, άδειας ή άλλου δικαιώματος που απαιτείται για οποιαδήποτε χρήση του Έργου. <br/>δ. Ο Δηλών κατανοεί και αναγνωρίζει ότι η «Creative Commons» δεν αποτελεί μέρος του παρόντος εγγράφου και δεν υπέχει κανένα καθήκον ή υποχρέωση όσον αφορά την παρούσα CC0 ή τη χρήση του Έργου.
lv: Šis dokuments neatceļ, nemaina, nelicencē un nekā citādi neietekmē Attiecinātāja tiesības uz preču zīmēm vai patentiem.

source: Affirmer offers the Work as-is and makes no representations or warranties of any kind concerning the Work, express, implied, statutory or otherwise, including without limitation warranties of title, merchantability, fitness for a particular purpose, non infringement, or the absence of latent or other defects, accuracy, or the present or absence of errors, whether or not discoverable, all to the greatest extent permissible under applicable law.
lv: Attiecinātājs piedāvā Darbu pēc “tāds, kāds ir” principa, un, ciktāl to pieļauj spēkā esošie tiesību akti, attiecībā uz Darbu nesniedz nekāda veida atklātus, noprotamus, likumā noteiktus vai cita veida paziņojumus vai garantijas, tostarp bez izņēmumiem arī garantijas par nosaukumu, piemērotību vai derīgumu konkrētam nolūkam, likumu nepārkāpšanu vai slēptu vai citu defektu neesamību, precizitāti vai atklājamu vai neatklājamu kļūdu esamību vai neesamību.

source: Affirmer disclaims responsibility for clearing rights of other persons that may apply to the Work or any use thereof, including without limitation any person's Copyright and Related Rights in the Work. Further, Affirmer disclaims responsibility for obtaining any necessary consents, permissions or other rights required for any use of the Work.
lv: Attiecinātājs neatbild par citu personu tiesībām, kuras varētu attiekties uz Darbu vai tā lietošanu, izmantošanu, tajā skaitā bez ierobežojuma arī par jebkuras personas Autortiesībām un blakustiesībām saistībā ar Darbu. Turklāt Attiecinātājs neatbild par jebkādu nepieciešamo apstiprinājumu, atļauju vai citu tiesību iegūšanu, kas nepieciešama jebkādai Darba izmantošanai.

source: Affirmer understands and acknowledges that Creative Commons is not a party to this document and has no duty or obligation with respect to this CC0 or use of the Work.
lv: Attiecinātājs izprot un atzīst, ka Creative Commons nav šajā dokumentā iesaistītā puse un tām nav pienākumu vai saistību attiecībā uz šo CC0 vai Darba izmantošanu.

source: Copyright and Related Rights
el: Δικαιώματα Πνευματικής Ιδιοκτησίας και Συγγενικά Δικαιώματα

source: Waiver
el: Αποποίηση

source: Public License Fallback
el: Έκτακτη Δημόσια Άδεια
