Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/zero_10.po
Languages: es, eu, fi, fr, hr, it, ja, ko, lt, nl, pl, ro, sl, sv, zh_hans, zh_hant

source: CC0 1.0 Universal
eu: CC0 1.0 Unibertsala
fi: CC0 1.0 Yleismaailmallinen
fr: CC0 1.0 Universel
hr: CC0 1.0 Univerzalno
it: CC0 1.0 Universale
ja: CC0 1.0 全世界
ko: CC0 1.0 공통
lt: CC0 1.0 Universali
nl: CC0 1.0 Universeel
sl: CC0 1.0 Univerzalna
sv: CC0 1.0 Universiell
zh_hans: CC0 1.0 通用
zh_hant: CC0 1.0 通用

source: CREATIVE COMMONS CORPORATION IS NOT A LAW FIRM AND DOES NOT PROVIDE LEGAL SERVICES. DISTRIBUTION OF THIS DOCUMENT DOES NOT CREATE AN ATTORNEY-CLIENT RELATIONSHIP. CREATIVE COMMONS PROVIDES THIS INFORMATION ON AN "AS-IS" BASIS. CREATIVE COMMONS MAKES NO WARRANTIES REGARDING THE USE OF THIS DOCUMENT OR THE INFORMATION OR WORKS PROVIDED HEREUNDER, AND DISCLAIMS LIABILITY FOR DAMAGES RESULTING FROM THE USE OF THIS DOCUMENT OR THE INFORMATION OR WORKS PROVIDED HEREUNDER.
es: CREATIVE COMMONS CORPORATION NO ES UNA FIRMA DE ABOGADOS Y NO PROVEE SERVICIOS LEGALES. LA DISTRIBUCIÓN DE ESTE DOCUMENTO NO CREA UNA RELACIÓN CLIENTE-ABOGADO. CREATIVE COMMONS PROVEE ESTA INFORMACIÓN “TAL Y COMO ES". CREATIVE COMMONS NO OTORGA GARANTÍAS EN RELACIÓN AL USO DE ESTE DOCUMENTO O LA INFORMACIÓN O LAS OBRAS QUE SE PROVEEN A CONTINUACIÓN Y SE EXIME DE RESPONSABILIDAD POR DAÑOS RESULTANTES POR EL USO DE ESTE DOCUMENTO O LA INFORMACIÓN O LAS OBRAS QUE SE PROVEEN A CONTINUACIÓN.
eu: CREATIVE COMMONS CORPORATION EZ DA ABOKATU-BULEGO BAT, ETA EZ DU ZERBITZU JURIDIKORIK ESKAINTZEN. DOKUMENTU HAU BANATZEAGATIK EZ DA ABOKATU-BEZERO HARREMANIK SORTZEN. CREATIVE COMMONS-EK INFORMAZIO HAU «BERE HORRETAN» ESKAINTZEN DU. CREATIVE COMMONS-EK EZ DU BERMERIK EMATEN DOKUMENTU HONEN ETA AURRERAGO AIPATZEN DIREN INFORMAZIOAREN ETA LANEN ERABILERAREN INGURUAN, ETA EZ DU ERANTZUKIZUNIK DOKUMENTU HAU ETA AURRERAGO AIPATZEN DIREN INFORMAZIOA ETA LANAK ERABILTZETIK SOR DAITEZKEEN KALTEEN GAINEAN.
fi: CREATIVE COMMONS CORPORATION EI OLE ASIANAJO- TAI LAKIASIAINTOIMISTO, EIKÄ SE TARJOA OIKEUDELLISIA PALVELUITA. TÄMÄN ASIAKIRJAN LEVITYS EI LUO TOIMEKSIANTO- TAI ASIAKASSUHDETTA. CREATIVE COMMONS TARJOAA TÄMÄN TIEDON "SELLAISENA KUIN SE ON". CREATIVE COMMONS EI ANNA TAKUITA TÄMÄN ASIAKIRJAN KÄYTTÖÖN LIITTYEN TAIKKA LIITTYEN INFORMAATIOON TAI TEOKSIIN, JOITA TÄMÄN ASIAKIRJAN MUKAISESTI TARJOTAAN. CREATIVE COMMONS EI VASTAA VAHINGOISTA, JOTKA AIHEUTUVAT TÄMÄN ASIAKIRJAN TAI TÄMÄN ASIAKIRJAN MUKAISESTI TARJOTTUJEN TEOSTEN TAI INFORMAATION KÄYTÖSTÄ.
fr: CREATIVE COMMONS CORPORATION N'EST PAS UN CABINET D'AVOCATS ET NE FOURNIT PAS DE CONSEIL JURIDIQUE. LA DISTRIBUTION DE CE DOCUMENT NE CRÉE AUCUNE RELATION JURIDIQUE ENTRE LES PARTIES ET CREATIVE COMMONS. CREATIVE COMMONS MET À DISPOSITION CES INFORMATIONS EN L’ÉTAT. CREATIVE COMMONS NE DONNE AUCUNE GARANTIE CONCERNANT L'UTILISATION DE CE DOCUMENT OU DES INFORMATIONS OU ŒUVRES DÉLIVRÉES CI-DESSOUS, ET DÉCLINE TOUTE RESPONSABILITÉ POUR LES PRÉJUDICES QUI RÉSULTERAIENT DE L'UTILISATION DE CE DOCUMENT OU DES INFORMATIONS OU ŒUVRES DÉLIVRÉES CI-DESSOUS.
hr: PRAVNI SUBJEKT CREATIVE COMMONS NIJE ODVJETNIČKI URED I NE PRUŽA PRAVNE USLUGE ILI SAVJETE. STAVLJANJEM NA RASPOLAGANJE OVOG DOKUMENTA NE ZASNIVA SE ODNOS PRAVNOG ZASTUPANJA. CREATIVE COMMONS OVE INFORMACIJE STAVLJA NA RASPOLAGANJE „KAKVE JESU”. CREATIVE COMMONS NE DAJE NIKAKVA JAMSTVA U POGLEDU UPOTREBE OVOG DOKUMENTA ILI OVDJE NAVEDENIH INFORMACIJA ILI DJELA I NE PRIZNAJE ODGOVORNOST ZA ŠTETU NASTALU UPORABOM OVOG DOKUMENTA ILI OVDJE NAVEDENIH INFORMACIJA ILI DJELA.
it: L'ASSOCIAZIONE CREATIVE COMMONS NON È UNO STUDIO LEGALE E NON FORNISCE SERVIZI DI CONSULENZA LEGALE. LA DISTRIBUZIONE DI QUESTO DOCUMENTO NON INSTAURA UN RAPPORTO AVVOCATO-CLIENTE. CREATIVE COMMONS FORNISCE INFORMAZIONI DA CONSIDERARSI "COSÌ COME SONO". CREATIVE COMMONS NON PRESTA ALCUNA GARANZIA RIGUARDO L'USO DI QUESTO DOCUMENTO O DELLE INFORMAZIONI OD OPERE MESSE A DISPOSIZIONE AI SENSI DELLO STESSO, E SI ESIME DA OGNI RESPONSABILITÀ PER I DANNI DERIVANTI DALL'USO DEGLI STESSI.
ja: クリエイティブ・コモンズは法律事務所ではなく、法律業務を提供するものではありません。 この文書の配布は、法律家と依頼者の関係性を形成するものではありません。クリエイティブ・コモンズは、この情報を現状有姿の状態で提供します。 クリエイティブ・コモンズは、この文書の利用、もしくはこの文書の下に提供される情報又は作品に関し、いかなる保証も行わず、この文書もしくはこの文書の下に提供される情報又は作品の利用の結果生じた損害に関するいかなる責任も負いません。
ko: ‘크리에이티브 커먼즈(Creative Commons)’는 법률사무소가 아니며 법률 서비스나 법률 자문을 제공하지 않습니다. 크리에이티브 커먼즈 공중 라이선스의 배포가 법률 서비스를 의미하는 것은 아니며, 단지 라이선스 및 관련 정보를 있는 그대로 제공할 뿐입니다. ‘크리에이티브 커먼즈’는 라이선스, 이용허락된 모든 창작물, 또는 모든 관련 정보에 대하여 어떠한 보증도 하지 않습니다. ‘크리에이티브 커먼즈’는 그 이용으로 인하여 야기되는 손해에 대하여 어떠한 책임도 부담하지 않습니다.
lt: CREATIVE COMMONS CORPORATION NĖRA TEISINES PASLAUGAS TEIKIANTI ĮMONĖ IR NETEIKIA TEISINIŲ PASLAUGŲ AR KONSULTACIJŲ. ŠIO DOKUMENTO PLATINIMAS NESUKURIA SANTYKIO TARP TEISINES PASLAUGAS TEIKIANČIO ASMENS IR KLIENTO. CREATIVE COMMONS ŠIĄ INFORMACIJĄ VARTOTOJAMS PATEIKIA NAUDOTI TOKIĄ, KOKIA JI YRA SAVO (VARTOTOJŲ) RIZIKA. CREATIVE COMMONS NETEIKIA JOKIŲ GARANTIJŲ DĖL ŠIO DOKUMENTO NAUDOJIMO, AR DĖL INFORMACIJOS AR OBJEKTŲ, KURIE PATEIKIAMI PAGAL ŠĮ DOKUMENTĄ, NAUDOJIMO, TAIP PAT NEPRISIIMA ATSAKOMYBĖS DĖL ŽALOS IR NUOSTOLIŲ, GALINČIŲ ATSIRASTI DĖL ŠIO DOKUMENTO PANAUDOJIMO, AR INFORMACIJOS IR OBJEKTŲ, PATEIKIAMŲ PAGAL ŠĮ DOKUMENTĄ, PANAUDOJIMO.
nl: CREATIVE COMMONS CORPORATION IS GEEN ADVOCATENPRAKTIJK EN VERLEENT GEEN JURIDISCHE DIENSTEN. DE VERSPREIDING VAN DEZE LICENTIE ROEPT GEEN JURIDISCHE RELATIE MET CREATIVE COMMONS IN HET LEVEN. CREATIVE COMMONS VERSPREIDT DEZE INFORMATIE 'AS-IS'. CREATIVE COMMONS STAAT NIET IN VOOR DE INHOUD VAN DE VERSTREKTE INFORMATIE EN SLUIT ALLE AANSPRAKELIJKHEID UIT VOOR ENIGERLEI SCHADE VOORTVLOEIEND UIT HET GEBRUIK VAN DEZE INFORMATIE INDIEN EN VOORZOVER DE WET NIET ANDERS BEPAALT.
pl: ORGANIZACJA CREATIVE COMMONS NIE JEST KANCELARIĄ PRAWNĄ I NIE ŚWIADCZY USŁUG OBSŁUGI PRAWNEJ. ROZPOWSZECHNIANIE NINIEJSZEGO DOKUMENTU NIE PROWADZI DO POWSTANIA STOSUNKU PRAWNEGO O CHARAKTERZE RELACJI POMIĘDZY KLIENTEM I JEGO DORADCĄ PRAWNYM. CREATIVE COMMONS UDOSTĘPNIA NINIEJSZE INFORMACJE W STANIE, W JAKIM SIĘ W DANEJ CHWILI ZNAJDUJĄ. CREATIVE COMMONS NIE UDZIELA ŻADNYCH GWARANCJI DOTYCZĄCYCH WYKORZYSTYWANIA NINIEJSZEGO DOKUMENTU I INFORMACJI LUB UTWORÓW UDOSTĘPNIONYCH NA WARUNKACH OKREŚLONYCH W TYM DOKUMENCIE I WYŁĄCZA ODPOWIEDZIALNOŚĆ Z TYTUŁU SZKÓD WYNIKAJĄCYCH Z WYKORZYSTYWANIA NINIEJSZEGO DOKUMENTU LUB INFORMACJI BĄDŹ UTWORÓW UDOSTĘPNIONYCH NA WARUNKACH TU OKREŚLONYCH.
ro: CORPORAȚIA CREATIVE COMMONS NU ESTE O FIRMĂ DE AVOCATURĂ ȘI NU OFERĂ SERVICII JURIDICE. DISTRIBUIREA PREZENTULUI DOCUMENT NU CREEAZĂ O RELAŢIE DE TIP AVOCAT-CLIENT. CREATIVE COMMONS FURNIZEAZĂ ACESTE INFORMAȚII CA ATARE. CREATIVE COMMONS NU OFERĂ NICIO GARANȚIE CU PRIVIRE LA UTILIZAREA PREZENTULUI DOCUMENT ORI A INFORMAȚIILOR SAU OPERELOR FURNIZATE ÎN TEMEIUL ACESTUIA ȘI NU ÎȘI ASUMĂ NICIO RĂSPUNDERE PENTRU DAUNELE REZULTATE ÎN URMA UTILIZĂRII PREZENTULUI DOCUMENT ORI A INFORMAȚIILOR SAU OPERELOR FURNIZATE ÎN TEMEIUL ACESTUIA.
sl: KORPORACIJA CREATIVE COMMONS (CREATIVE COMMONS CORPORATION, "CREATIVE COMMONS") NI ODVETNIŠKA PISARNA IN NE PONUJA PRAVNIH STORITEV ALI PRAVNIH NASVETOV. RAZŠIRJANJE LICENC CREATIVE COMMONS NE USTVARJA RAZMERJA ODVETNIK-STRANKA ALI KAKŠNEGA DRUGEGA RAZMERJA. CREATIVE COMMONS DAJE SVOJE LICENCE IN INFORMACIJE O NJIH NA RAZPOLAGO “TAKE KOT SO”. CREATIVE COMMONS NE DAJE NOBENIH JAMSTEV GLEDE SVOJIH LICENC, GLEDE VSEBIN, KI SO LICENCIRANE POD SPLOŠNIMI POGOJI LICENC, IN Z NJIMI POVEZANIH INFORMACIJ. ODGOVORNOST CREATIVE COMMONS ZA ŠKODO, KI BI IZHAJALA IZ UPORABE LICENC, JE IZKLJUČENA, KOLIKOR JE TO ZAKONSKO MOGOČE.
sv: CREATIVE COMMONS CORPORATION ÄR INTE EN JURIDISK BYRÅ ELLER ADVOKATFIRMA OCH TILLHANDAHÅLLER INTE JURIDISKA TJÄNSTER ELLER JURIDISK RÅDGIVNING. TILLHANDAHÅLLANDE AV DETTA DOKUMENT SKAPAR INTE ETT KLIENT-/RÅDGIVARFÖRHÅLLANDE. CREATIVE COMMONS TILLGÄNGLIGGÖR DENNA INFORMATION I BEFINTLIGT SKICK. CREATIVE COMMONS LÄMNAR INGA GARANTIER GÄLLANDE ANVÄNDNING AV DETTA DOKUMENT, TILLHÖRANDE INFORMATION ELLER MATERIAL SOM TILLHANDAHÅLLS NEDAN, OCH FRISKRIVER SIG FRÅN ANSVAR FÖR SKADA SOM UPPSTÅR SOM FÖLJD AV ANVÄNDNING AV DETTA DOKUMENT ELLER INFORMATIONEN ELLER VERK SOM TILLHANDAHÅLLS NEDAN.
zh_hans: CREATIVE COMMONS不是一家律师事务所，也不对外提供法律服务。提供本文件并不导致“律师—当事人”关系的建立。CREATIVE COMMONS按其现状（As Is）提供这些信息。CREATIVE COMMONS对于使用本文件，或者使用依本文件而提供的信息或作品，不提供任何担保，也不对因使用本文件，或者使用依本文件而提供的信息或作品而造成的损失承担损害赔偿责任。
zh_hant: CREATIVE COMMONS 不是法律事務所，亦不提供法律服務。散布本文件並不產生律師和客戶的關係。CREATIVE COMMONS 之資訊乃是就現狀而提供。CREATIVE COMMONS 對於使用本文件、或依本文件所提供的資訊或作品不負保證責任，並免責於因使用本文件、或依本文件所提供的資訊或作品所產生的損害。

source: Statement of Purpose
es: Declaración de Propósito
eu: Asmo-aitorpena
fi: Tarkoituksen Ilmaus
fr: Déclaration d'Intention
hr: Izjava o svrsi
it: Dichiarazione d'Intenti
ja: 目的の説明
ko: 목적
lt: Pareiškimas dėl Tikslo
nl: Doelverklaring
pl: Oświadczenie o Intencji
ro: Declarație de Intenție
sl: Izjava o nameri
sv: Avsiktsförklaring
zh_hans: 目的声明
zh_hant: 目的之聲明

source: The laws of most jurisdictions throughout the world automatically confer exclusive Copyright and Related Rights (defined below) upon the creator and subsequent owner(s) (each and all, an "owner") of an original work of authorship and/or a database (each, a "Work").
es: Las leyes de la mayoría de las jurisdicciones a lo largo del mundo automáticamente confieren derechos de autor y derechos conexos (definidos más abajo) al creador y al/los titular/es subsiguientes (todos y cada uno, un “titular”) de una obra original de autoría y/o una base de datos (cada una, una “Obra”).
eu: Mundu osoko jurisdikzio gehienek automatikoki aitortzen dizkiete Egile-eskubideak eta horiei Lotutako Eskubide esklusiboak (behean definitzen direnak) jatorrizko egile-lan baten edota datu-base baten (hemendik aurrera, «Lana») egileari eta ondorengo jabeari edo jabeei (hemendik aurrera, «Jabea»).
fi: Useimmissa maailman oikeusjärjestelmissä myönnetään luovan työn itsenäisen ja omaperäisen tuloksen ja/tai tietokannan (kukin ”Teos”) tekijälle tai tältä oikeutensa johtaneille oikeudenhaltijoille (yhdessä ja erikseen ”oikeudenhaltija”) automaattisesti yksinomainen Tekijänoikeus ja yksinomaisia Läheisiä Oikeuksia (määritelty jäljempänä).
fr: Les lois de la plupart des juridictions à travers le monde accordent automatiquement des Droits d'Auteur et Droits Voisins exclusifs (définis ci-dessous) au créateur et au(x) titulaire(s) de droits successif(s) (ci-après, le « titulaire ») d'une œuvre originale et/ou d'une base de données (ci-après, une « Œuvre» ).
hr: Zakoni u većini jurisdikcija diljem svijeta stvaratelju i naknadnim nositeljima prava (svaki od njih je „nositelj prava”) automatski dodjeljuju isključivo Autorsko pravo i povezana prava (definirano u nastavku) na izvorno autorsko djelo i/ili bazu podataka (svako od njih je „Djelo”).
it: Le leggi della maggior parte degli stati nel mondo conferiscono automaticamente Diritti d'Autore e Connessi (definiti nel prosieguo) all'autore e/o costitutore ed ai suoi aventi causa (ciascuno dei quali, e collettivamente, il "titolare") di un'opera dell'ingegno originale e/o di una banca di dati (ciascuna, un'"Opera").
ja: 世界の大部分の法域の法律は、新規の著作物および（または）データベース（以下、それぞれを「作品」という。）の創作者およびその承継人（以下、あわせて「権利者」という。）に対して、独占的な著作権および関連する権利（定義は後述する。）を自動的に与えている。
ko: 전 세계 대부분 국가의 법률에서는 저작물 및 데이터베이스(이하 각각 ‘창작물’)의 창작자 및 승계인(이하 ‘권리자’)에게 배타적 저작권 및 관련 권리(아래 정의)를 자동으로 부여합니다.
lt: Daugelyje pasaulio jurisdikcijų galiojantys teisės aktai kūrėjui ir jo teisių turėtojams (toliau, kartu ar atskirai, vadinami „teisių turėtojais“) automatiškai suteikia išimtines Autorių ir Gretutines Teises (jų apibrėžimai pateikti žemiau) į originalų autorinį darbą ir/ar duomenų bazę (toliau kiekvienas atskirai vadinami „Kūriniu“).
nl: In het recht van de meeste landen wordt het exclusieve Auteursrecht en Aanverwante Rechten (zoals hieronder omschreven) automatisch toegekend aan de maker en de opeenvolgende rechthebbende(n) (hierna gezamenlijk en afzonderlijk aangeduid als "rechthebbende") op een oorspronkelijk auteursrechtelijk beschermd werk en/of databank (hierna aangeduid als een "Werk").
pl: Ustawodawstwo obowiązujące w większości systemów prawnych automatycznie przyznaje wyłączne Prawa Autorskie i Pokrewne (zdefiniowane poniżej) twórcy i kolejnym uprawnionym (zwanym dalej, łącznie lub osobno, „uprawnionym") oryginalnego utworu i/lub bazy danych (zwanego dalej „Utworem").
ro: Legislațiile majorității jurisdicțiilor din întreaga lume conferă în mod automat Drepturi de Autor și Drepturi Conexe exclusive (definite mai jos) în cazul creatorului și al titularului sau titularilor ulteriori (fiecare dintre aceștia fiind considerat un „titular”) ai unei opere originale de autor și/sau ai unei baze de date (fiecare dintre acestea fiind considerată o „Operă”).
sl: Zakonodaja večine držav na svetu avtorju in kasnejšim imetnikom (v nadaljevanju: “imetnik”) avtomatično podeljuje izključno Avtorsko in sorodne pravice (definirano spodaj) na izvirnem avtorskem delu in/ali podatkovni bazi (v nadaljevanju: “Delo”).
sv: Lagstiftningen i de flesta länder i världen ger automatiskt exklusiv upphovsrätt och Relaterade Rättigheter (definieras nedan) till skaparen och efterföljande ägare (var och en, en "rättighetshavare") av ett eget (originellt) litterärt eller konstnärligt verk och/eller en databas ("Verk").
zh_hans: 全球大多数司法管辖区的法律，都自动将专属的著作权及相关权利（定义如下）授予原始作品或数据库（本文件中都称为“作品”）的原始创作者及后续权利人（个别及统称为“权利人”）。
zh_hant: 全球大多數司法管轄領域的法律，自動將專屬的著作權及其相關權利（定義如下）賦予原始創作及/或資料庫（分別稱「作品」）之創作者及之後的權利人（個別及統稱「權利人」）。
