Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/zero_10.po
Languages: es, eu, fi, fr, hr, it, ja, ko, lt, nl, pl, ro, sl, sv, zh_hans, zh_hant

source: Should any part of the Waiver for any reason be judged legally invalid or ineffective under applicable law, then the Waiver shall be preserved to the maximum extent permitted taking into account Affirmer's express Statement of Purpose. In addition, to the extent the Waiver is so judged Affirmer hereby grants to each affected person a royalty-free, non transferable, non sublicensable, non exclusive, irrevocable and unconditional license to exercise Affirmer's Copyright and Related Rights in the Work (i) in all territories worldwide, (ii) for the maximum duration provided by applicable law or treaty (including future time extensions), (iii) in any current or future medium and for any number of copies, and (iv) for any purpose whatsoever, including without limitation commercial, advertising or promotional purposes (the "License"). The License shall be deemed effective as of the date CC0 was applied by Affirmer to the Work. Should any part of the License for any reason be judged legally invalid or ineffective under applicable law, such partial invalidity or ineffectiveness shall not invalidate the remainder of the License, and in such case Affirmer hereby affirms that he or she will not (i) exercise any of his or her remaining Copyright and Related Rights in the Work or (ii) assert any associated claims and causes of action with respect to the Work, in either case contrary to Affirmer's express Statement of Purpose.
es: Si cualquier parte de la Renuncia por cualquier razón sea juzgada como legalmente inválida o inefectiva bajo la ley aplicable, entonces la Renuncia deberá ser preservada hasta la máxima medida posible teniendo en cuenta la expresa Declaración de Propósitos del Afirmante. Además, en la medida en que la Renuncia es así juzgada el Afirmante por este medio le otorga a cada persona afectada una licencia sin costo, intransferible, no sublicenciable, no exclusiva, irrevocable e incondicional para ejercer los Derechos de Autor y Derechos Conexos del Afirmante sobre la Obra (i) en todos los territorios del mundo, (ii) por el tiempo máximo de duración previsto por la ley o tratado aplicable (incluyendo extensiones de tiempo futuras), (iii) en cualquier medio actual o futuro y para cualquier número de copias y (iv) para cualquier propósito de cualquier naturaleza, incluyendo sin limitación comercial, anuncios y fines promocionales (la “Licencia”). La Licencia se considerará efectiva a partir de la fecha en que el Afirmante aplicó la CC0 a la Obra. Si cualquier parte de la Licencia por cualquier razón sea juzgada legalmente inválida o inefectiva bajo la ley aplicable, tal invalidez parcial o inefectividad no invalidará el resto de la Licencia, y en tal caso el Afirmante por este medio afirma que él o ella (i) no ejercerá ninguna de sus restantes Derechos de Autor y Derechos Conexos sobre la Obra, (ii) ni efectuará ningún reclamo asociado ni causa de acción con respecto a la Obra, en cualquier caso contraria a la expresa Declaración de Propósitos del Afirmante.
eu: Uko egitearen zatiren bat baliogabea edo eraginkortasunik gabea dela ebazten bada lege aplikagarriaren arabera, ahalik eta neurririk handienean mantenduko da Uko egitea, Aitortzailearen berariazko Asmo-aitorpena kontuan hartuz. Horrez gain, Uko egitea hala epaitzen bada, Aitortzaileak, honen bidez, ukitutako pertsona bakoitzari doako lizentzia transferiezin, ez azpilizentziagarri, ez-esklusibo, errebokaezin eta baldintzagabe bat emango dio Aitortzailearen Egile-eskubideak eta horiei Lotutako Eskubideak erabiltzeko, Lanari dagokionez (i) mundu guztiko lurraldeetan, (ii) lege edo itun aplikagarriek zehazten duten iraupenik luzeenean (etorkizuneko luzapenak barne), (iii) egungo edo etorkizuneko edozein euskarritan eta nahi adina kopiatarako, eta (iv) edozein xedetarako, barne hartuz, besteak beste, helburu komertzialak, publizitateari lotutakoak edo sustapenekoak («Lizentzia»). Lizentzia eraginkorra izango da Aitortzaileak Lanari CC0 aplikatu zion egunetik aurrera. Lizentziaren zatiren bat baliogabea edo eraginkortasunik gabea dela ebazten bada lege aplikagarriaren arabera, baliogabetasun edo eraginkortasunik ezak zati bati baino eragiten ez dionez, ez dira indargabetu behar Lizentziaren gainerako xedapenak, eta kasu horretan, Aitortzaileak baieztatzen du, honen bidez, (i) ez dituela erabiliko Lanaren gainean geratzen zaizkion Egile-eskubideak eta horiei Lotutako Eskubideak eta (ii) ez duela abiaraziko demandarik eta akzio juridikorik Lanari dagokionez, Aitortzailearen berariazko Asmo-aitorpenaren aurkakoak badira.
fi: Mikäli Luopuminen katsotaan sovellettavan lainsäädännön mukaan joiltain osin oikeudellisesti pätemättömäksi tai tehottomaksi, sovellettakoon Luopumista enimmäislaajuudessaan ottaen huomioon Vahvistajan nimenomainen Tarkoituksen Ilmaus. Lisäksi siltä osin kuin Luopuminen katsotaan pätemättömäksi tai tehottomaksi, Vahvistaja antaa jokaiselle, johon tämä vaikuttaa, rojaltivapaan, peruuttamattoman ja rajoittamattoman lisenssin koskien Vahvistajan Tekijänoikeutta ja Läheisiä Oikeuksia Teokseen, ilman siirto-, alilisensointi- tai yksinoikeutta, siten, että lisenssi (i) käsittää kaikki maantieteelliset alueet maailmanlaajuisesti, (ii) on kestoltaan lain tai kansainvälisten sopimusten salliman enimmäisajan pituinen (ottaen huomioon tulevat enimmäisajan pidennykset), (iii) käsittää minkä tahansa nykyisen tai tulevan välineen sekä minkä tahansa kappaleiden määrän, (iv) annetaan mihin tahansa tarkoitukseen sisältäen myös kaupallisen käytön sekä käytön mainos- ja myynninedistämistarkoituksissa (”Lisenssi”). Lisenssin katsotaan olevan voimassa siitä päivästä lukien, jolloin Vahvistaja sovelsi Teokseen CC0:aa. Mikäli Lisenssi katsotaan sovellettavan lainsäädännön mukaan joiltain osin oikeudellisesti mitättömäksi tai tehottomaksi, tällainen osittainen mitättömyys tai tehottomuus ei mitätöi Lisenssiä muilta osin ja Vahvistaja vakuuttaa, ettei hän tule vastoin nimenomaista Tarkoituksen Ilmaustaan (i) vetoamaan Tekijänoikeuteensa ja Läheisiin Oikeuksiinsa, siltä osin kuin sellaisia yhä kohdistuu Teokseen, taikka (ii) esittämään mitään tähän liittyviä vaatimuksia tai väitteitä Teosta koskien.
fr: Au cas où une partie quelconque de la Renonciation serait jugée juridiquement nulle ou sans effet pour quelque raison que ce soit en vertu de la loi en vigueur, la Renonciation devra être préservée dans la mesure maximum permise, de manière à permettre la prise en compte la plus large de la Déclaration d'Intention du Déclarant. De plus, dans la mesure où la Renonciation serait jugée ainsi, le Déclarant accorde par la présente à chaque personne concernée une licence gratuite, non transférable, non sous-licenciable, non exclusive, irrévocable et inconditionnelle d’exercer les Droits d'Auteur et Droits Voisins sur l'Œuvre (i) partout dans le monde, (ii) pour la durée maximale prévue par les lois ou traités en vigueur (y compris les prolongations futures de cette durée), (iii) sur n'importe quel support existant ou futur et quel que soit le nombre de copies, et (iv) pour toute finalité quelle qu’elle soit, y compris, et sans réserve, les finalités commerciales, publicitaires ou promotionnelles (la « Licence »). La Licence sera réputée effective à la date à laquelle le Déclarant aura appliqué CC0 à l'Œuvre. Dans le cas où une partie quelconque de la Licence serait jugée juridiquement nulle ou sans effet pour quelque raison que ce soit en vertu de la loi en vigueur, une telle invalidité partielle ou ineffectivité n'invalidera pas le reste de la Licence, et dans un tel cas, le Déclarant affirme par la présente qu'il ou elle (i) n'exercera aucun de ses Droits d'Auteur ou Droits Voisins subsistant sur l'Œuvre ou (ii) ne revendiquera aucune prétention, recours et possibilité d'action judiciaire relatifs à l'Œuvre qui serait opposé à la Déclaration d'Intention du Déclarant.
hr: Ako se bilo koji dio Odricanja od prava iz bilo kojeg razloga proglasi pravno nevaljanim ili bez pravnog učinka prema mjerodavnom pravu, Odricanje se mora očuvati u najvećoj dopuštenoj mjeri uzimajući u obzir izričitu Izjavu o svrsi Potvrditelja. Osim toga, u mjeri u kojoj je Odricanje od prava proglašeno nevaljanim ili bez pravnog učinka, Potvrditelj svakoj predmetnoj osobi dodjeljuje besplatnu, neprenosivu, neisključivu, neopozivu i bezuvjetnu licenciju bez prava podlicenciranja za korištenje Autorskog prava i povezanih prava Potvrditelja na Djelo (i) u cijelom svijetu, (ii) na maksimalno razdoblje predviđeno mjerodavnim pravom ili međunarodnim ugovorom (uključujući buduća produljenja), (iii) na bilo kojem postojećem ili budućem mediju i u bilo kojem broju primjeraka i (iv) za bilo koju svrhu, uključujući, bez ograničenja, u komercijalne, reklamne ili promidžbene svrhe („Licencija”). Smatra se da Licencija stupa na snagu na datum na koji Potvrditelj primijeni CC0 na Djelo. Ako se bilo koji dio Licencije iz bilo kojeg razloga proglasi pravno nevaljanim ili bez pravnog učinka prema mjerodavnom pravu, takva djelomična nevaljanost ili neprimjenjivost ne utječe na valjanost ostatka licencije te u tom slučaju Potvrditelj potvrđuje da neće (i) koristiti nijedno preostalo Autorsko pravo i povezana prava na Djelo ni (ii) imati bilo kakve povezane zahtjeve i temelje za postupanje u odnosu na Djelo u suprotnosti s Izjavom o svrsi Potvrditelja.
it: Se una qualsiasi parte della Rinuncia dovesse per una qualunque ragione essere giudicata invalida od inefficace secondo la legge applicabile, la Rinuncia dovrà comunque essere preservata nella più ampia misura permessa, tenendo conto della Dichiarazione d'Intenti del Dichiarante. Inoltre, in tali casi, il Dichiarante garantisce ad ogni soggetto a cui sia derivato o possa derivare un pregiudizio una licenza gratuita, non trasferibile, non sub-licenziabile, non esclusiva, irrevocabile e non soggetta a condizioni per esercitare i Diritti d'Autore e Connessi del Dichiarante sull'Opera (i) in tutto il mondo, (ii) per la durata massima prevista dalla legge applicabile o dal diritto internazionale (includendo espressamente le future possibili estensioni del termine di protezione), (iii) per ogni possibile supporto e modalità di distribuzione presente o futura e senza limitazioni riguardanti il numero delle copie, e (iv) per qualunque scopo, incluse, senza limitazione alcuna, le finalità commerciali, pubblicitarie o promozionali (la "Licenza"). La Licenza sarà ritenuta valida ed efficace dalla data in cui CC0 fu applicata dal Dichiarante all'Opera. Se una qualsiasi parte della Licenza dovesse per qualunque ragione essere giudicata invalida od inefficace secondo la legge applicabile, tale invalidità parziale od inefficacia non invaliderà il resto della Licenza, ed in tal caso il Dichiarante afferma con la presente che (i) non eserciterà nessuno dei propri residui Diritti d'Autore e Connessi relativi all'Opera o (ii) non agirà in giudizio o in altro modo rivendicherà diritti sull'Opera, laddove ciò sia in contrasto con l'espressa Dichiarazione d'Intenti del Dichiarante.
ja: 確約者は、適用される法令に基づいて許容され、かつこれに反しない最大限の範囲で、明示的に、完全に、恒久的に、取消不能および無条件の形で、現に知られているか否かにかかわらず、確約者の本作品の著作権および関連する権利、ならびに関連する請求および請求原因（現在および将来の請求および請求原因を含む。）を放棄し、または主張しない（以下、あわせて「権利放棄」という。）。その権利放棄は、(1)世界中のあらゆる地域で、(2)適用される法令または条約により与えられる最大限の期間（将来の期間延長を含む。）について、(3)現在または将来のあらゆる媒体について、かつ複製回数を問わず、(4)商用、広告、または宣伝目的を含むあらゆる利用目的について行うものとする。確約者は、公衆に属するあらゆる者の利益のために、確約者の相続人および承継人に不利益が及ぶ形であっても、権利放棄を行う。この権利放棄は、「目的の説明」において述べたような公衆による本作品の平穏な享受を害するような撤回、取消、解約、解除その他実体法上または衡平法上の訴えの対象としないことをまさに意図して行うものである。
ko: 관련 법에 따라 본 권리 포기의 일부분이 어떠한 이유에서든 법적 효력이 없거나 무효인 것으로 판단될 경우, 본 권리 포기는 확약자의 명시적 ‘목적’을 고려하여 허용되는 범위 내에서 최대한 유지되어야 합니다. 또한 본 권리 포기가 그렇게 판단되는 한도 내에서, 확약자는 그러한 결정으로 인해 영향을 받는 모든 사람에게 (i) 전 세계 모든 지역에서 (ii) 관련 법 또는 조약에서 정한 최대 기간 동안(미래의 기간 연장 포함) (iii) 현재 및 미래의 모든 매체 형태로 복제 횟수에 제한없이 (iv) 영리, 광고, 홍보 목적을 포함한 모든 목적에 대해 사용료가 없고, 양도 및 재이용허락이 불가하고, 비배타적이고, 되돌릴 수 없으며 조건 없는 라이선스를 허가합니다(이하 ‘라이선스’). 라이선스는 확약자에 의해 작품에 CC0가 적용된 날로부터 효력이 발생한 것으로 봅니다. 관련 법에 따라 라이선스의 어떤 부분이 어떠한 이유에서든 법적 효력이 없거나 무효인 것으로 판단될 경우, 이와 같이 일부분이 법적 효력이 없거나 무효라는 사실로 인해 라이선스의 나머지 부분도 효력을 잃는 것은 아니며, 그런 경우에 확약자는 (i) 창작물의 나머지 저작권 및 관련 권리를 행사하지도, (ii) 창작물과 관련해 어떠한 관련 청구 및 청구 원인도 주장하지 않을 것임을 이로써 확인합니다.
lt: Jei dėl bet kokių priežasčių bet kuri Teisių Atsisakymo dalis būtų pripažinta teisiškai negaliojančia ar netaikytina pagal taikytiną teisę, Teisių Atsisakymas išliks galiojančiu maksimalia leistina apimtimi, atsižvelgiant į Pareiškėjo tiesioginį Pareiškimą dėl Tikslo. Be to, tokia apimtimi, kiek Teisių Atsisakymas būtų pripažintas negaliojančiu, Pareiškėjas šiuo suteikia kiekvienam susijusiam asmeniui neatlygintinę, neperleidžiamą, nesublicencijuojamą, neišimtinę, neatšaukiamą ir besąlyginę licenciją įgyvendinti Pareiškėjo Autorių ir Gretutines Teises į Kūrinį (i) bet kokiose teritorijose pasaulio mastu, (ii) maksimaliam taikytinos teisės ar tarptautinės sutarties nustatytam laikotarpiui (įskaitant teisių galiojimo pratęsimus ateityje), (iii) bet kokioje egzistuojančioje ar ateityje atsirasiančioje laikmenoje ir bet kokiam kopijų skaičiui, ir (iv) bet kokiems tikslams, įskaitant, bet neapsiribojant, komerciniams, reklamos ar rėmimo (toliau vadinama „Licencija“). Licencija bus laikoma galiojančia nuo tos dienos, kai Pareiškėjas pritaikė Kūriniui CC0. Jei bet kokia Licencijos dalis dėl bet kokių priežasčių būtų pripažinta teisiškai negaliojančia ar netaikytina pagal taikytiną teisę, toks dalinis negaliojimas ar netaikymas nedaro likusios Licencijos negaliojančia, ir tokiu atveju Pareiškėjas šiuo patvirtina, kad jis (i) neįgyvendins likusių savo Autorių ir Gretutinių Teisių į Kūrinį ir (ii) nereikš jokių susijusių pretenzijų ar ieškinių dėl Kūrinio, prieštaraudamas Pareiškėjo tiesioginiam Pareiškimui dėl Tikslo.
nl: Als enig deel van de Afstandsverklaring onder het toepasselijke recht, om wat voor reden ook nietig of niet rechtsgeldig worden verklaard, dan blijft de Afstandsverklaring overigens zoveel mogelijk van kracht, met inachtneming van de expliciete Doelverklaring van Bekrachtiger. Daarnaast verleent Bekrachtiger, indien het bovenstaande met betrekking tot de Afstandsverklaring wordt verklaard, elke getroffen persoon een royaltyvrije, niet-overdraagbare, niet-sublicensieerbare, niet-exclusieve, onherroepelijke en onvoorwaardelijke licentie om het Auteursrecht en de Aanverwante Rechten van Bekrachtiger op het Werk uit te oefenen (i) in alle rechtsgebieden ter wereld, (ii) voor de maximale duur toegestaan krachtens het toepasselijke recht of verdrag (inclusief toekomstige verlengingen daarvan), (iii) in elk bestaand of in de toekomst te ontwikkelen medium en ongeacht het aantal kopieën, en (iv) ongeacht het doeleinde, daaronder begrepen maar niet beperkt tot commerciële, reclame of promotionele doeleinden (de "Licentie"). De Licentie wordt geacht van kracht te zijn met ingang van de datum waarop Bekrachtiger CC0 van toepassing heeft verklaard op het Werk. Als enig deel van de Licentie onder het toepasselijke recht om wat voor reden ook nietig of niet rechtsgeldig wordt verklaard, dan tast deze gedeeltelijke nietigheid of niet-rechtsgeldigheid de rest van de Licentie niet aan en in dat geval bevestigt Bekrachtiger hierbij dat hij/zij (i) zijn/haar rechten op het resterende Auteursrecht en Aanverwante Rechten op het Werk niet zal uitoefenen, of (ii) geen verwante rechtsvorderingen en gerechtelijke procedures met betrekking tot het Werk zal instellen, in beide gevallen in afwijking van de uitdrukkelijke Doelverklaring van Bekrachtiger.
pl: Jeżeli którakolwiek część powyższego artykułu o Zrzeczeniu się Praw zostanie uznana w świetle prawa właściwego za nieważną lub nieskuteczną, to pozostałe postanowienia oświadczenia o Zrzeczeniu się Praw będą nadal obowiązywać w maksymalnym zakresie dopuszczalnym przez prawo przy uwzględnieniu treści jednoznacznego Oświadczenia o Intencji Składającego Oświadczenie. Ponadto, w takim zakresie, w jakim oświadczenie Zrzeczenia się Praw zostanie uznane za nieważne, Składający Oświadczenie udzieli każdej osobie dotkniętej przez nieważność części tego oświadczenia bezpłatnej, niezbywalnej, niewyłącznej, nieodwołalnej i bezwarunkowej licencji, bez prawa udzielania sublicencji, na korzystanie z Praw Autorskich i Praw Pokrewnych Składającego Oświadczenie do Utworu i) na wszystkich terytoriach na całym świecie, (ii) na maksymalny okres trwania przewidziany stosownym przepisem lub traktatem (włącznie z przedłużeniami tego okresu w przyszłości), (iii) w odniesieniu do jakiegokolwiek obecnego lub przyszłego nośnika i do jakiejkolwiek liczby egzemplarzy, oraz (iv) dla jakiegokolwiek celu, w tym m.in. dla celów komercyjnych, reklamowych lub promocyjnych („Licencja"). Licencję uważa się za udzieloną w dniu, w którym Składający Oświadczenie zastosuje postanowienia CC0 do Utworu. Jeżeli którakolwiek część Licencji zostanie z jakiejkolwiek przyczyny uznana w świetle obowiązującego prawa za nieważną lub nieskuteczną, to taki stan częściowej nieważności lub nieskuteczności nie będzie unieważniać pozostałych postanowień Licencji, a na wypadek wystąpienia takiej okoliczności Składający Oświadczenie niniejszym potwierdza, że (i) nie będzie korzystać z żadnego pozostałego mu Prawa Autorskiego lub Prawa Pokrewnego do Utworu ani (ii) nie będzie występować z żadnym powiązanym roszczeniem lub podstawą powództwa w odniesieniu do Utworu, co w obu przypadkach stałoby w sprzeczności z treścią jednoznacznego Oświadczenia o Intencji Składającego Oświadczenie.
ro: În cazul în care orice parte a Renunțării este considerată, din orice motiv, a fi ineficace sau nulă din punct de vedere juridic în temeiul legislației aplicabile, Renunțarea este menținută în cea mai mare măsură admisă, ținând seama de Declarația de Intenție explicită a Declarantului. În plus, în măsura în care Renunțarea este considerată astfel, Declarantul acordă prin prezenta fiecărei persoane afectate o licență scutită de redevențe, netransferabilă, neexclusivă, irevocabilă și necondiționată, pentru care nu se pot acorda sublicențe, de a exercita Drepturile de Autor și Drepturile Conexe ale Declarantului în ceea ce privește Opera (i) în toate teritoriile din întreaga lume, (ii) pentru durata maximă prevăzută de legislația aplicabilă sau de tratatul aplicabil (inclusiv prelungirile viitoare), (iii) pentru orice canal de comunicare actual sau viitor și pentru orice număr de exemplare și (iv) în orice scop, inclusiv, fără limitări, în scopuri comerciale, publicitare sau promoționale („Licența”). Licența este considerată în vigoare de la data la care Declarantul a aplicat CC0 Operei. În cazul în care orice parte a Licenței este considerată, din orice motiv, a fi ineficace sau nulă din punct de vedere juridic în temeiul legislației aplicabile, această ineficacitate sau nulitate nu anulează restul Licenței și, într-un asemenea caz, Declarantul declară, prin prezenta, (i) că nu își va exercita niciunul dintre Drepturile de Autor și Drepturile Conexe care îi rămân în ceea ce privește Opera sau (ii) că nu va revendica nicio pretenție și motiv de acțiune asociat(ă) în ceea ce privește Opera, ceea ce ar fi în orice caz în contradicție cu Declarația de Intenție explicită a Declarantului.
sl: V primeru, da je katerikoli del Odpovedi pravicam iz kakršnegakoli razloga pravno neveljaven ali neučinkovit glede na pravo, ki se uporablja, Odpoved pravicam ostane v veljavi v največjem dovoljenem obsegu glede na izrecno Izjavo o nameri Izjavitelja. Poleg tega, v obsegu, v katerem je Odpoved pravicam neveljavna ali neučinkovita, Izjavitelj vsakomur podeljuje brezplačno, neprenosljivo, neizključno, nepreklicno in brezpogojno licenco, ki je ni mogoče podlicencirati, za izvrševanje Avtorskih in sorodnih pravic Izjavitelja na Delu (i) za ves svet, (ii) za najdaljše obdobje trajanja, kot ga predvideva pravo, ki se uporablja, ali sporazum (vključno z morebitnim prihodnjim časovnim podaljšanjem), (iii) na kateremkoli trenutnem ali prihodnjem mediju ter za nedoločeno število kopij in (iv) za kakršnekoli namene, vključno za komercialne, oglaševalske ali promocijske namene (v nadaljevanju: Licenca). Licenca se šteje za veljavno od dneva, ko je Izjavitelj Delo dal na voljo pod pogoji CC0. V primeru, da je katerikoli del Licence iz kakršnegakoli razloga neveljaven ali neučinkovit glede na pravo, ki se uporablja, takšna delna neveljavnost ali neučinkovitost ne vpliva na veljavnost ostalih delov Licence, in v takem primeru Izjavitelj potrjuje, da ne bo (i) izvrševal Avtorskih ali sorodnih pravic na Delu, ki jih obdrži ali (ii) uveljavljal kakršnihkoli povezanih zahtevkov in podlag za tožbo v povezavi z Delom, ki nasprotujejo izrecni Izjavi o nameri Izjavitelja.
sv: Om någon del av Avståendeförklaringen av någon anledning skulle bedömas sakna rättslig verkan eller inte uppnå önskad effekt enligt tillämplig lag, ska Avståendeförklaringen fortsätta gälla i största möjliga utsträckning med beaktande av Upplåtarens uttryckliga Avsiktsförklaring. Utöver vad som bedöms förenligt med Avståendeförklaringen, upplåter Upplåtaren härmed till varje berörd person en royaltyfri, icke överlåtbar, icke vidarelicensierbar, icke exklusiv, oåterkallerlig och ovillkorlig licens att utöva Upplåtarens Upphovsrätt och Relaterade Rättigheter i Verket (i) i samtliga områden i världen, (ii) under den maximala skyddstiden enligt tillämplig lag eller fördrag (inklusive framtida förlängningar), (iii) i varje nu existerande och framtida medium och oavsett antal kopior, och (iv) för vilket syfte som helst, inklusive men utan begränsning för kommersiellt, reklam- och marknadsföringsmässigt syfte (“Licensen”). Licensen ska anses gälla från det datum då CC0 applicerades av Upplåtaren på Verket. Skulle någon del av Licensen av någon anledning bedömas sakna rättslig verkan eller effekt enligt tillämplig lag, ska sådan partiell ogiltighet eller ineffektivitet inte ogiltigförklara resterande del av Licensen, och i sådant fall bekräftar härmed Upplåtaren att han eller hon inte kommer att (i)utöva någon av hans eller hennes återstående Upphovsrätt och Relaterade Rättigheter i Verket som kvarstår i Verket eller (ii)framställa några relaterade anspråk och anledning att vidta rättsliga åtgärder med hänsyn till Verket, i något av fallen som motsätter sig Upplåtarens uttryckliga Avsiktsförklaring.
zh_hans: 若因为任何原因，上述权利放弃的任何部分依据可适用法律被认定为无效或未生效，该权利放弃应当在考虑声明人上述目的声明的情况下在法律允许的范围内最大程度得以保留。此外，在这种情况下，声明人在此授予每一位受影响的使用者免费的、不可转让的、不可再许可的、非独占性的、不可撤销的及无条件的许可以行使声明人对该作品的著作权和相关权利（“许可”）。该许可 (i) 适用于全球范围； (ii) 适用于相关法律及条约规定的最长存续期间（包括未来的延长期间）； (iii) 适用于任何现存的或未来的媒介，及任意数量的复制件；并且(iv) 使用者对该作品的使用可以是为任何目的，包括但不限于商业、广告和促销的目的。该许可应被视为自声明人将CC0适用于本作品之日起生效。若因为任何原因使该许可的任一部分在相关法律下被认定为无效或者未生效， 该部分不会使许可的其他部分无效。且在这种情况下，声明人声明他将不会与目的声明相悖而采取下述行动： (i) 行使其保留的任何与该作品有关的著作权和相关权利；或(ii) 提起任何与该作品相关的权利主张或诉讼请求。
zh_hant: 若因為任何原因，前述權利之拋棄的任一部分依據相關法律，被認定為無效或不生效力，則該權利之拋棄應在考量到前述宣告者明示的目的之聲明、在相關法律允許的最大範圍內被保留。此外，當前述權利之拋棄被如此認定時，宣告者於此授與每位受影響者免權利金、不得移轉的、不得再授權的、非專屬的、不得撤回的，以及無條件的授權，來實施宣告者對本作品的著作權及其相關權利（「授權」）。該授權 (i) 適用於全球的領域，(ii) 適用於相關法律及條約規定的最長存續期間（包含未來的延長期間），(iii) 適用於任何現行或未來的媒介及任何數量的重製品上，及 (iv) 使用者得為了任何目的，包含但不限於商業、廣告或促銷之目的利用本作品。該授權應被視為溯及自宣告者將 CC0 適用於本作品之日起生效。若因為任何原因使該授權的任一部分在相關法律下被認定為無效或不生效力，該無效或不生效力部份不因而使該授權其餘部分亦無效，且在這個情況下，宣告者於此聲明他將不會 (i)行使任何他對本作品剩餘的著作權及其相關權利或 (ii) 提起任何與本作品相關的權利主張及訴訟請求，在前述 (i)(ii) 任一情形下之聲明並不會與前述宣告者明示的目的之聲明相悖。
