Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/zero_10.po
Languages: es, eu, fi, fr, hr, it, ja, ko, lt, nl, pl, ro, sl, sv, zh_hans, zh_hant

source: Certain owners wish to permanently relinquish those rights to a Work for the purpose of contributing to a commons of creative, cultural and scientific works ("Commons") that the public can reliably and without fear of later claims of infringement build upon, modify, incorporate in other works, reuse and redistribute as freely as possible in any form whatsoever and for any purposes, including without limitation commercial purposes. These owners may contribute to the Commons to promote the ideal of a free culture and the further production of creative, cultural and scientific works, or to gain reputation or greater distribution for their Work in part through the use and efforts of others.
es: Ciertos titulares desean renunciar permanentemente a esos derechos sobre una Obra con el propósito de contribuir a un común de obras creativas, culturales y científicas (“Commons”) sobre las cuales el público pueda, de manera segura y sin miedo a recibir reclamos posteriores o cometer infracciones, construir sobre, modificar, incorporar en otras obras, reutilizar y redistribuir tan libremente como sea posible en cualquier forma y con cualquier propósito, incluyendo sin limitación propósitos comerciales. Estos titulares pueden contribuir a los Commons para promover el ideal de una cultura libre y la producción adicional de obras creativas, culturales y científicas, o para ganar reputación o para mayor distribución de su Obra a través del uso y el esfuerzo de otros.
eu: Zenbait jabek behin betiko uko egin nahi izaten diete Lanaren gaineko eskubideei, sormen-, kultura- eta zientzia-lanen funts komunari («Funts Komuna») ekarpen bat egiteko asmoz, publikoak erabili ahal izan dezan modu fidagarrian eta lege-hausteen ondoriozko demandei beldurrik izan gabe, gainean eraikitzeko, aldatzeko, beste lan batzuetan txertatzeko, berrerabiltzeko eta banatzeko, ahalik eta askatasun gehienarekin, edozein formatutan eta edozein helburutarako, helburu komertzialak barne hartuta, mugarik gabe. Jabe horiek Funts Komunari laguntzen diote kultura librearen ideala eta sormen-, kultura- eta zientzia-lanen etengabeko ekoizpena sustatzeko, edo ospea irabazteko eta beren Lanak hedapen handiagoa izateko, neurri batean hirugarrenen erabilera eta ahaleginari esker.
fi: Jotkut oikeudenhaltijat haluavat pysyvästi luopua tällaisista Teokseen kohdistuvista oikeuksista tarkoituksenaan kartuttaa luovien, kulttuurillisten ja tieteellisten teosten muodostamia yhteisiä resursseja (”Yhteisresurssit”), joita suuri yleisö voi luotettavasti ja ilman oikeuden loukkaamista koskevien väitteiden pelkoa kehittää, muokata ja sisällyttää muihin teoksiin sekä käyttää uudelleen ja levittää edelleen niin vapaasti kuin mahdollista missä tahansa muodossa ja mitä tahansa tarkoitusta varten, sisältäen myös kaupalliset tarkoitukset. Tällaiset oikeudenhaltijat saattavat kartuttaa Yhteisresursseja edistääkseen vapaan kulttuurin ihannetta sekä uusien luovien, kulttuurin ja tieteen piiriin kuuluvien teosten tuottamista taikka saadakseen mainetta tai saattaakseen Teoksensa laajempaan levitykseen osin muiden siihen kohdistuvan käytön ja työn kautta.
fr: Certains titulaires souhaitent renoncer de façon définitive à ces droits sur une Œuvre dans le but de contribuer à un fonds commun d'œuvres créatives, culturelles et scientifiques (les « Communs ») que le public a la possibilité d'élaborer, de modifier, et d'incorporer dans d'autres œuvres de façon fiable et sans crainte de recours ultérieurs pour contrefaçon, de réutiliser et de redistribuer aussi librement que possible sous n'importe quelle forme et pour n'importe quelle finalité, y compris, et sans réserves, à des fins commerciales. Ces titulaires contribuent aux Communs pour promouvoir les idéaux d'une culture libre et accroître la production d'œuvres créatives, culturelles et scientifiques, ou pour acquérir une réputation ou une plus grande diffusion de leur Œuvre, notamment grâce à l'utilisation et aux efforts des autres.
hr: Neki nositelji prava žele se trajno odreći tih prava na Djelo u svrhu uvrštavanja u zajednička dobra kreativnih, kulturnih i znanstvenih djela („Zajednička dobra”) koja javnost može pouzdano i bez bojazni od naknadnih zahtjeva zbog povrede prava nadograditi, izmijeniti, uvrstiti u druga djela, ponovno upotrijebiti i dalje distribuirati što slobodnije u bilo kojem obliku i u bilo koju svrhu, uključujući, bez ograničenja, u komercijalne svrhe. Ti nositelji prava mogu doprinijeti Zajedničkim dobrima radi promicanja ideala slobodne kulture i daljnje izrade kreativnih, kulturnih i znanstvenih djela, ili kako bi stekli ugled ili poboljšali distribuciju svojeg Djela, djelomično zahvaljujući uporabi i naporima drugih osoba.
it: Alcuni titolari desiderano rinunciare definitivamente a questi diritti sull'Opera al fine di contribuire ad un patrimonio comune di opere creative, culturali e scientifiche ("Commons"), che il pubblico può sviluppare ulteriormente, modificare, inserire in altre opere, riutilizzare e ridistribuire del tutto liberamente, in qualsiasi forma e per ogni finalità, inclusi senza alcun limite anche scopi commerciali, potendo fare affidamento sul fatto che non sarà intrapresa alcuna azione legale per violazione dei diritti da parte dei titolari. Questi titolari possono contribuire ai Commons per promuovere l'ideale di una cultura libera e la produzione ulteriore di opere creative, culturali e scientifiche, o per costruirsi una reputazione o favorire una maggiore distribuzione delle proprie Opere in parte attraverso l'utilizzo e l'attività di altre persone.
ja: 権利者の中には、創作的、文化的、科学的作品の共有地（以下「コモンズ」という。）に貢献する目的で、作品についての自己の権利を恒久的に放棄することを望む者がいる。コモンズでは、一般の人々が、確実に、かつ後発的な侵害の主張をおそれることなく、そのような作品をベースに使い、改変し、他の作品に取り込み、再利用し、再配布することができる。これらの行為は、どのような態様によっても、商業目的を含むどのような目的でも、可能な限り自由に行うことができる。
ko: 공중이 영리적 목적을 포함한 어떠한 목적으로든 권리 침해 소송을 당할 두려움없이 가능한 한 자유롭게 원하는 형태로, 재창작하고, 수정하고, 다른 저작물에 결합하고, 재사용하고, 재배포할 수 있는 창작, 문화, 과학 창작물의 커먼즈(이하 ‘커먼즈’)에 기여할 목적으로, 자신의 창작물에 대한 이러한 권리를 영구적으로 포기하고자 하는 사람들이 있습니다.
lt: Kai kurie teisių turėtojai pageidauja visam laikui atsisakyti tokių teisių į Kūrinį tam, kad prisidėtų prie bendros meno, kultūros ir mokslo darbų visumos sukūrimo, kad visuomenės nariai galėtų, patikimai ir be nuogąstavimų dėl galimų pretenzijų dėl teisių pažeidimo, Kūriniais remtis, juos modifikuoti, įtraukti į kitus kūrinius, pakartotinai naudoti ir pakartotinai platinti, kaip tik įmanoma laisvai bet kokia forma ir bet kokiais tikslais, įskaitant ir komercinius. Tokie teisių turėtojai gali prisidėti prie kūrimo tam, kad remtų laisvai prieinamos kultūros idealą ir tolimesnį meno, kultūros ir mokslo darbų kūrimą, arba, per kitų asmenų naudojimąsi ir pastangas, siekti didesnės savo Kūrinio sklaidos ir žinomumo įgijimo. per kitų asmenų naudojimą ir pastangas.
nl: Sommige rechthebbenden wensen afstand te doen van hun rechten op een Werk om zo een bijdrage te leveren aan een gemeenschap van vrij toegankelijke creatieve, culturele en wetenschappelijke werken ("Commons"), dat iedereen kan bewerken, aanpassen, opnemen in andere werken, hergebruiken of herdistribueren, ongeacht het doel, inclusief (maar niet beperkt tot) voor commerciële doeleinden, zonder bang te hoeven zijn dat deze rechten worden geschonden. De rechthebbenden kunnen bijvoorbeeld hun Werk beschikbaar stellen aan de Commons om het idee van een vrije cultuur en de productie van creatieve, culturele en wetenschappelijke werken te promoten, of om grotere bekendheid te geven aan hun Werk of de verspreiding ervan bevorderen, deels door het gebruik en de inspanningen van anderen.
pl: Niektórzy uprawnieni chcą zrezygnować na zawsze z praw do danego Utworu, aby w ten sposób wnieść swój wkład do wspólnego zasobu dzieł twórczych, utworów artystycznych i dzieł naukowych („Wspólny Zasób"), który to zasób ogół społeczeństwa może, z poczuciem zaufania i bez obaw o późniejsze roszczenia, rozbudowywać, modyfikować, włączać do innych utworów, ponownie wykorzystywać lub rozpowszechniać w maksymalnie swobodny sposób, w jakiejkolwiek formie i do jakichkolwiek celów, w tym m.in. do celów komercyjnych. Tacy uprawnieni mogą wnosić swoje utwory do Wspólnego Zasobu w celu rozpowszechniania idei wolnej kultury i wspierania działalności twórczej owocującej powstawaniem dzieł twórczych, utworów artystycznych i dzieł naukowych, bądź w celu zyskania sławy lub szerszej znajomości ich Utworów, częściowo dzięki wykorzystywaniu tych Utworów przez inne osoby lub dzięki wysiłkom innych osób.
ro: Unii proprietari doresc să renunțe în mod permanent la aceste drepturi aferente unei Opere, cu scopul de a contribui la o resursă comună de opere creative, culturale și științifice („Resursa Comună”) pe care publicul, în mod fiabil și fără teama unor acuzații de încălcare ulterioare, le poate utiliza ca bază de plecare, le poate modifica, le poate încorpora în alte opere, le poate reutiliza și redistribui cât mai liber posibil, în orice formă și în orice scop, inclusiv, fără limitări, în scopuri comerciale. Acești titulari pot contribui la Resursa Comună pentru a promova idealul unei culturi libere și producerea în continuare de opere creative, culturale și științifice sau pentru a câștiga reputație sau o distribuire pe scară mai largă a Operei lor, în parte datorită utilizării și eforturilor altora.
sl: Nekateri imetniki želijo trajno odstopiti te pravice na Delu za namene prispevanja v skupnostni korpus ustvarjalnih, kulturnih in znanstvenih del (v nadaljevanju: “Skupnostni korpus”), na katerih lahko javnost zanesljivo in brez bojazni, da bo prihajalo do kasnejših zahtevkov iz naslova kršitev, gradi, jih predela, vključi v druga dela, ponovno uporabi in ponovno distribuira, svobodno, v kakršnikoli obliki in za kakršnekoli namene, tudi za komercialne namene. Ti imetniki lahko prispevajo svoja Dela v Skupnostni korpus za namene spodbujanja svobodne kulture in nadaljne izdelave ustvarjalnih, kulturnih in znanstvenih del, ali za pridobivanje ugleda ali širše distribucije njihovih Del deloma preko uporabe in prizadevanj drugih.
sv: Vissa rättighetshavare vill permanent avstå från dessa rättigheter till ett Verk i syfte att bidra till en "commons" bestående av konstnärliga, kulturella och vetenskapliga verk (“Commons”) som allmänheten, på ett tillförlitligt sätt och utan att behöva oroa sig för att det senare ska kunna göras gällande som intrång i upphovsrätt, kan bygga vidare på, modifiera, införliva i andra verk, återanvända och sprida vidare med så stor frihet som möjligt i vilken form som helst i vilket syfte som helst, inklusive men inte begränsat till kommersiella syften. Dessa rättighetshavare kan bidra till Commons för att främja idealet av en fri kultur och det fortsatta produktionen av kreativa, kulturella och vetenskapliga verk, eller för att deras Verk ska bli erkänt eller få större spridning delvis genom andra människors användning och ansträngning.
zh_hans: 某些权利人愿意永久地放弃其著作权，以便将其贡献到创意、文化及科学作品的共享领域（“共享领域”）。在此共享领域中，公众能够安心地、无惧未来侵权主张地、并以最大可能的自由形式或为任何目的（包括但不限于商业目的）地以该作品为基础进行创作、修改、汇编、再利用或者再传播该作品。这些权利人之所以放弃著作权并将作品贡献于共享领域，可能是为了推动自由文化的理念或者未来的创意、文化及科学作品的创作，也可能是为了通过他人的使用和投入以赢得声誉和作品更广泛的传播。
zh_hant: 某些權利人想要永久放棄其作品之權利，是為了將它貢獻到一個創意、文化及科學作品之共享領域（「共享領域」）。在該共享領域中，公眾能安心地、無懼未來的侵權主張地、並以最大可能的自由形式及任何目的，包含但不限於商業目的，以該等作品為基礎另為創作、修改、再利用、再散布這些作品及將該等作品收錄於其他作品中。這些權利人，將其作品貢獻到該共享領域中，可能是為了發揚自由文化的理想或進一步促進創意、文化及科學作品的產生、或某種程度上透過他人的使用及努力，來為自己贏得名聲或使其作品被更廣泛地散布。

source: For these and/or other purposes and motivations, and without any expectation of additional consideration or compensation, the person associating CC0 with a Work (the "Affirmer"), to the extent that he or she is an owner of Copyright and Related Rights in the Work, voluntarily elects to apply CC0 to the Work and publicly distribute the Work under its terms, with knowledge of his or her Copyright and Related Rights in the Work and the meaning and intended legal effect of CC0 on those rights.
es: Por estos y/u otros propósitos y motivaciones, y sin ninguna expectativa de consideración o compensación adicional, la persona que asocia una CC0 a una Obra (el “Afirmante”), en la medida en que él o ella es un/a titular de Derechos de Autor y Derechos Conexos de la Obra, elige voluntariamente aplicar CC0 a la Obra y distribuir públicamente la Obra bajo sus términos, con conocimiento de sus Derechos de Autor y Derechos Conexos sobre la Obra y el significado y el efecto legal buscado por CC0 sobre esos derechos.
eu: Helburu edo arrazoi horiek edota beste batzuk direla-eta, eta bestelako ordainik itxaron gabe, Lan bati CC0 esleitzen dion pertsonak («Aitortzailea»), Lanaren Egile-eskubideen eta horiei Lotutako Eskubideen jabe den neurrian, bere borondatez erabakitzen du Lanari CC0 aplikatuko diola eta Lana publikoki banatuko duela dagozkion baldintzen arabera, Lanaren gainean dituen Egile-eskubideen eta horiei Lotutako Eskubideen jakitun izanda, eta CC0 tresnak eskubide horietan duen esanahia eta eragin juridikoa ezagututa.
fi: Näistä ja/tai muista tarkoituksista ja vaikuttimista johtuen, ilman minkäänlaisia odotuksia enemmästä korvauksesta tai hyvityksestä, CC0:n Teokseen liittävä henkilö (”Vahvistaja”), sikäli ja siinä määrin kuin hän on Teoksen Tekijänoikeuden ja Läheisten Oikeuksien haltija, päättää vapaaehtoisesti soveltaa Teokseen CC0:a ja julkisesti levittää Teosta CC0:n mukaisesti tietoisena sekä omasta Tekijänoikeudestaan ja omista Läheisistä Oikeuksistaan Teokseen että CC0:n merkityksestä ja sillä tavoitelluista oikeusvaikutuksista tällaisiin oikeuksiin.
fr: C'est pour ces finalités et motivations, ainsi que pour d'autres, et sans attendre aucune rémunération, avantage ou compensation supplémentaire, que la personne associant CC0 à une Œuvre (le « Déclarant »), dans la mesure où elle est titulaire des Droits d'Auteur et des Droits Voisins sur l'Œuvre, décide volontairement d'appliquer CC0 à l'Œuvre et de distribuer publiquement l'Œuvre sous ses conditions, en toute connaissance de ses Droits d'Auteur et Droits Voisins sur l'Œuvre, ainsi que de la portée et des effets juridiques de CC0 sur ces droits.
hr: Za te i/ili druge svrhe i motivacije te bez očekivanja dodatne protučinidbe ili naknade, osoba koja povezuje CC0 s Djelom („Potvrditelj”), ako je nositelj Autorskog prava i povezanih prava na Djelo, dobrovoljno odlučuje primjenjivati CC0 na Djelo te javno distribuirati Djelo u skladu s uvjetima CC0, poznavajući svoje Autorsko pravo i povezana prava na Djelo te značenje i predviđeni pravni učinak CC0 na ta prava.
it: Per questi e/o per altri scopi e motivazioni, e senza alcuna aspettativa di ulteriore remunerazione o indennizzo, la persona che associa CC0 ad un'Opera (il "Dichiarante") nella misura in cui è titolare di Diritti d'Autore e Connessi sull'Opera, volontariamente sceglie di applicare la licenza CC0 all'Opera e di distribuirla pubblicamente secondo i suoi termini, con la consapevolezza della propria titolarità di Diritti d'Autore e Connessi sull'Opera e del significato e degli effetti che, dal punto di vista giuridico, la licenza CC0 produrrà su tali diritti.
ja: このような権利者は、フリー・カルチャーの理念を普及させ、創造的、文化的、科学的作品のさらなる創造を促すことでコモンズへ貢献することができる。あるいはまた、他人による利用や他人の活動を通じて、自己の作品の評価の獲得や、自己の作品のさらなる流通を実現するために、コモンズへ貢献することができる。
ko: 이러한 목적과 동기 또는 그밖의 목적과 동기를 위해 추가적인 대가나 보상을 바라지 않고, 자신이 저작권이나 관련 권리를 갖는 범위 내에서 창작물에 CC0를 적용하는 사람(이하 ‘확약자’)은 창작물에 대한 본인의 저작권 및 관련 권리와 함께 CC0의 의미 및 CC0가 그러한 권리에 미치는 법적 효력을 이해한 상태에서 자발적으로 창작물에 CC0를 적용합니다.
lt: Dėl nurodytų ir/ar kitų tikslų ir motyvų, nesitikėdamas jokio papildomo atlyginimo ar kompensacijų, Kūrinį su CC0 susiejęs asmuo („Pareiškėjas“), tiek, kiek asmuo yra Autorių ir Gretutinių Teisių į Kūrinį turėtojas, laisva valia, būdamas pilnai informuotas apie savo Autorių ir Gretutines Teises į Kūrinį ir CC0 pritaikymo reikšmę bei teisines pasekmes šioms teisėms, pasirinko Kūriniui taikyti CC0 ir viešai platinti Kūrinį pagal CC0 sąlygas.
nl: Voor deze en/of andere doeleinden en redenen, en zonder aanspraak te maken op een aanvullende tegenprestatie of vergoeding, kiest degene die CC0 in verband brengt met een Werk (de "Bekrachtiger") er vrijwillig voor, voor zover hij of zij houder is van het Auteursrecht en Aanverwante Rechten op het Werk, om CC0 op het Werk van toepassing te verklaren en het Werk in het publieke domein te brengen, onder de voorwaarden van CC0, en met inachtneming van zijn of haar Auteursrecht en Aanverwante Rechten op het Werk en van de betekenis en desbetreffende juridische gevolgen van CC0 voor die rechten.
pl: Kierując się powyższymi i/lub innymi celami i motywami, a nie oczekując żadnego dodatkowego świadczenia bądź wynagrodzenia, osoba opatrująca określony Utwór oznaczeniem CC0 („Składający Oświadczenie"), w zakresie, w jakim ta osoba jest uprawnionym z tytułu Praw Autorskich i Praw Pokrewnych do Utworu, dobrowolnie decyduje się zastosować CC0 do ww. Utworu i rozpowszechnić go publicznie zgodnie z warunkami CC0, mając świadomość posiadanych Praw Autorskich i Pokrewnych do Utworu, jak i znaczenia i skutku prawnego, który CC0 wywrze na te prawa.
ro: Pentru aceste scopuri și motivații și/sau pentru altele și fără nicio așteptare privind vreo contraprestație sau compensație suplimentară, persoana care asociază CC0 cu o Operă („Declarantul”), în măsura în care este un titular de Drepturi de Autor și de Drepturi Conexe privind Opera, optează în mod voluntar să aplice CC0 în cazul Operei și să distribuie public Opera conform termenilor acesteia, având cunoștință de Drepturile de Autor și Drepturile Conexe care îi revin în ceea ce privește Opera, precum și de înțelesul și de efectul juridic scontat al CC0 asupra acestor drepturi.
sl: Oseba, ki Delo da na voljo pod pogoji CC0 (v nadaljevanju: “Izjavitelj”), kolikor je imetnik Avtorskih in sorodnih pravic na Delu, za zgoraj navedene in/ali ostale namene in vzgibe, brez pričakovanj po dodatnem plačilu ali dodatnem nadomestilu, prostovoljno določi, da se uporabi CC0 na Delu in da se Delo javno distribuira pod pogoji CC0, pri čemer se zaveda svojih Avtorskih in sorodnih pravic na delu ter pomena in predvidenega pravnega učinka CC0 na pravice.
sv: Med dessa och/eller andra syften och motiv, och utan några krav på ytterligare ersättning eller kompensation, väljer personen som applicerar CC0 på ett Verk (“Upplåtaren”), i den mån som han/hon har Upphovsrätt och Relaterade Rättigheter till Verket, frivilligt att applicera CC0 på Verket och offentligt distribuera Verket enligt dess villkor, med insikt om hans/hennes Upphovsrätt och Relaterade Rättigheter till Verket och innebörden av CCOoch den avsedda rättsliga verkan av CC0 på dessa rättigheter.
zh_hans: 声明将CC0适用于某一特定作品的人（“声明人”），为了上述或者其他的目的和动机，并未预期任何进一步的对价或补偿，在其作为本作品著作权或相关权利权利人的权利范围内，自愿选择将CC0适用于该作品上并公开地依据CC0的条款来传播该作品。声明人理解其对本作品的著作权和相关权利，以及CC0对该权利将产生的意义和法律影响。
zh_hant: 為了這些及/或其他目的和動機，且未預期任何額外之對價或補償下，以 CC0 結合一作品之人（「宣告者」），在他是該作品的著作權及其相關權利的權利人的範圍內，且其了解到他對該作品的著作權及其相關權利、及 CC0 對那些權利將產生的意義和法律影響，自願選擇將 CC0 適用在該作品上，且公開地依據 CC0 的條款來散布該作品。

source: 1. Copyright and Related Rights.
es: 1. Derechos de Autor y Derechos Conexos.
eu: 1. Egile-eskubideak eta horiei Lotutako Eskubideak.
fi: 1. Tekijänoikeus ja Läheiset Oikeudet.
fr: 1. Droit d'Auteur et Droits Voisins.
hr: 1. Autorsko pravo i povezana prava.
it: 1. Diritti d'Autore e Connessi.
ja: 上記ならびに（または）その他の目的および動機のために、作品にCC0を付する者（以下「確約者」という。）は、追加の対価または補償を一切求めることなく、確約者が本作品の著作権および関連する権利の権利者である限り、すすんで本作品にCC0を適用し、CC0の規程に従って、自らの作品を公に配布する。この行為は、確約者が、本作品について確約者が所有している著作権および関連する権利、CC0の意味、およびCC0がこれらの権利に及ぼす法的効果を理解したうえで行われる。
ko: 1. 저작권 및 관련 권리.
lt: 1. Autorių ir Gretutinės Teisės.
nl: 1. Auteursrecht en Aanverwante Rechten.
pl: 1. Prawo Autorskie i Prawa Pokrewne.
ro: 1. Drepturi de Autor și Drepturi Conexe.
sl: 1. Avtorske in sorodne pravice.
sv: 1. Upphovsrätt och Närstående Rättigheter.
zh_hans: 1. 著作权及相关权利。
zh_hant: 1.著作權及其相關權利。

source: A Work made available under CC0 may be protected by copyright and related or neighboring rights ("Copyright and Related Rights"). Copyright and Related Rights include, but are not limited to, the following:
es: Una Obra disponible bajo una CC0 puede estar protegida por derechos de autor o derechos conexos (“Derechos de Autor y Derechos Conexos”). Los Derechos de Autor y los Derechos Conexos incluyen, pero no están limitados a, lo siguiente:
eu: CC0-rekin eskuragarri jartzen den Lan batek Egile-eskubideen eta horiei Lotutako Eskubideen edo ingurukoen («Egile-eskubideak eta horiei Lotutako Eskubideak») babesa izan dezake. Egile-eskubideen eta horiei Lotutako Eskubideen barnean sartzen dira, besteak beste, honako hauek:
fi: CC0:n mukaisesti yleisön saataviin saatettuun Teokseen saattaa kohdistua tekijänoikeuksia, lähioikeuksia ja läheisiä oikeuksia (”Tekijänoikeus ja Läheiset Oikeudet”). Tekijänoikeuteen ja Läheisiin Oikeuksiin kuuluvat mm. seuraavat:
fr: Il est possible qu'une Œuvre mise à disposition sous CC0 soit protégée par des droits d'auteur et des droits voisins (« Droit d'Auteur et Droits Voisins »). Le Droit d'Auteur et les Droits Voisins comportent, sans s'y limiter, les droits suivants :
hr: Djelo stavljeno na raspolaganje pod uvjetima CC0 možda je zaštićeno autorskim pravom i povezanim ili srodnim pravima („Autorsko pravo i povezana prava”). Autorsko pravo i povezana prava uključuju, ali nisu ograničena:
it: Un'Opera messa a disposizione in base alla licenza CC0 può essere protetta in base al diritto d'autore ed ai diritti a questo connessi od affini ("Diritti d'Autore e Connessi"). I Diritti d'Autore e Connessi includono, ma non sono limitati a, i seguenti:
ko: CC0로 공유되는 창작물은 저작권 및 관련 권리 또는 저작인접권(이하 ‘저작권 및 관련 권리’)에 의해 보호됩니다. 저작권 및 관련 권리는 다음을 포함하나 이에 한정되지 않습니다.
lt: Pagal CC0 platinamas Kūrinys gali būti saugomas autorių ir gretutinių teisių („Autorių ir Gretutinės Teisės“). Autorių ir Gretutinės Teisės apima, bet neapsiriboja, šias teises:
nl: Op een Werk dat op grond van CC0 beschikbaar is gesteld, kunnen auteursrecht en aanverwante of naburige rechten rusten ("Auteursrecht en Aanverwante Rechten"). Auteursrecht en Aanverwante Rechten omvatten maar zijn niet beperkt tot:
pl: Utwór udostępniany zgodnie z CC0 może podlegać ochronie przez prawa autorskie jak i prawa pokrewne („Prawo Autorskie i Prawa Pokrewne"). Prawa Autorskie i Prawa Pokrewne obejmują m.in.:
ro: O Operă pusă la dispoziție în temeiul CC0 poate fi protejată prin drepturi de autor și drepturi conexe („Drepturi de Autor și Drepturi Conexe”). Drepturile de Autor și Drepturile Conexe includ următoarele (fără a se limita la acestea):
sl: Delo, ki je dano na voljo pod CC0 je lahko varovano z Avtorsko in sorodnimi pravicami, kar vključuje, ni pa omejeno na naslednje pravice:
sv: Ett Verk som gjorts tillgängligt under CC0 kan vara skyddat av upphovsrätt och relaterade eller närstående rättigheter (“Upphovsrätt och Relaterade Rättigheter”). Upphovsrätt och Relaterade Rättigheter innefattar, men är inte begränsat till, följande:
zh_hans: CC0项下的作品可能受到著作权或者相关权利的保护。著作权和相关权利包括但不限于下列权利：
zh_hant: 一作品依據 CC0 提供利用（本作品），可能受到著作權及其相關或鄰接權利（「著作權及其相關權利」）的保護。著作權及其相關權利，包含但不限於下列權利：
