Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/zero_10.po
Languages: es, eu, fi, fr, hr, it, ja, ko, lt, nl, pl, ro, sl, sv, zh_hans, zh_hant

source: the right to reproduce, adapt, distribute, perform, display, communicate, and translate a Work;
es: el derecho a reproducir, adaptar, distribuir, interpretar, exhibir, comunicar y traducir una Obra;
eu: Lana erreproduzitzeko, egokitzeko, banatzeko, interpretatzeko, erakusteko, komunikatzeko eta itzultzeko eskubidea;
fi: oikeus valmistaa kappaleita Teoksesta ja oikeudet muunnella, levittää, esittää ja näyttää Teosta sekä välittää ja kääntää Teos;
fr: Le droit de reproduire, adapter, distribuer, interpréter, représenter, communiquer et traduire une Œuvre ;
hr: na pravo na reproduciranje, prilagodbu, distribuciju, izvođenje, prikazivanje, priopćavanje i prevođenje Djela;
it: diritto di riprodurre, adattare, distribuire, eseguire, esporre, comunicare e tradurre l'Opera;
ja: 作品を複製し、改変・翻案し、配布し、上演・演奏し、展示し、提供し、および翻訳する権利
ko: 창작물을 복제, 변경, 배포, 공연, 전시, 공중송신, 번역할 권리
lt: teisę atgaminti, adaptuoti, platinti, atlikti, rodyti, skelbti ir išversti Kūrinį;
nl: het recht om een Werk te verveelvoudigen, bewerken, distribueren, uit te voeren, tentoon te spreiden, communiceren en vertalen;
pl: prawo do zwielokrotniania, tworzenia opracowań, rozpowszechniania, wykonywania, wystawiania, przekazywania,i tłumaczenia Utworu;
ro: dreptul de a reproduce, de a adapta, de a distribui, de a reprezenta, de a expune, de a comunica și de a traduce o Operă;
sl: pravica reproduciranja, predelave, distribuiranja, izvajanja, prikazovanja, priobčevanja in prevajanja Dela;
sv: rätten att reproducera, bearbeta, sprida framföra, visa, kommunicera, och översätta ett Verk;
zh_hans: 复制、演绎、传播、表演、展示和翻译该作品的权利；
zh_hant: 重製、改作、散布、表演、展示、傳達及翻譯一作品的權利；

source: moral rights retained by the original author(s) and/or performer(s);
es: derechos morales retenidos por el/los autor/autores originales y/o el/los intérprete/s;
eu: jatorrizko egileak/egileek edota interpretatzaileak/interpretatzaileek dituzten eskubide moralak;
fi: alkuperäisten tekijöiden ja/tai esittäjien moraaliset oikeudet;
fr: Les droits moraux détenus par le ou les auteur(s) originel(s) et/ou le ou les interprète(s) ;
hr: na moralna prava koja su zadržali izvorni autori i/ili izvođači;
it: diritti morali detenuti dall'autore o dagli autori originari e/o dall'artista o dagli artisti interpreti ed esecutori;
ja: 著作者および（または）実演家が保有する人格的権利
ko: 원작자 및 공연자가 갖는 저작인격권
lt: neturtinės teisės neperduodamos kitiems asmenims;
nl: de door de oorspronkelijke auteur(s) en/of uitvoerder(s) behouden morele rechten;
pl: prawa osobiste przysługujące autorowi lub autorom i/lub wykonawcy bądź wykonawcom;
ro: drepturile morale păstrate de autorul/autorii și/sau de interpretul/interpreții inițiali;
sl: moralne pravice, ki jih prvotni avtor(ji) in/ali izvajalec(i) obdrži(jo);
sv: ideella rättigheter som förbehållna av upphovspersonen/upphovspersonerna och/eller framföraren/framförarna;
zh_hans: 原始作者或者表演者所保留的著作人身权；
zh_hant: 保留予原始作者及/或表演人之著作人格權；

source: publicity and privacy rights pertaining to a person's image or likeness depicted in a Work;
es: derechos de publicidad y de privacidad pertenecientes a la imagen o parecido de una persona representado en una Obra;
eu: Lan batean irudikatzen diren pertsonen irudi-eskubideak eta pribatutasun-eskubideak;
fi: Teoksessa esitettyyn henkilön kuvaan tai henkilön tunnistettavaan osaan liittyvät yksityisyyden suojaa koskevat oikeudet ja henkilön oikeudet määrätä kuvansa tai henkilönsä tunnistettavan osan kaupallisesta käytöstä (<i>privacy and publicity rights</i>);
fr: Les droits à la vie privée et à l'image des personnes représentées dans une Œuvre ;
hr: na prava na publicitet i privatnost koja se odnose na sliku ili prikaz osobe u Djelu;
it: diritti all'immagine ed alla riservatezza in riferimento all'immagine di una persona o alla sua raffigurazione in un'Opera;
ja: 作品中に表現される人物の画像または肖像に関するパブリシティ権およびプライバシー権
ko: 창작물에 표현된 인물의 이미지나 초상과 관련한 퍼블리시티권과 프라이버시권
lt: viešumo ir privatumo teises, , susijusias su Kūrinyje naudojamo žmogaus atvaizdu ar panašumu į jį;
nl: portretrecht en privacy rechten die verband houden met een in een Werk opgenomen beeltenis of gelijkenis van een persoon;
pl: prawa do ochrony wizerunku i prywatności odnoszące się do obrazu lub podobizny danej osoby, przedstawionej w Utworze;
ro: drepturi la publicitate și la viață privată care țin de imaginea unei persoane reprezentată într-o Operă;
sl: pravica do zasebnosti in druge osebnostne pravice, ki se nanašajo na podobo osebe, prikazane v Delu;
sv: publicitet och personlig integritet som rör en persons bild eller utseende återgivet i ett Verk (publicity and privacy rights);
zh_hans: 与该作品所描绘的人物形象有关的形象权或隐私权；
zh_hant: 於一作品中描繪、與某人的形象或肖像有關的形象權或隱私權；

source: rights protecting against unfair competition in regards to a Work, subject to the limitations in paragraph 4(a), below;
es: derechos de protección contra la competencia desleal en relación a una Obra, sujeto a las limitaciones del párrafo 4(a), abajo;
eu: Lanaren gaineko lehia desleialaren aurka babesten duten eskubideak, 4(a) paragrafoko mugen arabera;
fi: oikeudet, jotka antavat suojaa Teokseen liittyvää vilpillistä kilpailua (<i>unfair competition</i>) vastaan, alla kappaleessa 4(a) mainituin rajoituksin;
fr: Le droit de la concurrence déloyale à l'égard d'une Œuvre, soumis aux limitations prévues dans le paragraphe 4(a) ci-dessous ;
hr: na prava koja štite od nelojalne konkurencije u pogledu Djela, podložno ograničenjima iz članka 4. stavka (a) u nastavku;
it: protezione contro la concorrenza sleale per quel che riguarda l'Opera, con le limitazioni contenute nel successivo par. 4(a);
ja: 作品に関連して行われる不正競争を防止する権利（ただし、4(a)に基づく制限の対象となる）
ko: 창작물과 관련하여 불공정 경쟁으로부터 보호받을 권리(단, 아래 4(a)항의 제한사항이 적용됨)
lt: nuo nesąžiningos konkurencijos saugančias teises, kiek tai susiję su Kūriniu, atsižvelgiant į žemiau esančiame skyriuje 4(a) nurodytus apribojimus;
nl: rechten die bescherming bieden tegen oneerlijke concurrentie ten aanzien van een Werk, met inachtneming van de in onderstaand artikel 4, lid a, opgenomen beperkingen;
pl: prawa chroniące przed nieuczciwą konkurencją w zakresie Utworu z zastrzeżeniem ograniczeń wskazanych w paragrafie 4(a) poniżej;
ro: drepturi care protejează împotriva concurenței neloiale în ceea ce privește o Operă, sub rezerva limitărilor de la paragraful 4(a) de mai jos;
sl: pravice, ki varujejo pred nelojalno konkurenco v povezavi z Delom, ob upoštevanju omejitev v odstavku 4(a) spodaj;
sv: rättigheter som skyddar mot illojal konkurrens gällande ett Verk, med debegränsningar som anges i punkt 4 (a), nedan;
zh_hans: 在以下第4条(a)款限制下，保护本作品免受不正当竞争的权利；
zh_hant: 保護一作品免於受不正競爭的權利，需受到以下第 4(a) 點的限制；

source: rights protecting the extraction, dissemination, use and reuse of data in a Work;
es: derechos para proteger la extracción, diseminación, uso y reuso de los datos en una Obra;
eu: Lanaren barruko datuen erauzketa, hedapena, erabilera eta berrerabilera babesteko eskubideak;
fi: Teokseen sisältyvän informaation kopiointia, levitystä, käyttöä ja uudelleenkäyttöä suojaavat oikeudet;
fr: Les droits protégeant l'extraction, la diffusion, l'utilisation et la réutilisation des données contenues dans une Œuvre ;
hr: na prava koja štite izvlačenje, diseminiranje, uporabu i ponovnu uporabu podataka iz Djela;
it: diritti che riguardano l'estrazione, la diffusione, l'utilizzazione ed il riutilizzo di dati contenuti nell'Opera;
ja: 作品に含まれるデータを抽出し、拡布し、利用し、および再利用する権利
ko: 창작물의 데이터를 추출, 배포, 사용, 재사용하는 것으로부터 보호받을 권리
lt: teises, saugančias Kūrinyje panaudotų duomenų gavimą, platinimą, naudojimą ir pakartotinį naudojimą;
nl: rechten die bescherming bieden tegen het opvragen, verspreiden, gebruiken en hergebruiken van in een Werk opgenomen gegevens;
pl: prawa chroniące pobieranie danych z Utworu oraz ich rozpowszechnianie, wykorzystywanie i ponowne wykorzystywanie;
ro: drepturi care protejează extragerea, diseminarea, utilizarea și reutilizarea de date dintr-o Operă;
sl: pravice, ki varujejo izvlečke, razširjanje in uporabo podatkov v Delu;
sv: rättigheter till skydd för extrahering, spridning, användning och återanvändning av data i ett Verk;
zh_hans: 保护该作品中数据的摘录、传播、使用和再使用的权利；
zh_hant: 保護得擷取、散播、利用及再利用一作品中之資料的權利；

source: database rights (such as those arising under Directive 96/9/EC of the European Parliament and of the Council of 11 March 1996 on the legal protection of databases, and under any national implementation thereof, including any amended or successor version of such directive); and
es: derechos sobre bases de datos (tales como los que emergen bajo la Directiva 96/9/CE del Parlamento Europeo y del Consejo del 11 de marzo de 1996 sobre la protección legal de las bases de datos, y bajo cualquier implementación nacional de aquellos, incluyendo cualquier enmienda o versión posterior de dicha directiva); y
eu: datu-baseen gaineko eskubideak (hala nola, Europako Parlamentuaren eta Kontseiluaren 1996ko martxoaren 11ko 96/9/EE Zuzentarauan, datu baseak juridikoki babesteari buruzkoan, oinarritzen direnak, eta zuzentarau horren nazio-mailako aplikazioetatik eratortzen direnak, zuzentarauaren bertsio zuzenduak eta ondorengo bertsioak barne hartuz); eta
fi: tietokantaoikeudet (kuten sellaiset, joista on säädetty Euroopan parlamentin ja neuvoston 11.3.1996 antamassa direktiivissä 96/9/EY tietokantojen oikeudellisesta suojasta, mukaan lukien sen muutokset ja sen sijaan tulleet säännökset, sekä kyseisen direktiivin nojalla kansallisesti täytäntöön pannuissa laeissa); sekä
fr: Les droits relatifs aux bases de données (tels qu'ils découlent de la Directive 96/9/CE du Parlement Européen et du Conseil du 11 mars 1996 concernant la protection juridique des bases de données, ainsi que de toute transposition au niveau national, y compris de toute version amendée ou ultérieure de cette directive) ; et
hr: na prava proizvođača baza podataka (poput onih koja proizlaze iz Direktive 96/9/EZ Europskog parlamenta i Vijeća od 11. ožujka 1996. o pravnoj zaštiti baza podataka te u okviru bilo koje provedbe te direktive na nacionalnoj razini, uključujući svaku izmijenjenu ili novu verziju takve direktive); i
it: diritti sulle banche di dati (quali quelli risultanti dalla Direttiva 96/9/CE del Parlamento Europeo e del Consiglio del 11 marzo 1996 relativa alla tutela giuridica delle banche di dati e dalle leggi nazionali di attuazione, inclusa ogni modifica o successiva versione di tale direttiva); e
ja: データベースの権利（たとえば「データベースの法的保護に関する指令」（1996年3月11日の、欧州議会および欧州委員会による、96/9/EC指令）、およびその指令のあらゆる国レベルでの履行により生じる権利をいい、そのような指令のあらゆる改正版および後継版により生じる権利を含むものとする。）、および、
ko: 데이터베이스 권리(예를 들어 1996 년 3 월 11 일 유럽 의회 및 유럽위원회의 데이터베이스의 법적 보호에 관한 96/9/EC 지침과 그러한 지침의 국가 차원의 이행에 따라 발생하는 권리로, 지침의 개정판 및 후속 버전을 포함함)
lt: teises į duomenų bazes (tokias, kaip teisės, kylančios pagal Europos Parlamento ir Tarybos direktyvą 96/9/EB dėl duomenų bazių teisinės apsaugos ir bet kokius ją įgyvendinančius nacionalinius teisės aktus, įskaitant visus šios direktyvos pakeitimus ar vėlesnes versijas); ir
nl: databankrechten (zoals die welke voortvloeien uit Richtlijn 96/9/EG van het Europees Parlement en de Raad van 11 maart 1996 betreffende de rechtsbescherming van databanken en uit nationaal recht krachtens de implementatie van de richtlijn daarin, inclusief de gewijzigde of opeenvolgende versie van die richtlijn); en
pl: prawa do baz danych (np. prawa wynikające z dyrektywy 96/9/WE Parlamentu Europejskiego i Rady z dnia 11 marca 1996 r. w sprawie ochrony prawnej baz danych, lub z krajowych aktów prawnych stanowiących implementację tej dyrektywy, włącznie ze znowelizowanymi lub kolejnymi wersjami tej dyrektywy); i
ro: drepturi privind bazele de date (precum cele care decurg din Directiva 96/9/CE a Parlamentului European și a Consiliului din 11 martie 1996 privind protecția juridică a bazelor de date și cele în temeiul oricărui act național de punere în aplicare a directivei, inclusiv orice versiune modificată sau succesoare a acestei directive) și
sl: pravice na podatkovnih bazah (kot so predvidene v Direktivi 96/9/ES Evropskega parlamenta in Sveta z dne 11. marca 1996 o pravnem varstvu baz podatkov ali v nacionalni implementacijski zakonodaji, vključno z morebitnimi spremembami ali kasnejšimi verzijami direktive); in
sv: databasrättigheter i likhet med de som framgår av Europaparlamentets och rådets direktiv 96/9/EU av den 11 mars 1996 om rättsligt skydd för databaser,och nationella implementeringar av det, inklusive uppdaterade eller nya versioner av det); och
zh_hans: 数据库权利（例如欧洲议会及理事会在1996年3月11日通过的《欧共体数据库法律保护指令》(96/9/EC) （包括对该指令的任何修改或后续版本）所规定的权利，及任何国家在实施该指令过程中产生的权利）； 以及
zh_hant: 資料庫的權利（例如歐洲議會及理事會在 1996 年 3 月 11 日通過編號 96/9/EC 指令之後對於資料庫的法律保護，及任何國家對此指令的實施所產生的權利，包含任何對該指令的修改或後續版本）；

source: other similar, equivalent or corresponding rights throughout the world based on applicable law or treaty, and any national implementations thereof.
es: otros derechos similares, equivalentes o correspondientes a lo largo del mundo basados en leyes o tratados aplicables, y cualquier implementación nacional de aquellos.
eu: mundu osoko beste lege antzeko edo baliokide batzuk, lege edo itun aplikagarrietan oinarritzen direnak, eta horien nazio-mailako aplikazioak.
fi: maailmanlaajuisesti muut samankaltaiset, vastaavat tai vastaavanlaiset oikeudet, jotka perustuvat sovellettavaan lakiin taikka kansainväliseen sopimukseen tai sellaisen johdosta säädettyyn kansalliseen säädökseen.
fr: Tous autres droits similaires, équivalents ou correspondants à travers le monde, fondés sur toute loi ou traité en vigueur, et toute transposition nationale de ceux-ci.
hr: na ostala slična, istovjetna ili odgovarajuća prava diljem svijeta na temelju mjerodavnog prava ili međunarodnog ugovora te svake provedbe na nacionalnoj razini.
it: ogni altro diritto simile, equivalente o corrispondente nel mondo che tragga origine da una legge o da un trattato o convenzione internazionale, e dalle rispettive leggi nazionali di attuazione.
ja: その他、世界中で、適用される法令または条約、および、それらのあらゆる国内履行に基づいて生じる、上記各権利に類似し、同等の、または対応する権利。
ko: 그 밖에 전 세계에서 관련 법 또는 조약에 따라, 또는 그러한 법 또는 조약의 국가 차원의 이행에 따라 발생하는 유사하거나 동일 또는 상응하는 권리.
lt: kitas panašias, analogiškas ar atitinkamas teises visame pasaulyje, kylančias iš taikytinos teisės ar tarptautinės sutarties, ir bet kokių jas įgyvendinančių nacionalinių teisės aktų.
nl: overige vergelijkbare, gelijkwaardige, of overeenkomende rechten waar ook ter wereld, op basis van het toepasselijke recht of verdrag en de implementatie daarvan in nationaal recht.
pl: inne podobne bądź równoważne prawa lub prawa wyżej wymienionym prawom odpowiadające, obowiązujące na całym świecie, a oparte o stosowne przepisy lub traktaty i wszelkie implementacje tychże do prawa krajowego.
ro: alte drepturi asimilate, echivalente sau corespunzătoare din întreaga lume, bazate pe legislația sau pe tratatele aplicabile, și orice transpuneri într-o legislație națională a acestora.
sl: ostalimi podobnimi, enakovrednimi ali ustreznimi pravicami po svetu v skladu s pravom, ki se uporablja, ali sporazumom in nacionalno implementacijsko zakonodajo.
sv: andra liknande, likvärdiga eller motsvarande rättigheter i hela världen som grundas på tillämplig lag eller fördrag, och alla nationella implementeringar därav.
zh_hans: 全球范围内基于相关法律或条约及任何国家对该法律或条约的实施所产生的相似的、相等同的或一致的权利。
zh_hant: 其他遍及全球、基於相關法律或條約，及任何國家對該等法律或條約所實施之相似、相等或一致的權利。

source: 2. Waiver.
es: 2. Renuncia.
eu: 2. Uko egitea.
fi: 2. Oikeuksista luopuminen.
fr: 2. Renonciation.
hr: 2. Odricanje od prava.
it: 2. Rinuncia.
ja: 1.著作権および関連する権利
ko: 2. 권리 포기.
lt: 2. Teisių Atsisakymas.
nl: 2. Afstandsverklaring.
pl: 2. Zrzeczenie się Praw.
ro: 2. Renunțare.
sl: 2. Odpoved pravicam.
sv: 2. Avståendeförklaring.
zh_hans: 2. 权利放弃。
zh_hant: 2. 權利之拋棄。
