Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/zero_10.po
Languages: es, eu, fi, fr, hr, it, ja, ko, lt, nl, pl, ro, sl, sv, zh_hans, zh_hant

source: To the greatest extent permitted by, but not in contravention of, applicable law, Affirmer hereby overtly, fully, permanently, irrevocably and unconditionally waives, abandons, and surrenders all of Affirmer's Copyright and Related Rights and associated claims and causes of action, whether now known or unknown (including existing as well as future claims and causes of action), in the Work (i) in all territories worldwide, (ii) for the maximum duration provided by applicable law or treaty (including future time extensions), (iii) in any current or future medium and for any number of copies, and (iv) for any purpose whatsoever, including without limitation commercial, advertising or promotional purposes (the "Waiver"). Affirmer makes the Waiver for the benefit of each member of the public at large and to the detriment of Affirmer's heirs and successors, fully intending that such Waiver shall not be subject to revocation, rescission, cancellation, termination, or any other legal or equitable action to disrupt the quiet enjoyment of the Work by the public as contemplated by Affirmer's express Statement of Purpose.
es: En la mayor medida posible de lo permitido por, pero no en contravención a, la ley aplicable, el Afirmante de forma abierta, completa, permanente, irrevocable e incondicional por este medio renuncia, abandona y rinde todos los Derechos de Autor y Derechos Conexos del Afirmante y reclamos asociados y causas de acción, ya sean conocidas ahora o desconocidas (incluyendo reclamos y causas de acción existentes y futuras), sobre la Obra (i) en todos los territorios del mundo, (ii) por el tiempo máximo de duración previsto por la ley o tratado aplicable (incluyendo extensiones de tiempo futuras), (iii) en cualquier medio actual o futuro y para cualquier número de copias y (iv) para cualquier propósito de cualquier naturaleza, incluyendo sin limitación comercial, anuncios y fines promocionales (la “Renuncia”). El Afirmante hace la Renuncia en beneficio de cada miembro del público en general y en detrimento de los herederos y sucesores del Afirmante, con la intención plena de que tal Renuncia no será sujeto de revocación, rescisión, cancelación, terminación o cualquier otra acción legal o similar para interrumpir el plácido disfrute de la Obra por el público tal como se contempla en la expresa Declaración de Propósitos del Afirmante.
eu: Aplikatzekoa den legeak baimentzen duen neurririk handienean, legea urratu gabe betiere, Aitortzaileak, honen bidez, adierazten du espresuki, bete-betean, behin betiko, modu errebokaezinean eta baldintzarik gabe uko egiten diela Aitortzailearen Egile-eskubide eta horiei Lotutako Eskubide guztiei, eta horien inguruko erreklamazio eta akzio juridiko orori, ezagunak zein ezezagunak izan (gaur egungo zein etorkizuneko erreklamazio eta akzio juridikorako aukerak barne) Lanari dagokionez, (i) mundu guztiko lurraldeetan, (ii) lege edo itun aplikagarriek zehazten duten iraupenik luzeenean (etorkizuneko luzapenak barne), (iii) egungo edo etorkizuneko edozein euskarritan eta nahi adina kopiatarako, eta (iv) edozein xedetarako, barne hartuz, besteak beste, helburu komertzialak, publizitateari lotutakoak edo sustapenekoak («Uko egitea»). Aitortzaileak Uko egite hau ematen du publikoko pertsona bakoitzaren onerako eta Aitortzailearen beraren oinordekoen eta ondorengoen kalterako, asmoa izanik Uko egitea ez dadila errebokatu, hutsaldu, ezereztu, azkendu, eta ez dadila bestelako akzio legezko edo antzekorik baliatu publikoari galarazteko Lanaz gozatu ahal izatea Aitortzailearen berariazko Asmo-aitorpenan adierazitako moduan.
fi: Soveltuvan lainsäädännön sallimassa enimmäislaajuudessa lakia vastoin toimimatta Vahvistaja täten nimenomaisesti, täysin, pysyvästi, peruuttamattomasti ja ehdoitta hylkää ja luopuu kaikin osin Tekijänoikeudestaan ja Läheisistä Oikeuksistaan Teokseen sekä näihin oikeuksiin liittyvistä vaateista ja perusteista, olivatpa ne nyt tunnettuja tai tuntemattomia (sisältäen olemassa olevat ja tulevat vaateet ja perusteet), siten, että tämä luopuminen (i) käsittää kaikki maantieteelliset alueet maailmanlaajuisesti, (ii) on kestoltaan lain tai kansainvälisten sopimusten salliman enimmäisajan pituinen (ottaen huomioon tulevat enimmäisajan pidennykset), (iii) käsittää minkä tahansa nykyisen tai tulevan välineen sekä minkä tahansa kappaleiden määrän, (iv) mahdollistaa käytön missä tahansa tarkoituksessa sisältäen myös kaupallisen käytön sekä käytön mainos- ja myynninedistämistarkoituksissa (”Luopuminen”). Vahvistaja luopuu oikeuksistaan edellä mainitulla tavalla Teoksen käyttäjien ja hyödyntäjien hyväksi ja perillistensä ja seuraajiensa vahingoksi siinä vakaassa tarkoituksessa, että Luopumista ei kumota, peruuteta, pureta tai päätetä ja ettei muillakaan oikeudellisilla tai mihinkään oikeusteoriaan perustuvilla toimilla häiritä Teoksen käyttöä ja hyödyntämistä Vahvistajan nimenomaisessa Tarkoituksen Ilmauksessa kuvatulla tavalla.
fr: Dans la mesure du possible et sans enfreindre la loi en vigueur, le Déclarant affirme par la présente céder, abandonner, et renoncer ouvertement, pleinement, définitivement, irrévocablement et sans conditions à tous ses Droits d'Auteur et Droits Voisins, ainsi qu'à toute prétention, recours et possibilités d'action judiciaire, qu'ils soient à cet instant connus ou inconnus (y compris les prétentions, recours et possibilités d'action judiciaire qui seraient associés ou à naître), sur l'Œuvre, (i) partout dans le monde, (ii) pour la durée maximale prévue par les lois ou traités en vigueur (y compris les prolongations futures de cette durée), (iii) sur n'importe quel support existant ou futur et quel que soit le nombre de copies, et (iv) pour toute finalité quelle qu’elle soit, y compris, et sans réserve, les finalités commerciales, publicitaires ou promotionnelles (la « Renonciation »). La Renonciation est faite au bénéfice de chaque membre du public et au détriment des héritiers et successeurs du Déclarant, avec la ferme intention que cette Renonciation ne soit pas soumise à révocation, annulation, résiliation, interruption, ou de tout autre recours juridique ou judiciaire susceptible de perturber la jouissance paisible de l'Œuvre par le public telle que prévue par la Déclaration d'Intention du Déclarant.
hr: U najvećoj mjeri dopuštenoj mjerodavnim pravom, ali ne u suprotnosti s njim, Potvrditelj se otvoreno, u cijelosti, trajno, neopozivo i bezuvjetno odriče, napušta i ustupa svoje Autorsko i povezana prava, te sve povezane zahtjeve i temelje za postupanje, bez obzira na to jesu li poznati ili nepoznati (uključujući postojeće i buduće zahtjeve i temelje za postupanje), na Djelo (i) u cijelom svijetu, (ii) na maksimalno razdoblje predviđeno mjerodavnim pravom ili međunarodnim ugovorom (uključujući buduća produljenja), (iii) na bilo kojem postojećem ili budućem mediju i u bilo kojem broju primjeraka i (iv) za bilo koju svrhu, uključujući, bez ograničenja, u komercijalne, reklamne ili promidžbene svrhe („Odricanje od prava”). Potvrditelj se odriče prava (Odricanje od prava) u korist svakog pojedinca te na štetu svojih nasljednika i pravnih sljednika s namjerom da takvo Odricanje od prava ne bude predmetom opoziva, poništenja, ukidanja, otkazivanja ni ikakve druge pravne ili pravične mjere kojom bi se narušilo neometano uživanje javnosti u Djelu kako je predviđeno Izjavom o svrsi Potvrditelja.
it: Nella più ampia misura permessa dalla legge applicabile, e senza contravvenire ad essa, il Dichiarante con la presente apertamente, pienamente, permanentemente, irrevocabilmente ed incondizionatamente rinuncia, abbandona e cede ogni proprio Diritto d'Autore e Connesso, ogni relativa pretesa, rivendicazione, causa ed azione, sia al momento nota o ignota (includendo espressamente le pretese presenti come quelle future) relativa all'Opera (i) in tutto il mondo, (ii) per la durata massima prevista dalla legge applicabile o dal diritto internazionale (includendo espressamente le future possibili estensioni del termine di protezione), (iii) per ogni possibile supporto e modalità di distribuzione presente o futura e senza limitazioni riguardanti il numero delle copie, e (iv) per qualunque scopo, incluse, senza limitazione alcuna, le finalità commerciali, pubblicitarie o promozionali (la "Rinuncia"). Il Dichiarante effettua la Rinuncia a beneficio di ogni membro del pubblico largamente inteso ed a discapito dei propri eredi legittimi o testamentari, avendo piena coscienza che tale Rinuncia non potrà essere soggetta a revoca, rescissione, annullamento, termine o ad ogni altra azione intrapresa in base alla legge o all'equità, volta ad interrompere il pacifico godimento dell'Opera da parte del pubblico come indicato espressamente dal Dichiarante nella Dichiarazione d'Intenti.
ja: CC0の下で利用可能とされる作品は、著作権、および関連しまたは隣接する権利（本規程において「著作権および関連する権利」という。）によって保護されている場合がある。著作権および関連する権利には以下に掲げるものを含むが、これに限られない。
ko: 해당 법률에 반하지 않고 허용되는 최대한의 범위 내에서, 확약자는 (i) 전 세계 모든 지역에서 (ii) 관련 법 또는 조약에서 정한 최대 기간 동안(미래의 기간 연장 포함) (iii) 현재 및 미래의 어떠한 형태의 매체로든 복제본의 수에 제한없이 (iv) 영리, 광고, 홍보 목적을 포함한 모든 목적으로 창작물에 대한 확약자 본인의 일체의 저작권 및 관련 권리, 현재 알려진 것과 알려지지 않은 관련 청구 및 청구 원인(현재와 미래의 청구 및 청구 원인을 포함)을 명시적으로, 완전히, 영구적으로, 되돌릴 수 없이, 무조건적으로 포기하고 주장하지 않습니다(이하 ‘권리 포기’). 확약자는 공중의 모든 구성원의 이익을 위해 확약자의 상속인 및 승계인에 대한 불이익을 감수하고 권리를 포기하며, 그러한 권리 포기는 철회, 취소, 해지, 종료, 그 밖에 확약자가 ‘목적’에서 명시적으로 나타낸 바와 같은 공중의 창작물 향유를 해치는 어떠한 법적 소송 또는 형평법상의 조치의 대상이 되지 않음을 이로써 분명히 밝힙니다.
lt: Didžiausia taikytinos teisės leidžiama apimtimi, tačiau jai neprieštaraujant, Pareiškėjas atvirai, visa apimtimi, neatšaukiamai ir besąlygiškai atsisako ir nustoja taikyti bei nebereikalauja laikytis visų Pareiškėjo Autorių ir Gretutinių Teisių ir susijusių pretenzijų bei ieškininių reikalavimų, žinomų ar nežinomų (įskaitant egzistuojančias bei ateityje galinčias kilti pretenzijas bei ieškininius reikalavimus) į Kūrinį (i) bet kokiose teritorijose pasaulio mastu, (ii) maksimaliam taikytinos teisės ar tarptautinės sutarties nustatytam laikotarpiui (įskaitant teisių galiojimo pratęsimus ateityje), (iii) bet kokioje egzistuojančioje ar ateityje atsirasiančioje laikmenoje ir bet kokiam kopijų skaičiui, ir (iv) bet kokiems tikslams, įskaitant, bet neapsiribojant, komerciniams, reklamos ar rėmimo (toliau vadinama „Teisių Atsisakymas“). Pareiškėjas Teisių Atsisako kiekvieno plačiosios visuomenės nario naudai ir Pareiškėjo įpėdinių bei teisių perėmėjų nenaudai, visa apimtimi siekdamas, kad toks Teisių Atsisakymas negalėtų būti atšauktas, panaikintas, anuliuotas, nutrauktas ir jokiais teisiniais pagrindais nebūtų reiškiami reikalavimai, nukreipti prieš netrukdomą visuomenės naudojimąsi Kūriniu, kaip tai nustatyta Pareiškėjo tiesioginiame Pareiškime dėl Tikslo.
nl: Voor zover dit is toegestaan onder en niet in strijd is met het toepasselijke recht, doet Bekrachtiger hierbij uitdrukkelijk, volledig, permanent, onherroepelijk en onvoorwaardelijk afstand van al zijn/haar Auteursrechten en Aanverwante Rechten en van alle daarmee verband houdende vorderingen en gerechtelijke procedures, hetzij bekend of onbekend (en zowel bestaande als toekomstige vorderingen en gerechtelijke procedures), op het Werk en geeft deze op (i) in alle rechtsgebieden ter wereld, (ii) voor de maximale duur toegestaan krachtens het toepasselijke recht of verdrag (inclusief toekomstige verlengingen daarvan), (iii) in elk bestaand of in de toekomst te ontwikkelen medium en ongeacht het aantal kopieën, en (iv) ongeacht het doeleinde, daaronder begrepen maar niet beperkt tot commerciële, reclame of promotionele doeleinden (de "Afstandsverklaring"). Bekrachtiger doet deze Afstandsverklaring ten behoeve van het publieke domein en ten nadele van zijn/haar erfgenamen en rechtsopvolgers, met de volledige intentie deze Afstandsverklaring niet te herroepen, ontbinden, annuleren of beëindigen, en verklaart dat met betrekking daartoe geen rechtsvordering of andere gerechtelijke actie zal worden ingesteld die het ongestoord genot van het Werk door het publiek, zoals overwogen in de expliciete Doelverklaring van Bekrachtiger, zou kunnen verstoren.
pl: W maksymalnym zakresie dopuszczalnym przez prawo właściwe a jednocześnie go nienaruszającym, Składający Oświadczenie niniejszym otwarcie, całkowicie, definitywnie, nieodwołalnie i bezwarunkowo zrzeka się, rezygnuje z, i oddaje wszystkie swoje Prawa Autorskie i Prawa Pokrewne oraz zrzeka się i rezygnuje ze związanych z tymi prawami roszczeń i podstaw powództwa, aktualnie znanych bądź jeszcze nieznanych (włącznie z istniejącymi oraz przyszłymi roszczeniami i podstawami powództwa), do Utworu (i) na wszystkich terytoriach na całym świecie, (ii) na maksymalny czas trwania przewidziany stosownym przepisem lub traktatem (włącznie z przedłużeniami tego czasu w przyszłości), (iii) w odniesieniu do jakiegokolwiek obecnego lub przyszłego nośnika i do jakiejkolwiek liczby egzemplarzy, i (iv) dla jakiegokolwiek celu, w tym m.in. dla celów komercyjnych, reklamowych lub promocyjnych („Zrzeczenie się Praw"). Składający Oświadczenie dokonuje Zrzeczenia się Praw na rzecz każdej poszczególnej osoby wchodzącej w skład ogółu użytkowników, a z uszczerbkiem dla spadkobierców i następców prawnych Składającego Oświadczenie, w pełni podtrzymując wolę, aby niniejsze Zrzeczenie się Praw nie podlegało uchyleniu, unieważnieniu, anulowaniu, cofnięciu lub jakiemukolwiek innemu działaniu na gruncie prawa lub zasad słuszności, mającemu na celu przerwanie niezakłóconego korzystania z Utworu przez ogół społeczeństwa zgodnie z treścią jednoznacznego Oświadczenia o Intencji Składającego Oświadczenie.
ro: În cea mai mare măsură posibilă permisă de legislația aplicabilă, dar nu în contradicție cu aceasta, prin prezenta Declarantul renunță la, abandonează și părăsește în mod deschis, complet, permanent, irevocabil și necondiționat toate Drepturile de Autor și Drepturile Conexe ale Declarantului, precum și pretențiile și motivele de acțiune asociate, indiferent că sunt cunoscute sau nu în prezent (inclusiv pretențiile și motivele de acțiune existente și cele viitoare), în ceea ce privește Opera (i) în toate teritoriile din întreaga lume, (ii) pentru durata maximă prevăzută de legislația aplicabilă sau de tratatul aplicabil (inclusiv prelungirile viitoare), (iii), pentru orice canal de comunicare actual sau viitor și pentru orice număr de exemplare și (iv) în orice scop, inclusiv, fără limitări, în scopuri comerciale, publicitare sau promoționale („Renunțare”). Declarantul face Renunțarea în beneficiul fiecărui membru al publicului larg și în detrimentul moștenitorilor și succesorilor Declarantului, cu intenția fermă ca această Renunțare să nu facă obiectul unei revocări, încetări, anulări sau rezilieri sau al oricărei alte acțiuni cu caracter juridic sau judiciar de natură să perturbe utilizarea în liniște de către public a Operei astfel cum se prevede în Declarația de Intenție explicită a Declarantului.
sl: Izjavitelj se izrecno, v celoti, tajno, nepreklicno in brezpogojno odpoveduje, opušča in predaja vse svoje Avtorske in sorodne pravice ter povezane zahtevke in podlage za tožbo, ki so mu znane ali neznane (vključno s sedanjimi in prihodnjimi zahtevki in podlagami za tožbo) v zvezi z Delom v največjem dovoljenem obsegu, ampak ne v nasprotju s pravom, ki se uporablja, (i) za ves svet, (ii) za najdaljše obdobje trajanja, kot ga predvideva pravo, ki se uporablja, ali sporazum (vključno z morebitnim prihodnjim časovnim podaljšanjem), (iii) na kateremkoli trenutnem ali prihodnjem mediju ter za nedoločeno število kopij in (iv) za kakršnekoli namene, vključno brez omejitev za komercialne, oglaševalske ali promocijske namene (v nadaljevanju: Odpoved pravicam). Izjavitelj se odpoveduje pravicam v korist vsakega člana širše javnosti ter v škodo dedičev in naslednikov Izjavitelja z namenom, da taka odpoved ni predmet razveljavitve, odpovedi, prenehanja ali druge pravne podlage, ki ovira mirno uživanje Dela s strani javnosti kot predvideva izrecna Izjava o nameri Izjavitelja.
sv: I möjligaste mån enligt, utan att vara i strid med, tillämplig lag, avstår, överger och frånsäger sig härmed Upplåtaren offentligt, fullständigt, permanent, oåterkallerligen och ovillkorligen all Upplåtarens Upphovsrätt och Relaterade rättigheter och därmed relaterade anspråk och rätt att vidta rättsliga åtgärder, både nu kända och okända (inklusive existerande såväl som framtida anspråk och rätt att vidta rättsliga åtgärder), när det gäller Verket (i) i samtliga områden världen över, (ii) under den maximala skyddstiden enligt tillämplig lag eller fördrag (inklusive framtida förlängningar), (iii) i varje nu existerande och framtida medium och oavsett antal kopior, och (iv) för vilket syfte som helst, inklusive men utan begränsning för kommersiellt, reklam- och marknadsföringsmässigt syfte (“Avståendeförklaringen”). Upplåtaren gör Avståendeförklaringen till förmån för varje medlem av allmänheten och till nackdel för Upplåtarens arvingar, med full avsikt att sådan Avståendeförklaring inte ska bli föremål för återkallande, hävning, uppsägning, upphörande, eller annan rättslig eller liknande åtgärd för att förhindra det ostörda nyttjandet av Verket av allmänheten som avsett i Upplåtarens uttryckliga Avsiktsförklaring.
zh_hans: 在法律允许的最大范围内，并且在不违反任何相关法律的情况下， 声明人在此公开地、完全地、永久地、不可撤销地并且无条件地放弃和让渡其对本作品的所有著作权、相关权利及任何相关的已知或未知的（包括现存的和未来的）权利主张或诉讼请求（“权利放弃”）。该权利放弃 (i)适用于全球范围； (ii) 适用于相关法律及条约规定的最长存续期间（包括未来的延长期间）； (iii) 适用于任何现存的或未来的媒介，及任意数量的复制件；并且 (iv) 使用者对该作品的使用可以是为任何目的，包括但不限于商业、广告和促销的目的。声明人放弃权利，是为了社会公众每一个成员的利益，且会损害其继承人的利益，声明人完全了解并希望该权利放弃不会被撤回、撤销、取消、终止，或者成为其他任何影响公众按照上述目的声明使用该作品的法律措施或适当措施适用的对象。
zh_hant: 在不悖於相關法律規定，且合於法律允許的最大範圍內，宣告者於此公開地、完全地、永久地、不可撤回地及無條件地拋棄及放棄其對於本作品所有的著作權及其相關權利、及相關聯的權利主張及訴訟請求，不論現在已知或未知，包含現行及未來的權利主張及訴訟請求（「權利之拋棄」）。該權利之拋棄 (i) 適用於全球的領域，(ii) 適用於相關法律及條約規定的最長存續期間（包含未來的延長期間），(iii) 適用於任何現行或未來的媒介及任何數量的重製品上，及 (iv) 使用者得為了任何目的，包含但不限於商業、廣告或促銷之目的利用本作品。宣告者為前述權利之拋棄，是為了有利於公眾中的每一個人，且會損及宣告者之繼承者之利益，宣告者完全了解且希望該權利之拋棄永遠不會被撤回、撤銷、取消、終止或成為任何其他法律或相當行為之適用對象，以使公眾基於前述宣告者明示的目的之聲明，對於本作品能平和的享用，不會受到任何打擾。

source: 3. Public License Fallback.
es: 3. Repliego de la Licencia Pública.
eu: 3. Lizentzia Publiko osagarria.
fi: 3. Täydentävä julkinen lisenssi.
fr: 3. Licence Publique Supplétive.
hr: 3. Rezervna javna licencija.
it: 3. Licenza Pubblica in Subordine.
ja: 2.権利放棄
ko: 3. 공중 라이선스의 보완.
lt: 3. Viešoji licencija negaliojimo atveju.
nl: 3. Publieke Licentie.
pl: 3. Awaryjna Licencja Publiczna.
ro: 3. Licență Publică Alternativă.
sl: 3. Rezervna javna licenca.
sv: 3. Reserverad Publik Licens.
zh_hans: 3. 转变为公众许可。
zh_hant: 3. 轉換為公眾授權。
