Repository: creativecommons/cc-legal-tools-data
Catalog: legalcode/*/LC_MESSAGES/zero_10.po
Languages: es, eu, fi, fr, hr, it, ja, ko, lt, nl, pl, ro, sl, sv, zh_hans, zh_hant

source: 4. Limitations and Disclaimers.
es: 4. Limitaciones y Descargo de Responsabilidad.
eu: 4. Mugak eta Erantzukizun-ukatzeak.
fi: 4. Rajoitukset ja vastuuvapauslauseke.
fr: 4. Limitations et Avertissements.
hr: 4. Ograničenja i odricanja od odgovornosti.
it: <strong>4. Limitazioni ed Esenzioni da Responsabilità.</strong>
ja: <strong>3.パブリックライセンスによる補完</strong> 権利放棄のいずれかの部分について、その理由の如何にかかわらず、適用される法令の下で無効であり、または効力が生じないものと司法上の判断がされたときは、権利放棄の効果は、確約者による「目的の説明」の表明内容を考慮して許容される最大限の範囲で維持される。さらに、確約者は、無効・不効力により影響を受ける人に対し、権利放棄が前記のとおり判断された範囲内において、無償、譲渡不可、再許諾不可、非独占、取消不能および無条件の形で、確約者が本作品について有する著作権および関連する権利の利用を許諾する（以下「利用許諾」という。）。この利用許諾は、(1)世界中のすべての地域で、(2)適用される法令または条約により与えられる最大限の期間（将来の期間延長を含む。）について、(3)現在または将来のあらゆる媒体について、かつ複製回数を問わず、(4)商用、広告、または宣伝目的を含むあらゆる利用目的について行うものとする。その利用許諾は、確約者によって作品にCC0が適用された日から効力が生じたものとみなす。利用許諾のいずれかの部分について、その理由の如何にかかわらず、適用される法令上無効であり、または効力が生じないものと司法上の判断がされたときは、その部分的な無効または効力の不存在は、それ以外の利用許諾を無効化しない。かかる場合において確約者は、(1)本作品についての手元にある著作権および関連する権利を行使しないこと、または(2)本作品に関連するあらゆる請求をせず、および請求原因を主張しないものとし、いずれの場合も確約者が明示的に述べられた「目的の説明」に反する行為をしないことを確約する。
ko: 4. 제한 및 책임.
lt: 4. Apribojimai ir garantijų išlygos.
nl: 4. Beperkingen en Verklaringen.
pl: 4. Ograniczenia i Wyłączenia.
ro: 4. Limitări și Avertismente.
sl: 4. Omejitve in opozorila.
sv: 4. Begränsningar och Friskrivningar.
zh_hans: 4. 限制及免责条款。
zh_hant: 4. 限制及免除責任聲明。

source: No trademark or patent rights held by Affirmer are waived, abandoned, surrendered, licensed or otherwise affected by this document.
es: Ningún derecho sobre marcas registradas o sobre patentes retenido por el Afirmante son renunciados, abandonados, rendidos, licenciados o en cualquier caso afectados por este documento.
eu: Dokumentu honek ez du lagatzen, uzten, transmititzen edo lizentzian ematen Aitortzaileak duen marka- edo patente-eskubiderik, eta ez du eskubide horietan beste nolabait eragiten.
fi: Tällä asiakirjalla Vahvistaja ei luovu, hylkää, lisensoi tai muutoinkaan määrää tavaramerkki- tai patenttioikeuksistaan.
fr: Aucun droit sur une marque ou brevet détenu par le Déclarant n'est cédé, abandonné, transmis, mis sous licence ou affecté d'une quelconque manière par le présent document.
hr: Potvrditelj se ovim dokumentom ne odriče žiga ni patentnog prava te ih ne napušta, ne ustupa i ne licencira niti ovaj dokument na njih ikako utječe.
it: Nessun marchio o brevetto detenuto dal Dichiarante è fatto oggetto di rinuncia, abbandonato, ceduto, licenziato od altrimenti interessato da questo documento.
ja: 確約者が有する一切の商標権または特許権は、この文書によっては放棄されず、他人に譲渡されず、委任されず、または許諾されず、その他の影響を受けることもない。
ko: 확약자가 갖는 일체의 상표권 또는 특허권은 포기되거나 이용허락되지 않으며, 그 밖에 이 문서에 의해 영향을 받지 않습니다.
lt: Šiuo dokumentu neatsisakoma, nėra atšaukiamos, nėra perduodamos, nėra licencijuojamos nei niekaip kitaip įtakojamos Pareiškėjo turimos teisės į prekių ženklus ar patentus.
nl: Van geen enkel handelsmerk of octrooi van Bekrachtiger wordt afstand gedaan als gevolg van dit document, noch worden deze opgegeven, in licentie gegeven of anderszins aangetast.
pl: Niniejszy dokument nie wywołuje wobec jakichkolwiek praw do znaków towarowych lub patentów przysługujących Składającemu Oświadczenie skutku polegającego na zrzeczeniu się tych praw, rezygnacji z nich, bądź ich oddaniu, udzieleniu na nie licencji lub na innym działaniu mającym na nie wpływ.
ro: Niciun drept de marcă înregistrată sau de brevet de invenție deținut de Declarant nu face obiectul unei renunțări, abandonări, părăsiri sau licențe ori nu este afectat în alt mod de prezentul document.
sl: Izjavitelj se s tem dokumentom ne odpoveduje, opušča, predaja, licencira ali na kakršenkoli drug način vpliva na pravice iz svojih znamk in patentov.
sv: Inga varumärkesrättsliga eller patenträttsliga rättigheter som innehas av Upplåtaren avstås, överges, ges upp eller licensieras eller påverkas i övrigt av detta dokument.
zh_hans: 本声明不涉及声明人所拥有的商标权或专利权，上述权利不会因本声明而被放弃、让渡、授权或者受到其它影响。
zh_hant: 宣告者所擁有的商標權或專利權，不會因為本文件，而被拋棄、放棄、授權或受到其他影響。

source: Affirmer offers the Work as-is and makes no representations or warranties of any kind concerning the Work, express, implied, statutory or otherwise, including without limitation warranties of title, merchantability, fitness for a particular purpose, non infringement, or the absence of latent or other defects, accuracy, or the present or absence of errors, whether or not discoverable, all to the greatest extent permissible under applicable law.
es: El Afirmante ofrece la Obra “tal y como es” y no hace representaciones o garantías de ningún tipo concernientes a la Obra, expresas, implícitas, estatutarias o de otro tipo, incluyendo sin limitación garantías de título, comerciabilidad, adecuación para un propósito particular, no infracción o la ausencia de defectos latentes o de otro tipo, exactitud, o la presencia o ausencia de errores, ya sean hallables o no, todo bajo la máxima medida posible bajo la ley aplicable.
eu: Aitortzaileak Lana bere horretan eskaintzen du, eta ez du inolako bermerik eskaintzen Lanari dagokionez, ez berariazkorik, ez inpliziturik, ez legezkorik, ez besterik, barne hartuz, besteak beste, berme hauek: titulua, komertzializagarritasuna, xede jakin baterako egokitasuna, araurik ez urratzea, akats latente edo bestelakorik ez izatea, doitasuna edo erroreak izatea edo ez izatea, hautemangarriak izan edo ez, guztiak ere lege aplikagarriak baimentzen duen neurririk handienean.
fi: Vahvistaja tarjoaa Teoksen sellaisena kuin se on, ilman minkäänlaista nimenomaista, oletettua, lainmukaista tai muunkaltaista takuuta tai takuuehtoa Teokseen liittyen, mukaan lukien lain sallimassa enimmäislaajuudessa esimerkiksi vakuutukset, jotka koskevat omistusoikeutta, myyntikelpoisuutta, tiettyyn tarkoitukseen sopivuutta, oikeuksien loukkaamattomuutta, virheettömyyttä (piilevät tai muut viat), tarkkuutta taikka todettavissa olevia tai todettavissa olemattomia virheitä.
fr: Le Déclarant met à disposition l'Œuvre en l'état, sans déclaration ou garantie de quelque nature que ce soit concernant l'Œuvre, qu'elle soit explicite, implicite, réglementaire ou autre, y compris, et sans réserves, les garanties de titre, de qualité marchande, d'exactitude, d'adéquation à une fin particulière, d'absence de contrefaçon, d'erreurs, qu'elles soient ou non susceptibles d'être découvertes, de vices cachés ou apparents, dans la mesure de ce que permet la loi en vigueur.
hr: Potvrditelj nudi Djelo kakvo jest i ne daje nikakve izjave niti jamstva u pogledu Djela, izričito, posredno, na temelju zakona ili na drugi način, uključujući, bez ograničenja, jamstva u pogledu vlasništva, stavljanja na tržište, prikladnosti za određenu svrhu, jamstvo u pogledu nepostojanja kršenja prava ili nepostojanja skrivenih ili drugih nedostataka, točnosti ili u pogledu postojanja ili nepostojanja pogrešaka koje je moguće ili nije moguće otkriti, sve u najvećoj mjeri koja je dopuštena mjerodavnim pravom.
it: Il Dichiarante offre l'Opera così com'è e non fornisce nessuna garanzia di alcun tipo sull'Opera, che sia espressa, implicita, derivante dalla legge o altrimenti, includendo, senza limitazione alcuna, garanzie sulla titolarità, commerciabilità, idoneità per un particolare scopo, non violazione di norme, assenza di difetti latenti o di altri difetti, esattezza, presenza od assenza di errori, rinvenibili o meno, nella più ampia misura permessa dalla legge applicabile.
ja: 確約者は本作品を現状のまま提供し、明示であるか黙示であるかを問わず、法令の定めその他の根拠の如何にかかわらず、本作品に関するいかなる表明も保証も提供しない。提供しない表明や保証には、権原の存在、商品性、特定の利用目的への適合性、権利侵害または潜在的な瑕疵その他の欠陥の不存在、正確性、誤りの有無についての表明や保証が含まれるが、これらに限られないものとし、発見可能性の有無を問わず、いずれも適用される法令の下で認められる最大限の範囲とする。
ko: 확약자는 이 창작물을 있는 그대로 제공하며, 창작물과 관련하여 명시적, 묵시적으로든, 법 규정에 의거해서나 그 밖에 다른 방식으로든 일체의 진술 및 보증을 제공하지 않습니다. 여기에는 권원, 상품성, 특정 목적 적합성, 비침해, 또는 잠재적 결함 및 그 밖의 결함의 부재, 정확성, 또는 발견 가능한 것이든 아니든 오류의 유무에 대한 보증이 포함되며, 해당 법에 따라 허용 가능한 최대한의 범위 내에서 가능한 경우가 모두 포함됩니다.
lt: Pareiškėjas siūlo Kūrinį naudoti tokį koks jis yra pačių Vartotojų rizika, neteikdamas jokių garantijų dėl Kūrinio – nei tiesioginių, nei netiesioginių, nustatytų teisės aktuose ir kt., įskaitant, bet neapsiribojant, dėl nuosavybės teisės, paklausumo, tinkamumo naudoti konkrečiam tikslui, pažeidimų, paslėptų ar kitokių trūkumų , tikslumo, klaidų buvimo ar nebuvimo – tiek žinomų ir įmanomų nustatyti, tiek ir nežinomų ir neįmanomų nustatyti, maksimalia taikytinos teisės leidžiama apimtimi.
nl: Bekrachtiger biedt het Werk aan op “as-is” basis en doet geen enkele uitspraak en verstrekt geen enkele garantie met betrekking tot het Werk, expliciet, impliciet, wettelijk of anderszins, waaronder begrepen maar niet beperkt tot garantie van eigendom, verkoopbaarheid, geschiktheid voor een bepaald doel, niet-schending, of de afwezigheid van verborgen of andere gebreken, juistheid, of de aan- of afwezigheid van fouten, ongeacht of deze ontdekt kunnen worden, een en ander voor zover onder het toepasselijke recht is toegestaan.
pl: Składający Oświadczenie udostępnia Utwór w stanie, w jakim on się aktualnie znajduje i, w najszerszym zakresie dopuszczalnym przez wszelkie stosowne przepisy, nie składa żadnych oświadczeń ani nie udziela żadnych jawnych lub dorozumianych gwarancji czy rękojmi bądź innych zapewnień, w tym m.in. nie udziela gwarancji co do braku wad prawnych, wartości handlowej i przydatności do określonego celu lub gwarancji braku wad ukrytych bądź innych, gwarancji dokładności, obecności bądź nieobecności wad prawnych bądź ukrytych.
ro: Declarantul oferă Opera ca atare și nu furnizează nicio declarație sau garanție de niciun fel, explicită, implicită, statutară sau de altă natură, în ceea ce privește Opera, inclusiv, fără limitări, garanții privind titlul, valoarea comercială, adecvarea pentru un anumit scop, absența unei încălcări, absența defectelor ascunse sau a altor defecte, acuratețea sau prezența ori absența erorilor, indiferent dacă pot fi descoperite sau nu, toate în cea mai mare măsură admisibilă în temeiul legislației aplicabile.
sl: Izjavitelj ponuja Delo “kot je” in ne daje nobenih izrecnih, implicitnih, zakonskih ali drugačnih zagotovil in jamstev glede Dela, vključno z jamstvi glede pravnih napak, primernosti za prodajo, primernosti za določen namen, kršitev pravic, odsotnosti skritih ali drugih okvar, točnosti ter glede prisotnosti ali odsotnosti napak, znanih ali neznanih, odkritih ali takšnih, ki jih ni mogoče odkriti, v največjem obsegu, ki je dovoljen v skladu s pravom, ki se uporablja.
sv: Upplåtaren erbjuder Verket i befintligt skick och lämnar inga utfästelser eller några garantier av något slag gällande Verket, uttryckligen, undersförstått, lagstadgat eller annars, inklusive utan begränsning gällande garantier om äganderätt äganderätt, marknadsmässig kvalitet, lämplighet för ett särskild ändamål, icke intrångsskapande, eller frånvaro av lantenta eller andra fel, tillförlitlighet, eller förekomsten eller frånvaron av fel, oavsett om de hade kunnat upptäckas eller ej, allt detta i den utsträckning det är möjligt enligt tillämplig lag.
zh_hans: 声明人按其现状提供本作品，并且，在可适用法律允许的最大范围内，不提供与本作品相关的任何声明或保证，无论明示、默示或是否为法律所规定，包括但不限于关于本作品权利之担保、可商业性、是否符合某特定目的、未侵害他人权利、不具有潜在或其它缺陷、准确性、或者存在或不存在任何不论能否被发现之错误。
zh_hant: 宣告者是以現狀提供本作品，且未聲明或提供關於本作品之任何保證，無論明示、默示、或是否為法律所規定，包含但不限於任何有關本作品權利之擔保、可商業性、是否符合某特定之目的、未侵害他人權利、不具有潛在或其他之缺陷、正確性、或不論能否被發現之現存或欠缺的錯誤，前述所有內容皆是在相關法律所允許的最大範圍內予以提供。

source: Affirmer disclaims responsibility for clearing rights of other persons that may apply to the Work or any use thereof, including without limitation any person's Copyright and Related Rights in the Work. Further, Affirmer disclaims responsibility for obtaining any necessary consents, permissions or other rights required for any use of the Work.
es: El Afirmante renuncia a la responsabilidad de los derechos de compensación de otras personas que puedan aplicarse a la Obra o a cualquier uso en esto, incluyendo sin limitación los Derechos de Autor y Derechos Conexos sobre la Obra de cualquier persona. Además, el Afirmante renuncia a la responsabilidad de obtener cualquier consentimiento o permiso necesario, así como cualquier otros derechos requeridos para cualquier uso de la Obra.
eu: Aitortzaileak ez du bere gain hartzen, Lanean edo Lanarekin egiten den edozein erabilerari buruz, hirugarrenek izan ditzaketen eskubideak eskuratzeko erantzukizunik, barne hartuz, mugarik gabe, edozein pertsonak Lanaren gainean dituen Egile-eskubideak eta horiei Lotutako Eskubideak. Gainera, Aitortzaileak ez du bere gain hartzen Lana erabiltzeko beharrezkoa den edozein onespen, baimen edo bestelako eskubideren bat lortzeko erantzukizunik.
fi: Vahvistaja ei ota vastuuta Teokseen tai sen käyttöön mahdollisesti soveltuvien, muiden tahojen oikeuksien selvittämisestä, sisältäen mm. minkä tahansa tahon Tekijänoikeuden ja Läheiset Oikeudet Teokseen. Lisäksi Vahvistaja ei ota vastuuta minkäänlaisten Teoksen käyttöön tarvittavien suostumusten, lupien tai muiden oikeuksien hankkimisesta.
fr: Le Déclarant décline toute responsabilité d'acquérir les droits d'autres personnes qui seraient susceptible de s'appliquer à l'Œuvre ou à toute utilisation de celle-ci, y compris, et sans limitation, les Droits d'Auteur et Droits Voisins de toute personne sur l'Œuvre. En outre, le Déclarant décline toute responsabilité sur l'obtention de consentements, autorisations et autres droits requis pour toute utilisation de l'Œuvre.
hr: Potvrditelj se odriče odgovornosti za utvrđivanje prava drugih osoba koja možda imaju na Djelu ili na bilo kakvu uporabu Djela, uključujući, bez ograničenja, bilo čije Autorsko pravo i povezana prava na Djelo. Nadalje, Potvrditelj se odriče odgovornosti za dobivanje bilo kakvih potrebnih odobrenja, dozvola ili drugih prava potrebnih za bilo kakvu uporabu Djela.
it: Il Dichiarante declina ogni responsabilità per diritti di proprietà o diritti a compenso che altre persone possano rivendicare sull'Opera o relativamente ad un suo particolare utilizzo, includendo senza limitazioni i Diritti d'Autore e Connessi che altre persone possano rivendicare sull'Opera. Il Dichiarante declina inoltre ogni responsabilità derivante dall' ottenimento di tutti i necessari consensi, permessi o altri diritti richiesti per l'utilizzo dell'Opera.
ja: 確約者は、本作品、または本作品のあらゆる利用に関連して適用される、他人のすべての権利（あらゆる者の著作権および関連する権利を含み、かつこれに限られない。）について、その処理を行う責任を負わない。さらに確約者は、どのようなものであれ本作品の何らかの態様による利用のために必要な同意、許諾、またはその他の権利を取得する責任を負わない。
ko: 확약자는 본 창작물에 대한 모든 이의 저작권 및 관련 권리를 포함하여 본 창작물 및 그 이용에 적용되는 타인의 권리를 처리할 책임을 지지 않습니다. 나아가 확약자는 본 창작물의 이용을 위해 필요한 동의, 허락 및 그 밖의 권리를 취득할 책임도 지지 않습니다.
lt: Pareiškėjas neprisiima atsakomybės dėl kitų asmenų teisių, kurios gali būti taikytinos Kūriniui ar bet kokiam jo panaudojimui, perėmimo, įskaitant, bet neapsiribojant, bet kokių asmenų Autorių ir Gretutinių Teisių į Kūrinį. Taip pat Pareiškėjas neprisiima atsakomybės dėl bet kokių sutikimų, leidimų ar kitų teisių, reikalingų bet kokiam Kūrinio panaudojimui, gavimo.
nl: Bekrachtiger is niet verantwoordelijk voor het vrijmaken van rechten van derden die op het Werk of het gebruik daarvan kunnen berusten, zoals maar niet beperkt tot het Auteursrecht en Aanverwante Rechten van derden op het Werk. Bekrachtiger is evenmin verantwoordelijk voor het verkrijgen van de voorgeschreven toestemmingen, vergunningen of andere rechten die vereist zijn voor het gebruik van het Werk.
pl: Składający Oświadczenie niniejszym wyłącza odpowiedzialność za ewentualne roszczenia osób trzecich, które mogą być związane z Utworem lub jakimkolwiek jego użyciem w tym, m.in. z Prawami Autorskimi i Prawami Pokrewnymi do Utworu przysługującymi jakiejkolwiek osobie. Składający Oświadczenie nie ponosi ponadto odpowiedzialności za uzyskanie wszelkich koniecznych deklaracji zgody, pozwoleń lub innych uprawnień niezbędnych do jakiejkolwiek formy wykorzystania Utworu.
ro: Declarantul își declină orice responsabilitate în privința obținerii drepturilor altor persoane care este posibil să se aplice Operei sau oricărei utilizări a acesteia, inclusiv, fără limitări, Drepturile de Autor și Drepturile Conexe ale oricărei persoane în ceea ce privește Opera. În plus, Declarantul declină orice responsabilitate pentru obținerea tuturor consimțămintelor, permisiunilor sau a altor drepturi necesare pentru orice utilizare a Operei.
sl: Izjavitelj ne prevzema odgovornosti za razčiščevanje pravic tretjih v zvezi z Delom ali kakršnokoli uporabo Dela, vključno z Avtorskimi in sorodnimi pravicami tretjih. Poleg tega Izjavitelj ne prevzema odgovornosti za pridobivanje potrebnih soglasij, dovoljenj ali drugih pravic, ki so potrebne za uporabo Dela.
sv: Upplåtaren friskriver sig från ansvar för att klarera rättigheter med andra personer vars rättigheter kan ingå i Verket eller någon form av användning därav, inklusive, utan begränsning, annan persons Upphovsrätt och Relaterade Rättigheter till Verket. Upplåtaren friskriver sig vidare från ansvar för att inhämta varje form av nödvändigt samtycke, tillåtelse eller andra rättigheter som krävs för varje form av användning Verket.
zh_hans: 声明人没有责任排除他人可能对本作品或者对本作品的任何使用所主张的权利，包括但不限于任何人对本作品享有的著作权及相关权利。声明人也没有责任为使用本作品获取所需的任何同意、许可或其他权利。
zh_hant: 宣告者免責於排除他人可能對本作品或對本作品的任何使用所主張的權利，包含但不限於任何人對本作品的著作權及其相關權利。此外，宣告者亦免責於取得任何必要的同意、允許或其他權利以使用本作品。

source: Affirmer understands and acknowledges that Creative Commons is not a party to this document and has no duty or obligation with respect to this CC0 or use of the Work.
es: El Afirmante entiende y reconoce que Creative Commons no es una parte en este documento y no tiene ningún derecho u obligación con respecto a esta CC0 o al uso de la Obra.
eu: Aitortzaileak ulertzen eta onartzen du Creative Commons ez dela dokumentu honen alderdietako bat, eta Creative Commons-ek ez duela inolako betebeharrik CC0 honi eta Lanaren erabilerari dagokienez.
fi: Vahvistaja ymmärtää ja myöntää, ettei Creative Commons ole tämän asiakirjan osapuoli, eikä sillä ole mitään tehtäviä tai velvollisuuksia CC0:aan tai Teoksen käyttöön liittyen.
fr: Le Déclarant comprend et reconnaît que Creative Commons n'est pas partie à ce document et n'a aucun devoir ni obligation à l'égard de CC0 ou de l'utilisation de l'Œuvre.
hr: Potvrditelj razumije i prihvaća da pravni subjekt Creative Commons nije stranka ovog dokumenta i da nema nikakvu dužnost ni obvezu u pogledu ovog dokumenta CC0 ili uporabe Djela.
it: Il Dichiarante comprende e riconosce che Creative Commons non è parte di questo documento e non ha alcun dovere o obbligazione relativamente alla licenza CC0 od all'utilizzo dell'Opera.
ja: 確約者は、クリエイティブ・コモンズが本文書の当事者ではなく、このCC0または本作品の利用に関連するいかなる義務または責任を負わないことを理解し、同意する。
ko: 확약자는 크리에이티브 커먼즈는 이 문서의 당사자가 아니며 이 CC0 또는 창작물의 사용과 관련하여 어떠한 의무나 책임도 지지 않음을 이해하고 동의합니다.
lt: Pareiškėjas supranta ir patvirtina, kad Creative Commons nėra šio dokumento šalimi ir neturi jokios pareigos ar prievolės, susijusios su šiuo CC0 taikymu ar Kūrinio panaudojimu.
nl: Bekrachtiger erkent en verklaart dat Creative Commons geen partij is bij dit document en dat op haar geen enkele verplichting of plicht rust met betrekking tot deze CC0 of het gebruik van het Werk.
pl: Składający Oświadczenie rozumie i akceptuje fakt, że organizacja Creative Commons nie jest stroną niniejszego dokumentu i nie ponosi w związku z tym żadnych obowiązków czy zobowiązań.
ro: Declarantul înțelege și recunoaște faptul că Creative Commons nu este parte la prezentul document și nu are nicio îndatorire sau obligație în ceea ce privește prezenta CC0 sau utilizarea Operei.
sl: Izjavitelj razume in se zaveda, da Creative Commons ni stranka tega dokumenta in da nima dolžnosti ali obveznosti v zvezi s CC0 ali uporabo Dela.
sv: Upplåtaren är införstådd med och bekräftar att Creative Commons inte är part enligt detta dokument och inte har någon skyldighet eller förpliktelse med hänsyn till denna CC0 eller användning av Verket.
zh_hans: 声明人理解并认可CREATIVE COMMONS并非本文件之当事人，对于CC0或本作品的使用也没有任何责任或义务。
zh_hant: 宣告者了解並認知到 Creative Commons 並非本文件之當事人，且對於 CC0 或利用本作品不負任何責任或義務。
